Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0392
source: You are already the owner
cs: Jste již vlastníkem
de: Sie sind bereits Besitzer des Geräts
el: Είστε ήδη ο κάτοχος
es: Ya eres el dueño
fa: شما حالا مالک دستگاه هستید
fr: Ayez été le maître de l'appareil
id: Sudah menjadi pemilik perangkat
it: Sei già il proprietario del dispositivo
ja: すでに端末の所有者です
ms: Anda sudah menjadi pemilik peranti
nl: U bent al de eigenaar
pl: Status administratora urządzenia już został pozyskany
pt: Você já é o proprietário
ru: Уже является владельцем устройства
sk: Ste už vlastníkom
th: เป็นเจ้าของอุปกรณ์อยู่แล้ว
tr: Zaten cihazın sahibiyim
vi: Đã là chủ sở hữu của thiết bị
zh_hans: 已是设备主人
zh_hant: 已是設備主人

# AA0393
source: The quantity of added items has reached the upper limit
cs: Celkové množství přidaných zařízení dosáhlo horní hranice
de: Anzahl der Gerät erreicht die Obergrenze
el: Η ποσότητα των προστιθέμενων στοιχείων έχει φτάσει στο ανώτατο όριο
es: La cantidad de objetos agregados alcanzó el límite
fa: مقدار اضافه کردن به حداکثر میزان خود رسیده است
fr: Le nombre d'ajouts a atteint la limite
id: Menambah kuantitas sudah mencapai batas atas
it: Il numero di aggiunte ha raggiunto il limite
ja: 登録の数が上限に达しました
ms: Menambah jumlah yang telah mencapai had atas
nl: De hoeveelheid toegevoegde items heeft de bovenlimiet bereikt
pl: Ilość dodanych elementów osiągnęła górną granicę
pt: A quantidade de itens adicionados atingiu o limite
ru: Количество добавленных устройств достигло верхнего предела
sk: Celkové množstvo pridaných zariadení dosiahlo hornú hranicu
th: เพิ่มปริมาณได้ถึงเพดาน
tr: Miktar artışı üst sınırına ulaştı
vi: Số lượng thêm đã đầy
zh_hans: 添加数量已达到上限
zh_hant: 添加數量已達到上限

# AA0394
source: The account expires. Please register another account
cs: Lhůta účtu vypršela. Zaregistrujte jiný účet
de: Konto ungültig, bitte erneut registrieren
el: Ο λογαριασμός λήγει. Καταχωρίστε έναν άλλο λογαριασμό
es: La cuenta expiró. Registre otra cuenta
fa: حساب کاربری منقضی شده است، لطفا دوباره ثبت نام کنید
fr: Le compte a expiré, veuillez créer un nouveau compte
id: Akun sudah kadaluarsa, silakan mendaftarkan kembali akun
it: L’account è scaduto, si prega di registrare l’account di nuovo
ja: アカウントが无効になりました。アカウントの新规登録をお愿いします
ms: Akaun telah tamat, sila mendaftar semula akaun
nl: Het account verloopt. Registreer een ander account
pl: Konto wygasa. Proszę się zarejestrować na inne konto
pt: A conta expirou. Por favor cadastre outra conta
ru: Срок действия аккаунта истек. Зарегистрируйте другой аккаунт
sk: Lehota účtu uplynula. Zaregistrujte iný účet
th: บัญชีหมดอายุแล้วโปรดบัญชีลงทะเบียนอีกครั้ง
tr: Hesabın süresi doldu, lütfen hesabı tekrar kaydettirin
vi: Tài khoản đã vô hiệu lực, vui lòng đăng ký lại tài khoản
zh_hans: 账号已失效,请重新注册账号
zh_hant: 帳號已失效,請重新註冊帳號

# AA0395
source: Operate too often. Please try again later
cs: Příliš často v provozu. Zkuste to znovu později
de: Zu viele Operationen, versuchen Sie bitte später erneut
el: Λειτουργείτε πολύ συχνά. Παρακαλώ προσπάθησε ξανά αργότερα
es: Operación frecuente, reintente luego
fa: عملیات مکرر، لطفا بعدا دوباره امتحان کنید
fr: Trop d'opérations en cours, réessayez plus tard
id: Operasi sering, coba lagi nanti
it: Operazione troppo frequente, si prega di riprovare più tardi
ja: 正常に処理できません。暂く経ってからもう一度お试しください
ms: Operasi yang kerap, sila cuba lagi kemudian
nl: Te vaak gedaan. Probeer het later opnieuw
pl: Operacja zbyt często. Spróbuj ponownie później
pt: Várias tentativas seguidas. Por favor tente novamente mais tarde
ru: Слишком частый запрос, пожалуйста, повторите попытку позже
sk: Príliš často v činnosti. Skúste to neskôr
th: การดำเนินงานบ่อยๆ กรุณาลองอีกครั้งในภายหลัง
tr: Sık çalıştırılıyor, lütfen daha sonra tekrar deneyin
vi: Hoạt động quá tải, vui lòng thử lại sau
zh_hans: 操作频繁,请稍后再试
zh_hant: 操作頻繁,請稍後再試

# AA0396
source: Password must contain 8-30 characters include digits and letters
cs: Heslo musí obsahovat 8-30 znaků, obsahující písmena i číslice.
de: Passwort muss 8 - 30 stellig sein (inkl. Buchstaben und Zahlen).
el: 8-30 ψηφία, που περιέχουν γράμματα και αριθμούς
es: La contraseña debe contener entre 8 y 30 caracteres, puede contender letras y dígitos
fa: گذرواژه باید 8 الی 30 کاراکتر و حاوی حرف، عدد و کاراکتر باشد
fr: Le mot de passe doit contenir de 8 à 30 caractères, y compris lettres et chiffres
id: Kata sandi 8 ~ 30 huruf, Bilangan, karakter
it: La password ha 8-30 caratteri, contiene lettere e numeri
ja: パッスワートはアルファベット、数字を含める8～30位の文字です
ms: Kata laluan adalah 8 ~ 30 huruf, nombor, mengandungi aksara
nl: Wachtwoord moet 8-30 tekens lang zijn, en zowel letters als cijfers bevatten.
pl: Hasło musi składać się od 8 do 30 znaków, litery i cyfry
pt: A nova senha deve conter 8-30 caracteres, contendo letras e números
ru: Пароль должен иметь 8-30 символов, содержать буквы и цифры.
sk: Heslo musí obsahovať 8-30 znakov a obsahovať písmená aj číslice.
th: รหัสผ่านสำหรับ 8~30 บิตของอักขระที่ประกอบด้วยตัวอักษรและตัวเลข
tr: Şifre 8 - 30 karakter ve harf, sayı içeriyor
vi: Mật khẩu gồm 8~30 ký tự, gồm cả chữ và số
zh_hans: 密码为8-30位包含字母、数字的字符
zh_hant: 密碼為8~30位包含字母、數字的字元

# AA0397
source: Can't get the verification code?
cs: Nelze získat ověřovací kód?
de: Kann nicht empfangen werden Bestätigungscode?
el: Δεν μπορείτε να λάβετε τον κωδικό επαλήθευσης;
es: ¿No puede recibir código de verificación?
fa: قادر به دریافت کد تأییدیه نیستید؟
fr: Vous n'avez pas reçu le code vérification
id: Tidak dapat menerima kode verfikasi?
it: Non riesci a ottenere un codice di verifica?
ja: 确认コードが受信していませんか
ms: Tidak dapat menerima kod pengesahan?
nl: Krijgt u de verificatiecode niet?
pl: Nie otrzymujesz kodu weryfikacyjnego?
pt: Não recebeu o código de verificação?
ru: Не получили код подтверждения?
sk: Nedá sa získať overovací kód?
th: ไม่สามารถได้รับรหัสสำหรับการตรวจสอบใช่ไหม?
tr: Doğrulama kodu alamadınız mı?
vi: Không thể nhận được mã xác minh?
zh_hans: 收不到验证码?
zh_hant: 收不到驗證碼？

# AA0398
source: Register by e-mail address
cs: Zaregistrovat s e-mailem
de: Registrieren Sie sich über E-Mail
el: Εγγραφείτε μέσω e-mail
es: Registro por correo electrónico
fa: ثبت نام از طریق ایمیل
fr: S'enregistrer avec l'adresse email
id: Registrasi dengan E-mail
it: Registrati via e-mail
ja: メールアドレスで登録
ms: Daftar melalui E-mel
nl: Registreer via e-mail adres
pl: Rejestracja za pomocą e-mail
pt: Cadastre-se com seu e-mail
ru: Зарегистрироваться с помощью e-mail
sk: Zaregistrovať s e-mailom
th: ลงทะเบียนโดยใช้อีเมล
tr: E-posta ile kayıt olun
vi: Đăng ký bằng E-mail
zh_hans: 使用邮箱注册
zh_hant: 使用郵箱註冊

# AA0399
source: Connect
cs: Přejít na připojení
de: Verbinden
el: Μετάβαση για σύνδεση
es: Para conectar
fa: برای اتصال
fr: Allez vous connecter
id: Koneksi
it: Andare a collegare
ja: 接続する
ms: Untuk menyambung
nl: Ga naar verbinden
pl: Przejdź do połączenia
pt: Ir para conectar
ru: Перейти к соединению
sk: Prejsť na pripojenie
th: ไปเชื่อมต่อ
tr: Bağlanmak için
vi: Đi đến liên kết
zh_hans: 去连接
zh_hant: 去連接

# AA0400
source: Name
cs: Jméno
el: Ονομα
es: Nombre
fa: نام بسیار طولانی است.
fr: Nom
id: Nama
it: Nome
ja: 名称
ms: Nama
nl: Naam
pl: Imię
pt: Nome
ru: Имя
sk: Meno
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# AA0401
source: Please enter the country code before phone numbers,Eg:+86-1234567
cs: Před telefonní číslo zadejte kód země, např.: +86-1234567
de: Bitte geben Sie die Landesvorwahl vor der Handynummer ein. Das Format lautet: + 86-1234567
el: Εισαγάγετε τον κωδικό χώρας πριν από τους αριθμούς τηλεφώνου, π.χ. + 86-1234567
es: Por favor, introduzca el código de país antes de los números de teléfono, por ejemplo: + 86-1234567
fa: لطفا کد کشور را قبل از شماره تلفن همراه وارد کنید، فرمت به شرح زیر است: +86-1234567
fr: Veuillez saisir le code pays devant votre numéro de téléphonele au format suivant:+86-1234567
id: Silakan masukkan kode negara di depan nomor ponsel, dengan format sebagai berikut: + 86-1234567
it: Inserisci il prefisso internazionale prima del numero di cellulare, il formato è il seguente: +86-1234567
ja: 携帯電話番号の前に国コードを入力してください。形式は次のとおりです。+ 86-1234567
ms: Masukkan kod negara, diikuti dengan nombor telefon penuh, contohnya +86-1234567
nl: Voer de landcode in vóór telefoonnummers, bijvoorbeeld: +31-1234567
pl: Wprowadź numer telefonu wg następującego wzoru: +86-1234567 (dołącz nr kierunkowy kraju)
pt: Digite o código do país antes dos números de telefone, por exemplo: + 86-1234567
ru: Пожалуйста, введите код страны перед номером телефона, например: +86-1234567
sk: Pred telefónne číslo zadajte kód krajiny, napr.: +86-1234567
th: กรุณาใส่รหัสประเทศด้านหน้าเบอร์โทรศัพท์ , ตามรูปแบบนี่ +86-1234567
tr: Lütfen cep telefonu numarasından önce ülke kodunu girin, format aşağıdaki gibidir: + 86-1234567
vi: Vui lòng nhập mã quốc gia trước số điện thoại di động, định dạng như sau: +86-123456789
zh_hans: 请在手机号码前输入国码,格式如下: +86-1234567
zh_hant: 請在手機號碼前輸入國碼，格式如下： +86-1234567

# AA0402
source: More
cs: Pro více informací
de: mehr
el: Περισσότερο
es: Más
fa: بیشتر
fr: Pour savoir plus
id: Lainnya
it: Più
ja: さらに
ms: Lebih banyak
nl: Meer
pl: Więcej
pt: Mais
ru: больше
sk: Pre viac informácií
th: เพิ่มเติม
tr: Daha fazla
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# AA0403
source: Enable
cs: Povolit
de: aktivieren
el: επιτρέπω
es: Abrir
fa: باز کردن
fr: Ouvrir
id: Membuka
it: Accende
ja: オープン
ms: Terbuka
nl: Aanzetten
pl: Otwórz
pt: Habilitar
ru: открыть
sk: Povoliť
th: เปิด
tr: Aç
vi: Mở
zh_hans: 开启
zh_hant: 開啟

# AA0404
source: No playback available for the time being.
cs: Přehrávání momentálně není k dispozici.
de: kein Rückblick zu diesem Zeitpunkt
el: Δεν υπάρχει διαθέσιμη αναπαραγωγή προς το παρόν.
es: Sin reproducción en el momento actual
fa: در حال حاضر اجرایی وجود ندارد
fr: Pas de reprojetage à l'heure actuelle
id: Tidak ada pemutaran saat ini
it: Nessuna rilettura attuale
ja: 该当时间に録画データありません
ms: Perkhidmatan tamat
nl: Afspelen is momenteel niet beschikbaar.
pl: Brak aktualnie odtwarzania
pt: Nenhuma gravação disponível no momento selecionado
ru: нет воспроизведения в текущее время
sk: Prehrávanie momentálne nie je k dispozícii.
th: ไม่มีการเล่นในขณะนี้
tr: Şu anda oynatma yok
vi: Hiện không có phát lại
zh_hans: 当前时间无回放
zh_hant: 當前時間無回放

# AA0405
source: You are about to succeed,please wait patiently
cs: Prosím, čekejte...
de: Fast fertig, bitte haben Sie noch etwas Geduld
el: Πρόκειται να πετύχετε, περιμένετε υπομονετικά
es: Un éxito se alcanzará, os rogamos esperar con paciencia
fa: موفق خواهد بود، لطفاً منتظر بمانید
fr: Opération va réussir, merci de patienter
id: Kesuksesan akan tercapai, harap tunggu dengan sabar
it: Un successo sarà raggiunto, si prega di attendere con pazienza
ja: 成功达成します、少々お待ちください
ms: Kejayaan akan dicapai, sila tunggu
nl: U staat op het punt te slagen, even geduld alstublieft
pl: Masz zamiar odnieść sukces, czekaj cierpliwie
pt: Você está prestes a ter sucesso, aguarde pacientemente
ru: Пожалуйста подождите
sk: Prosím čakajte...
th: ใกล้สำเร็จแล้ว กรุณารอสักครู่
tr: Başarılı bir şekilde gerçekleştirilecek, lütfen sabırla bekleyin
vi: Chắc chắn sẽ thành công, xin vui lòng đợi
zh_hans: 马上就要成功了,请耐心等候
zh_hant: 馬上就要成功了，請耐心等候

# AA0406
source: Invalid device ID
cs: Neplatné ID zařízení
de: Gerätkonto ungültig
el: Μη έγκυρο αναγνωριστικό συσκευής
es: ID del dispositivo inválido
fa: شناسه دستگاه معتبر
fr: ID de l'appareil invalide
id: ID perangkat salah
it: ID del dispositivo non valido
ja: 端末IDが无効です
ms: ID peranti tidak sah
nl: Onjuiste apparaat ID
pl: Błędne ID urządzenia
pt: ID de dispositivo inválido
ru: Недействительный ID устройства
sk: Neplatné ID zariadenia
th: รหัสอุปกรณ์ IDที่ไม่มีผล
tr: Geçersiz cihaz kimliği
vi: ID thiết bị không hợp lệ
zh_hans: 设备ID无效
zh_hant: 設備ID無效

# AA0407
source: Wi-Fi not connected
cs: Wi-Fi není připojeno
de: Keine Wi-Fi-Verbindung
el: Το Wi-Fi δεν είναι συνδεδεμένο
es: Wi-Fi desconectado
fa: Wi-Fi متصل نشده
fr: Wi-Fi déconnecté
id: Wi-Fi tidak terhubung
it: Wi-Fi non connesso
ja: Wi-Fi未接続
ms: Wi-Fi tidak disambung
nl: Wi-Fi niet verbonden
pl: Wi-Fi nie połaczone
pt: Wi-Fi não conectado
ru: Wi-Fi не подключен
sk: Wi-Fi nie je pripojené
th: ไม่ได้เชื่อมต่อ Wi-Fi
tr: Wi-Fi bağlı değil
vi: Chưa liên kết Wi-Fi
zh_hans: Wi-Fi未连接
zh_hant: Wi-Fi未連接

# AA0408
source: 《Privacy Policy》
cs: "Dohoda o ochraně osobních údajů"
de: Datenschutzrichtlinie
el: Συμφωνία απορρήτου
es: "Política de Privacidad"
fa: توافقنامه حریم خصوصی"
fr: « Politique de confidentialité »
id: "Kebijakan Privasi"
it: Informativa sulla Privacy
ja: 『プライバシー契約』
ms: "Perjanjian Privasi"
nl: Privacyovereenkomst
pl: „Umowa o prywatności”
pt: Acordo de Privacidade
ru: "Политики конфиденциальности"
sk: „Dohoda o ochrane osobných údajov"
th: 《นโยบายความเป็นส่วนตัว》
tr: Gizlilik Sözleşmesi
vi: 《Chính sách Bảo mật》
zh_hans: 《隐私政策》
zh_hant: 《隱私政策》

# AA0409
source: Wrong format of phone number
cs: Špatný formát telefonního čísla
de: Format der Handynummer falsch
el: Λανθασμένη μορφή αριθμού τηλεφώνου
es: Error en formato del número de celular
fa: فرمت شماره تلفن اشتباه است
fr: Mauvais format du numéro de portable
id: Format nomor ponsel eror
it: Il formato del numero di cellulare è sbagliato
ja: スマートフォンの电话番号フォーマットが正しくありません
ms: Format nombor telefon yang salah
nl: Verkeerd formaat telefoonnummer
pl: Niepoprawny format numeru telefonu
pt: Formato de número de telefone incorreto
ru: Неверный формат номера телефона
sk: Nesprávny formát telefónneho čísla
th: หมายเลขโทรศัพท์ที่ไม่ถูกต้อง
tr: Telefon numarasının biçimi hatalı
vi: Quy cách số điện thoại sai
zh_hans: 手机号码格式错误
zh_hant: 手機號碼格式錯誤

# AA0410
source: Enter password
cs: Zadat heslo
de: Das Passwort eingeben
el: Εισάγετε τον κωδικό πρόσβασης
es: Introducir la constraseña
fa: رمز عبور را وارد کنید
fr: Entrez le mot de passe
id: Masukkan kata sandi
it: Inserire la password
ja: パスワード入力
ms: masukkan kata laluan
nl: Voer wachtwoord in
pl: Podaj hasło
pt: Digite a senha
ru: Введите пароль
sk: Zadať heslo
th: ใส่รหัสผ่าน
tr: Şifreyi girin
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

# AA0412
source: Urgent problem?please send e-mail to us.
cs: Naléhavý problém? Pošlete nám e-mail.
de: Ist das Problem dringend? Sie können uns auch ein E-Mail-Feedback senden
el: Επείγον πρόβλημα; στείλτε μας e-mail.
es: ¿Tiene problema urgente? También puede enviar correo para dejar su opinión
fa: خطا ضروری است؟ شما می توانید انتقادات و پیشنهادات را ایمیل کنید.
fr: Problème urgent ? Contactez-nous par email
id: Apakah eror itu mendesak? Anda juga dapat mengirim umpan balik melalui email
it: Il problema è molto urgente? È anche possibile inviare feedback con E-mail
ja: 问题を急いで解决してほしい场合、メールでお问い合わせください。
ms: Adalah ralat segera? Anda juga boleh menghantar maklum balas melalui emel
nl: Dringend probleem? Stuur een e-mail naar ons.
pl: Prosimy o przesłanie do nas e-maila.
pt: Problema urgente? Envie um email para nós.
ru: Срочная проблема? Пожалуйста, отправьте нам электронное письмо.
sk: Naliehavý problém? Pošlite nám e-mail.
th: ข้อผิดพลาดนี้เร่งด่วนหรือไม่ นอกจากนี้คุณยังสามารถส่งความคิดเห็นผ่านทางอีเมลอีกด้วย
tr: Hata önemli mi? E-mail ile de geri bildirim gönderebilirsiniz.
vi: Lỗi có khẩn cấp không? Bạn cũng có thể gửi phản hồi bằng email
zh_hans: 问题比较紧急?您还可以发邮件反馈
zh_hant: 問題比較緊急？您還可以發郵件回饋

# AA0413
source: Contact:
cs: Kontakt Email:
de: Feedback-E-Mail:
el: Επικοινωνία:
es: Email de sugerencia:
fa: ایمیل انتقادات و پیشنهادات:
id: Email umpan balik:
it: E-mail di feedback:
ja: お问い合わせメール:
ms: Emel maklum balas:
pl: Kontakt:
pt: Contato:
ru: Контакт:
sk: Kontakt Email:
th: อีเมลแสดงความคิดเห็น:
tr: Geri bildirim e-maili:
vi: Email phản hồi:
zh_hans: 反馈邮箱:
zh_hant: 回饋郵箱:

# AA0414
source: Start time
cs: Čas zahájení
de: Startzeit
el: Ωρα έναρξης
es: Hora de inicio
fa: زمان شروع
fr: Heure de début
id: Waktu mulai
it: Orario di inizio
ja: 开始时刻
ms: Masa mula
nl: Starttijd
pl: Data początkowa
pt: Hora de início
ru: Время начала
sk: Čas začiatku
th: เวลาเริ่ม
tr: Başlama zamanı
vi: Thời gian bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

# AA0415
source: Fail to submit,please try again later.
cs: Odeslání se nezdařilo, zkuste to později.
de: Einreichung fehlgeschlagen, bitte es später erneut versuchen
el: Αποτυχία υποβολής. Δοκιμάστε ξανά αργότερα.
es: Falló envío. Intente de nuevo
fa: ارسال انجام نشد، لطفا بعدا دوباره سعی کنید.
fr: Envoi echoué, merci de reessayer plus tard
id: Penyerahan gagal, coba lagi nanti
it: Impossibile inviare, riprova più tardi
ja: 送信に失败しました。后でもう一度お试しください
ms: Penyerahan gagal, sila cuba lagi
nl: Insturen mislukt, probeer het later opnieuw.
pl: Nie udało się przesłać, spróbuj ponownie później.
pt: Falha ao enviar, tente novamente mais tarde.
ru: Не удалось отправить, повторите попытку позже.
sk: Odoslanie sa nepodarilo, skúste to neskôr.
th: การส่งล้มเหลว โปรดลองอีกครั้ง
tr: Gönderme başarısız oldu, lütfen daha sonra tekrar deneyin.
vi: Gửi không thành công, vui lòng thử lại sau.
zh_hans: 提交失败, 请稍后再试
zh_hant: 提交失敗, 請稍後再試

# AA0416
source: Today
cs: Dnes
de: heute
el: Σήμερα
es: Hoy
fa: امروز
fr: Aujourd'hui
id: Hari ini
it: Oggi
ja: 今日
ms: Hari ini
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
sk: Dnes
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# AA0417
source: Yesterday
cs: Včera
de: gestern
el: Εχθές
es: Ayer
fa: دیروز
fr: Hier
id: Kemarin
it: Ieri
ja: 昨日
ms: Semalam
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера
sk: Včera
th: เมื่อวาน
tr: Dün
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# AA0418
source: Done
cs: Dokončit
de: Erledigt
el: Φινίρισμα
es: Hecho
fa: پایان
fr: Terminé
id: Selesai
it: Fine
ja: 完了
ms: Selesai
nl: Finish
pl: Skończyć
pt: Feito
ru: Готово
sk: Skončiť
th: ทำให้สำเร็จ
tr: Bitiş
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# AA0419
source: Step 1
cs: První krok
de: Erster Schritt
el: Πρώτο βήμα
es: Paso 1
fa: گام اول
fr: Première étape
id: Langkah pertama
it: Passo 1
ja: ステップ1
ms: langkah pertama
nl: Eerste stap
pl: Pierwszy krok
pt: Primeiro passo
ru: Первый шаг
sk: Prvý krok
th: ขั้นตอนที่แรก
tr: İlk adım
vi: Bước 1
zh_hans: 第一步
zh_hant: 第一步

# AA0420
source: Power on the camera or insert battery
cs: Zapněte fotoaparát nebo načte baterii
de: Die Kamera ans Stromnetz anschließen oder Batterie einlegen
el: Συνδέστε την κάμερα στο τροφοδοτικό παροχής ρεύματος ή τοποθετήστε την μπαταρία
es: Enciende la cámara o coloque la batería en ella.
fa: دوربین را روشن کنید یا باتری را بارگیری کنید
fr: Allumez la caméra ou insérez la batterie
id: Nyalakan kamera atau masukkan baterai
it: Accendi la videocamera o inserisci la batteria
ja: カメラに電源を入れるか、バッテリを入れます
ms: Hidupkan kamera atau memuatkan bateri
nl: Sluit de camera aan op de stroomvoorziening of installeer de batterij
pl: Podłącz kamerę do źródła zasilania lub zainstaluj akumulator
pt: Conecte a câmera à fonte de alimentação ou insira a bateria
ru: Подключите камеру к источнику питания или вставьте в неё батарейки
sk: Zapnite fotoaparát alebo načítajte batériu
th: เปิดกล้องหรือใส่แบตเตอรี่
tr: Kamerayı güç kaynağına bağlayın veya pili takın
vi: Kết nối camera với nguồn
zh_hans: 将摄像机接通电源
zh_hant: 將攝像機接通電源或裝入電池

# AA0421
source: Step 2
cs: Druhý krok
de: Zweiter Schritt
el: Δεύτερο βήμα
es: Paso 2
fa: مرحله دوم
fr: Deuxième étape
id: Langkah kedua
it: Passo 2
ja: ステップ2
ms: Langkah kedua
nl: Tweede stap
pl: Drugi krok
pt: Segundo passo
ru: Второй шаг
sk: Druhý krok
th: ขั้นตอนที่สอง
tr: İkinci adım
vi: Bước 2
zh_hans: 第二步
zh_hant: 第二步

# AA0422
source: Waiting for the camera to connect and make du-du sound
cs: Čekání na kameru zadejte stav připojení a vydejte Du-Du Sound,
de: Warten Sie, bis die Kamera in den verbundenen Zustand wechselt und den Ton „Du-Du“ klingelt.
el: Περιμένετε μέχρι η κάμερα να εισέλθει στην κατάσταση σύνδεσης και να κάνει έναν ήχο «Ντου – Ντου»,
es: Espere que la cámara entre en estado de conexión y emita el sonido du-du.
fa: در انتظار دوربین برای ورود به وضعیت اتصال و صدور صدای Du-Du،
fr: Attendez que la caméra est en l'état connecté et émette un son "du-du"
id: Tunggu hingga kamera sudah terhubung dan mengeluarkan suara du-du,
it: Attendi che la videocamera entri nello stato connesso ed emetta un suono du-du,
ja: カメラが接続状態になり、「ブウブウ」という音が鳴るまでお待ちしてください、
ms: Menunggu kamera untuk memasuki status sambungan dan mengeluarkan du-du bunyi,
nl: Wacht tot de camera verbinding heeft gemaakt en een du-du geluid maakt,
pl: Poczekaj, aż kamera wejdzie w stan połączenia i wyemituje dźwięk „du-du”
pt: Espere a câmera entrar no estado de conexão e fazer um som du-du,
ru: Подождите, пока камера не вступила в состоянии соединения и не выдавала звуковой сигнал «du-du».
sk: Čakanie na kameru zadanie stavu pripojenia a vydáva zvuk DU-du,
th: รอให้กล้องเข้าสู่สถานะเชื่อมต่อแล้วส่งเสียงตุ๊ดตุ๊ด
tr: Kameranın bağlı duruma girmesini ve du-du sesi çıkarmasını bekleyin,
vi: Chờ camera chuyển sang trạng thái kết nối và phát ra âm thanh du-du,
zh_hans: 等待摄像机进入连接状态并发出du-du声，
zh_hant: 等待攝像機進入連接狀態並發出du-du聲，

# AA0423
source: Power on the camera or insert battery
cs: Zapněte fotoaparát nebo načte baterii
de: Die Kamera ans Stromnetz anschließen oder Batterie einlegen
el: Συνδέστε την κάμερα στο τροφοδοτικό παροχής ρεύματος ή τοποθετήστε την μπαταρία
es: Enciende la cámara o coloque la batería en ella.
fa: دوربین را روشن کنید یا باتری را بارگیری کنید
fr: Allumez la caméra ou insérez la batterie
id: Nyalakan kamera atau masukkan baterai
it: Accendi la videocamera o inserisci la batteria
ja: カメラに電源を入れるか、バッテリを入れます
ms: Hidupkan kamera atau memuatkan bateri
nl: Sluit de camera aan op de stroomvoorziening of installeer de batterij
pl: Podłącz kamerę do źródła zasilania lub zainstaluj akumulator
pt: Conecte a câmera à fonte de alimentação ou insira a bateria
ru: Подключите камеру к источнику питания или вставьте в неё батарейки
sk: Zapnite fotoaparát alebo načítajte batériu
th: เปิดกล้องหรือใส่แบตเตอรี่
tr: Kamerayı güç kaynağına bağlayın veya pili takın
vi: Kết nối camera với nguồn hoặc lắp pin
zh_hans: 将摄像机接通电源或装入电池
zh_hant: 將攝像機接通電源或裝入電池

# AA0424
source: Step 1. Turn on the device
cs: Krok 1: Zapněte zařízení
de: Schritt 1: Das Gerät einschalten
el: Βήμα 1: Ενεργοποιήστε τη συσκευή
es: Paso 1: Enciende el aparato
fa: قدم ۱: روی دستگاه
fr: Etape 1 : Allumer l'appareil
id: Langkah pertama, hidupkan perangkat
it: Primo passo, accendi il dispositivo
ja: 第一ステップ、オープンデバイス
ms: Langkah 1: Hidupkan peranti
nl: Stap 1: Schakel het apparaat in
pl: Krok 1: Włącz urządzenie
pt: Etapa 1: Ligar o dispositivo
ru: Первый шаг, включить устройство
sk: Krok 1: Zapni zariadenie
th: ขั้นตอนที่ 1 เปิดอุปกรณ์
tr: İlk adım, cihazı açın
vi: Bước 1, bật thiết bị
zh_hans: 第一步、开启设备
zh_hant: 第一步、開啟設備
