Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0355
source: %@ upgrade failed. Please try again after restarting the device or inserting the memory card
cs: %@Upgrade selhal. Restartujte prosím zařízení nebo vložte paměťovou kartu, abyste to zkusili znovu
fa: %@Upgrade شکست خورد. لطفاً دستگاه را دوباره آغاز کنید یا کارت حافظه را وارد کنید تا دوباره سعی کنید
id: %@ gagal dimuktahirkan. Silakan coba lagi setelah menyalakan ulang perangkat atau memasukkan kartu memori
ja: %@アップグレードに失敗しました。デバイスを再起動するか、メモリカードを入れて再度試してみてください
ms: %@naik taraf gagal, sila cuba lagi selepas memulakan semula peranti atau memasukkan kad memori
sk: %@ Upgrade zlyhalo. Prosím opätovne spustite zariadenie alebo vložte pamäťovú kartu, aby ste sa opäť pokúsili
th: %@ อัพเกรดล้มเหลว โปรดรีสตาร์ทอุปกรณ์หรือใส่การ์ดหน่วยความจําแล้วลองอีกครั้ง
vi: %@ nâng cấp thất bại, vui lòng khởi động lại thiết bị hoặc lắp thẻ nhớ và thử lại
zh_hans: %@升级失败，请重启设备或插入内存卡重试
zh_hant: %@升級失敗，請重啟設備或插入SD卡重試

# AA0356
source: %@ download failed. Please try again after checking the device network
cs: %@Stahování selhalo. Zkontrolujte prosím síť zařízení a zkuste to znovu
fa: %@ بارگیری شکست خورد. لطفا شبکه دستگاه را بررسی کنید و دوباره امتحان کنید
id: %@ gagal diunduh. Silakan coba lagi setelah memeriksa jaringan perangkat
ja: %@ダウンロードに失敗しました。ネットワークを確認してから再度試してみてください
ms: %@muat turun gagal, sila cuba lagi selepas menyemak rangkaian peranti
sk: @ Download failed. Please check the device network and try again
th: %@ ดาวน์โหลดล้มเหลว โปรดตรวจสอบเครือข่ายอุปกรณ์และลองอีกครั้ง
vi: %@ tải xuống thất bại, vui lòng kiểm tra mạng thiết bị và thử lại
zh_hans: %@下载失败，请检查设备网络后重试
zh_hant: %@下載失敗，請檢查設備網絡後重試

# AA0357
source: %@ upgrade failed. Please try again after restarting the device
cs: %@Upgrade selhal. Restartujte prosím zařízení a zkuste to znovu
fa: @ info
id: %@ gagal dimuktahirkan. Silakan coba lagi setelah menyalakan ulang perangkat
ja: %@アップグレードに失敗しました。再起動してから再度試してみてください
ms: %@naik taraf gagal, sila cuba lagi selepas memulakan semula peranti
sk: %@ Upgrade zlyhalo. Prosím opätovne spustite zariadenie a pokúste sa znovu
th: %@ อัพเกรดล้มเหลว โปรดรีสตาร์ทอุปกรณ์และลองอีกครั้ง
vi: %@ nâng cấp thất bại, vui lòng khởi động lại thiết bị rồi thử lại
zh_hans: %@升级失败，请重启设备后重试
zh_hant: %@升級失敗，請重啟設備後重試

# AA0358
source: %@ is upgrading...
cs: %@Upgradování
fa: %@ Upgrading
id: %@ sedang dimuktahirkan...
ja: %@アップグレード中...
ms: %@sedang dinaik taraf...
sk: %@ Upgrading
th: %@ กําลังอัพเกรด ...
vi: %@ đang nâng cấp...
zh_hans: %@升级中...
zh_hant: %@升级中...

# AA0359
source: Select from multiple accounts detected
cs: Nalezeno více účtů, prosím vyberte
fa: شماره‌های زیادی پیدا شده ، لطفا انتخاب کنید
id: Pilih dari akun-akun yang terdeteksi
ja: 複数のアカウントが確認されたため、選んでください
ms: Banyak akaun ditemui, sila pilih
sk: Nájdené viaceré účty, prosím vyberte
th: พบหลายบัญชี โปรดเลือก
vi: Đã tìm thấy nhiều tài khoản, vui lòng chọn
zh_hans: 查到多个账号，请选择
zh_hant: 查到多個賬號，請選擇

# AA0360
source: Scanning QR codes to add devices is not supported due to the low APP version.
cs: Aktuální verze APP je příliš nízká a nepodporuje skenovací kódy pro přidávání zařízení.
fa: The current APP version is too low and does not support scanning codes to add devices.
id: Versi aplikasi saat ini terlalu rendah. Tidak dapat menambahkan perangkat dengan memindai kode QR.
ja: 現在のアプリバージョンが低すぎて、スキャンによるデバイス追加に対応できません。
ms: Mengimbas kod QR untuk menambah peranti tidak disokong kerana versi APP yang rendah.
sk: Súčasná verzia APP je príliš nízka a nepodporuje kódy skenovania na pridanie zariadení.
th: เวอร์ชัน APP ปัจจุบันต่ําเกินไปที่จะรองรับการสแกนโค้ดเพื่อเพิ่มอุปกรณ์
vi: Phiên bản APP hiện tại quá thấp, không hỗ trợ thêm thiết bị bằng quét mã QR.
zh_hans: 当前APP版本过低，不支持扫码添加设备。
zh_hant: 當前APP版本過低，不支持掃碼添加設備。

# AA0361
source: Upgrade now
cs: Upgrade
fa: برنامه‌سازی
id: Muktahirkan sekarang
ja: アップグレード
ms: Naik taraf sekarang
sk: Upgrade
th: ไปอัพเกรด
vi: Tới nâng cấp
zh_hans: 去升级
zh_hant: 去升級

# AA0362
source: This device has been added
cs: Zařízení již bylo přidáno
fa: دستگاه قبلاً اضافه شده است
id: Perangkat sudah ditambahkan
ja: このデバイスが既に追加されました
ms: Peranti ini telah ditambahkan
sk: Zariadenie bolo už pridané
th: เพิ่มอุปกรณ์นี้แล้ว
vi: Đã thêm thiết bị này
zh_hans: 已经添加该设备了
zh_hant: 已經添加該設備了

# AA0363
source: Device Calling
cs: Volání zařízení
fa: تماس دستگاه
id: Pemanggilan perangkat
ja: デバイス通話要求
ms: Panggilan Peranti
sk: Vyvolanie zariadenia
th: การเรียกอุปกรณ์
vi: Cuộc gọi thiết bị
zh_hans: 设备呼叫
zh_hant: 設備呼叫

# AA0364
source: Face Recognition
cs: Rozpoznávání obličeje
fa: شناسایی صورت
id: Verifikasi wajah
ja: 顔認識
ms: Pengecaman Wajah
sk: Uznávanie tváre
th: การตรวจจับใบหน้า
vi: Nhận dạng khuôn mặt
zh_hans: 人脸识别
zh_hant: 人臉識別

# AA0365
source: Baby Crying
cs: Brečící dítě
fa: عزيزم گريه ميکنه
id: Tangisan Bayi
ja: 赤ちゃんの泣き声
ms: Tangisan bayi
th: ทารกร้องไห้
vi: Tiếng khóc của em bé
zh_hans: 宝宝哭声
zh_hant: 寶寶哭聲

# AA0366
source: Pet Motion
cs: Aktivity v domácích zvířatech
fa: فعالیت‌های حیوانات
id: Gerakan Hewan Peliharaan
ja: ペットの動き
ms: Aktiviti haiwan peliharaan
sk: Zvieračné činnosti
th: สัตว์เลี้ยงคล่องตัว
vi: Hoạt động của thú cưng
zh_hans: 宠物活动
zh_hant: 寵物活動

# AA0367
source: And
cs: a
id: Dan
ja: 及び
ms: Dan
sk: a
th: และ
vi: Và
zh_hans: 和
zh_hant: 和

# AA0368
source: Privacy Policy
cs: Dohoda o ochraně osobních údajů
de: Datenschutzrichtlinie
el: Συμφωνία απορρήτου
es: Política de Privacidad
fa: توافقنامه حریم خصوصی
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla Privacy
ja: プライバシー契約
ms: Perjanjian Privasi
nl: Privacyovereenkomst
pl: Umowa o prywatności
pt: Acordo de Privacidade
ru: Политики конфиденциальности
sk: Dohoda o ochrane osobných údajov
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Sözleşmesi
vi: Chính sách Bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# AA0369
source: Phone number or email
cs: Zadejte telefonní číslo nebo e-mailovou adresu
de: Geben Sie bitte Ihre Handynummer oder E-Mail ein
el: Εισαγάγετε έναν αριθμό τηλεφώνου ή μια διεύθυνση email
es: Introduzca número de celular o email
fa: لطفا شماره تلفن یا آدرس ایمیل خود را وارد نمایید
fr: Entrez le numéro de portable ou l'adresse e-mail
id: Masukkan nomor telepon atau alamat email anda
it: Si prega di inserire il numero di cellulare o l’indirizzo email
ja: スマートフォンの电话番号またはメールアドレスを入力してください
ms: Masukkan nombor telefon atau alamat e-mel
nl: Voer een telefoonnummer of e-mailadres in
pl: Podaj numer telefonu lub e-mail adres
pt: Digite um número de celular ou e-mail
ru: Войдите по номеру телефона или адресу электронной почты
sk: Zadajte telefónne číslo alebo e-mailovú adresu
th: กรุณานำเข้าหมายเลขโทรศัพท์ หรืออิเมล์
tr: Lütfen telefon numaranızı veya e-posta adresinizi girin
vi: Vui lòng nhập số điện thoại hoặc hòm thư
zh_hans: 请输入手机号或邮箱
zh_hant: 請輸入手機號或郵箱

# AA0370
source: Phone number/E-mail
cs: Telefon / E-mail
de: Telefonnummer / E-Mail
el: Αριθμός τηλεφώνου / E-mail
es: Número de teléfono / correo electrónico
fa: شماره تلفن / ایمیل
fr: Numéro de téléphone / E-mail
id: Nomor telepon / E-mail
it: Numero di telefono / e-mail
ja: 电话番号/ Eメール
ms: Nombor telefon / E-mail
nl: Telefoon / E-mail
pl: Numer telefonu / E-mail
pt: Número de celular / E-mail
ru: Телефон / Электронная почта
sk: Telefón / E-mail
th: หมายเลขโทรศัพท์ / E-mail
tr: Telefon numarası / e-mail
vi: Số điện thoại / E-mail
zh_hans: 手机号/邮箱
zh_hant: 手機號/郵箱

# AA0371
source: Cloud service is under construction in this region. Please wait in patience~
cs: Cloudová služba je ve výstavbě, počkejte trpělivě ~
de: Der Cloud-Service ist gerade im Bau, bitte mal warten~
el: Οι υπηρεσίες cloud είναι υπό κατασκευή σε αυτήν την περιοχή, περιμένετε υπομονετικά~
es: El servicio en la nube está en construcción en esta zona, por favor espere con paciencia~
fa: خدمات ابر در حال ساخت است، لطفا صبر کنید
fr: Le service en ligne dans cette région est en construction. Veuillez patienter
id: Layanan cloud di area ini sedang dibentuk, harap tunggu~
it: Il Servizio Cloud di questa zona è in costruzione, attendi con pazienza ~
ja: 当該地域のクラウドサービスはまだ構築しておりますので、少々お待ちください~
ms: Perkhidmatan Awan sedang dalam pembinaan, sila tunggu dengan sabar ~
nl: Cloud services zijn in aanbouw op dit gebied, wacht~
pl: Usługi w chmurze w tym obszarze, są w trakcie tworzenia, proszę cierpliwie czekać~
pt: O serviço de nuvem nesta área está em construção, por favor, seja paciente~
ru: Облачные сервисы строятся в данном районе, подождите с терпением ~
sk: Služba Cloud je vo výstavbe, čakajte trpezlivo
th: บริการคลาวด์ในพื้นที่นี้อยู่ระหว่างการก่อสร้าง โปรดอดใจรอ ~
tr: Bu alandaki bulut hizmeti yapım aşamasındadır, lütfen sabırlı olun~
vi: Dịch vụ đám mây trong khu vực này đang được thiết lập, vui lòng kiên nhẫn chờ đợi~
zh_hans: 该地区云服务正在建设中,请耐心等待~
zh_hant: 該地區雲服務正在建設中,請耐心等待~

# AA0372
source: Account does not exist
cs: Účet neexistuje
de: Konto existiert nicht
el: Ο λογαριασμός δεν υπάρχει
es: La cuenta no existe
fa: چنین حسابی پیدا نشد
fr: Compte n'existe pas
id: Akun tersebut tidak ditemukan
it: L’account non esiste
ja: アカウントが存在しません
ms: Pertimbangan ini mendapati
nl: Account bestaat niet
pl: Konto nie istnieje
pt: Esta conta não existe
ru: Аккаунт не существует
sk: Účet neexistuje
th: บัญชีไม่ดำรงอยู่
tr: Böyle bir hesap bulunamadı
vi: Tài khoản không tồn tại
zh_hans: 账户不存在
zh_hant: 帳戶不存在

# AA0373
source: Passwords are inconsistent
cs: Hesla jsou nekonzistentní
de: Die beiden Eingaben stimmen nicht überein
el: Οι κωδικοί πρόσβασης είναι ασυνεπείς
es: Contraseñas inconsistentes
fa: عدم تطابق موارد وارد شده توسط شما
fr: Discordance pour deux mots de passe
id: Dua kali Anda memasukkan tidak konsisten
it: Le due password non coincidono
ja: パスワードが一致しません
ms: Dua kali lebih beratur
nl: Wachtwoorden zijn niet gelijk
pl: Nieprawidłowe hasło
pt: As senhas não conferem
ru: Два пароля не совпадают, введите еще раз
sk: Hesla nie sú konzistentné
th: นำเข้ารหัสผ่าน ๒ ครั้งไม่เป็นเอกฉันท์
tr: Girdikleriniz uyuşmuyor
vi: Hai lần nhập vào không đồng nhất
zh_hans: 两次输入不一致
zh_hant: 兩次輸入不一致

# AA0374
source: Phone number
cs: Telefonní číslo
de: Mobiltelefon
el: αριθμός τηλεφώνου
es: Teléfono Móvil
fa: تلفن همراه
fr: Numéro de téléphone
id: Ponsel
it: Numero di telefono
ja: 电话番号
ms: Nombor telefon bimbit
nl: Telefoonnummer
pl: Nr.telefonu
pt: Número de celular
ru: номер телефона
sk: Telefónne číslo
th: เบอร์โทรศัพท์
tr: Cep telefonu
vi: Số điện thoại
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

# AA0375
source: Enter your Wi-Fi password
cs: Zadejte vaše heslo k Wi-Fi připojení
de: Geben Sie bitte das Wi-Fi-Passwort ein
el: Εισαγάγετε τον κωδικό πρόσβασης Wi-Fi
es: Introduzca contraseña de Wi-Fi
fa: لطفا گذرواژه Wi-Fi را وارد کنید
fr: Entrez mot de passe Wi-Fi
id: Silakan masukkan kata sandi Wi-Fi
it: Si prega di inserire la password di Wi-Fi
ja: Wi-Fiパスワードを入力して下さい
ms: Sila masukkan Wi-Fi kata laluan
nl: Voer het Wi-Fi wachtwoord in
pl: Podaj hasło do swojej sieci Wi-Fi
pt: Digite a senha do Wi-fi
ru: Введите пароль Wi-Fi
sk: Zadajte vaše heslo k Wi-Fi pripojeniu
th: กรุณานำเข้ารหัสผ่านWi-Fi
tr: Lütfen Wi-Fi şifresi girin
vi: Nhập mật khẩu Wi-Fi
zh_hans: 请输入Wi-Fi密码
zh_hant: 請輸入Wi-Fi密碼

# AA0376
source: Current network is unavailable. Check your network settings
cs: Aktuální síť není k dispozici. Zkontrolujte nastavení sítě.
de: Internet nicht verfügbar, prüfen Sie bitte die Netzwerkeinstellungen
el: Το τρέχον δίκτυο δεν είναι διαθέσιμο. Ελέγξτε τις ρυθμίσεις δικτύου σας
es: Red actual no disponible, compruebe la configuración de su red
fa: شبکه فعلی در دسترس نیست، لطفا تنظیمات شبکه خود را بررسی کنید
fr: Le réseau actuel n'est pas disponible. Vérifiez vos paramètres du réseau
id: Jaringan saat ini tidak tersedia, silakan periksa
it: La rete selezionata non è disponibile, si prega di controllare le impostazioni di rete
ja: ネットワークに接続できません。ネットワーク设定を确认してください
ms: Rangkaian semasa tidak tersedia, sila semak seting rangkaian awda
nl: Netwerk is momenteel niet beschikbaar. Controleer de netwerk instellingen.
pl: Obecna sieć niedostępna. Sprawdź ustawienia sieci
pt: A rede atual está indisponível. Confira suas configurações de rede
ru: Недоступна текущая сеть.
sk: Aktuálna sieť nie je k dispozícii. Skontrolujte nastavenie siete.
th: ปัจจุบันอินเทอร์เน็ตไม่สามารถใช้งานได้ กรุณาตรวจสอบการตั้งค่าอินเทอร์เน็ตของคุณ
tr: Geçerli ağ kullanılamıyor, lütfen ağ ayarlarınızı kontrol edin.
vi: Hiện tại mạng không dùng được, hãy kiểm tra thiết bị mạng
zh_hans: 当前网络不可用,请检查您的网络设置
zh_hant: 當前網路不可用,請檢查您的網路設置

# AA0377
source: Next
cs: Další
de: Nächster Schritt
el: Επόμενο
es: Siguiente
fa: مرحله بعدی
fr: Suivant
id: Langkah selanjutnya
it: Avanti
ja: 次へ
ms: Langkah seterusnya
nl: Volgende
pl: Następne
pt: Próximo
ru: Следующий шаг
sk: Ďalšie
th: ขั้นตอนต่อไป
tr: Sonraki adım
vi: Tiếp tục
zh_hans: 下一步
zh_hant: 下一步

# AA0378
source: Connection failed
cs: Připojení se nezdařilo
de: Verbindung fehlgeschlagen
el: Αποτυχημένη σύνδεση
es: Error en conexión
fa: اتصال انجام نشد
fr: Connexion échouée
id: Koneksi gagal
it: Connessione non riuscita
ja: 接続できません
ms: Sambungan gagal
nl: Verbinding verbroken
pl: Błąd połączenia
pt: A conexão falhou
ru: Ошибка подключения
sk: Pripojenie sa nepodarilo
th: เชื่อมต่อล้มเหลว
tr: Bağlantı başarısız oldu
vi: Kết nối thất bại
zh_hans: 连接失败
zh_hant: 連接失敗

# AA0379
source: Unknown reason
cs: Neznámý důvod
de: Unbekannter Grund
el: Άγνωστος λόγος
es: Causa desconocida
fa: ناشناس
fr: Cause inconnue
id: Tidak dikenal
it: Motivo sconosciuto
ja: 原因不明
ms: Tidak diketahui
nl: Onbekende reden
pl: Powód nieznany
pt: Motivo desconhecido
ru: Неизвестная причина
sk: Neznámy dôvod
th: ไม่รู้จักเหตุผล
tr: Bilinmiyor
vi: Chưa rõ nguyên nhân
zh_hans: 未知原因
zh_hant: 未知原因

# AA0380
source: offline already
cs: Zařízení je offline
de: Gerät ist offline
el: Συσκευή εκτός σύνδεσης
es: Dispositivo desconectado
fa: دستگاه آفلاین است
fr: Appareil est hors ligne
id: Perangkat terputus
it: Dispositivo non in linea
ja: 端末がオフラインになりました
ms: Peranti luar talian
nl: Apparaat offline
pl: Urządzenie offline
pt: O Dispositivo está desconectado
ru: Устройство не в сети
sk: Zariadenie je off-line
th: อุปกรณ์แบบออฟไลน์
tr: Cihaz çevrimdışı
vi: Thiết bị ngoại tuyến
zh_hans: 设备离线
zh_hant: 設備離線

# AA0381
source: The network is busy, please try again later
cs: Síť je zaneprázdněna, zkuste to znovu později
de: Netz besetzt, versuchen Sie es später erneut
el: Το δίκτυο είναι απασχολημένο. Δοκιμάστε ξανά αργότερα
es: Red ocupada, intente después
fa: شبکه اشغال است، لطفا بعدا دوباره سعی کنید.
fr: Le réseau est occupé. Veuillez réessayer plus tard.
id: Jaringan sibuk, harap coba lagi nanti
it: Rete occupata, riprova più tardi
ja: インターネットが混み合っていますので、暂く経ってからもう一度お试しください
ms: Rangkaian sibuk, sila cuba lagi kemudian
nl: Het netwerk is bezet, probeer het nog eens
pl: Sieć zajęta, spróbuj ponownie później
pt: Rede ocupa. Por favor tente mais tarde
ru: Сеть занята, попробуйте позже
sk: Sieť je zaneprázdnená, skúste to neskôr
th: อินเทอร์เน็ตไม่ว่าง กรุณาลองใหม่ในภายหลัง
tr: Ağ meşgul, lütfen daha sonra tekrar deneyin.
vi: Mạng quá tải, hãy thử lại sau
zh_hans: 网络繁忙,请稍后再试
zh_hant: 網路繁忙,請稍後再試

# AA0382
source: Your phone number has been used
cs: Vaše telefonní číslo bylo použito
de: Handynummer bereits registriert
el: Ο αριθμός τηλεφώνου σας έχει χρησιμοποιηθεί
es: Número de teléfono usado
fa: شماره تلفن مورد نظر استفاده شده است.
fr: Numéro de portable déjà utilisé
id: Nomor telepon sudah digunakan
it: Numero di cellulare già in uso
ja: 电话番号は使用されています
ms: Nombor telefon bimbit digunakan
nl: Dit telefoonnummer is al in gebruik
pl: Twój numer telefonu jest używany
pt: O número de celular já está em uso
ru: Номер телефона уже используется
sk: Vaše telefónne číslo bolo použité
th: หมายเลขโทรศัพท์ที่ถูกใช้
tr: Cep telefonu numarası kullanıldı.
vi: Số điện thoại đã bị sử dụng
zh_hans: 手机号码已被使用
zh_hant: 手機號碼已被使用

# AA0383
source: The length of name is out of range
cs: Délka jména přesáhla limit
de: Namenslänge überschritten
el: Το μήκος του ονόματος είναι εκτός εμβέλειας
es: Longitud de nombre fuera de rango
fa: طول نام خارج از دسترس است
fr: Longueur du nom hors limites
id: Nama melebihi jumlah karakter
it: La lunghezza del nome eccede il limite
ja: 名称の长さが上限を超えました
ms: Panjang nama yang berada di luar julat
nl: De lengte van de naam is te lang
pl: Za długa nazwa
pt: O comprimento do nome está fora do limite
ru: Длина имени вне диапазона
sk: Dĺžka mena presiahla limit
th: ชื่อยาวอยู่นอกช่วง
tr: Adın uzunluğu fazla
vi: Tên vượt quá độ dài quy định
zh_hans: 名字长度超出范围
zh_hant: 名字長度超出範圍

# AA0384
source: The system is in maintenance. Please try again later
cs: Systém je v údržbě. Zkuste to znovu později
de: Systemwartung. Versuchen Sie es später erneut
el: Το σύστημα βρίσκεται σε συντήρηση. Παρακαλώ προσπάθησε ξανά αργότερα
es: Sistema en mantenimiento. Intente más tarde
fa: سیستم در حال حاضر در حال تعمیر و نگه داری است، لطفا بعدا سعی کنید.
fr: Le système est en cours d'entretien. Réessayez plus tard
id: Sistem saat ini sedang dalam perbaikan, silakan coba lagi
it: Il sistema è fuori servizio per manutenzione, si prega di riprovare più tardi
ja: システムメンテナンス中、暂く経ってからもう一度お试しください
ms: Sistem ini sedang dalam penyelenggaraan, sila cuba lagi
nl: Het is systeem is in onderhoud. Probeer het later nog eens.
pl: System jest w konserwacji. Spróbuj ponownie później
pt: O sistema está em manutenção. Por favor, tente novamente mais tarde
ru: Система получает техническое обслуживание, попробуйте позже
sk: Prebieha údržba systému. Skúste to neskôr
th: ระบบกำลังซ่อมบำรุง กรุณาลองอีกครั้งในภายหลัง
tr: Sistem şu an bakım altında, lütfen tekrar deneyin.
vi: Hệ thống đang bảo trì, vui lòng thử lại sau
zh_hans: 系统正在维护,请稍后再试
zh_hant: 系統正在維護,請稍後再試

# AA0385
source: Verification code timeout
cs: Časový limit ověřovacího kódu
de: Prüfcode-Timeout
el: Χρονικό όριο κωδικού επαλήθευσης
es: Código de verificación vencido
fa: اتمام زمان کد تایید
fr: Expiration de code de vérification
id: Waktu habis untuk kode validasi
it: Codice di verifica scaduto
ja: 认証コードの有効期限が过ぎています
ms: Pengesahan kod tamat masa
nl: Verificatiecode verlopen
pl: Upłynął czas weryfikacji kodu
pt: Atingiu tempo limite do código de verificação
ru: Тайм-аут кода подвержд.
sk: Časový limit overovacieho kódu
th: รหัสยืนยันเกินเวลา
tr: Doğrulama kodu zamanaşımı
vi: Mã xác nhận quá hạn
zh_hans: 验证码超时
zh_hant: 驗證碼超時

# AA0386
source: It has reached the upper limit
cs: Horní hranice byla dosažena
de: Obergrenze erreicht
el: Έχει φτάσει το ανώτατο όριο
es: Se alcanzó el máximo
fa: به محدوده خود رسیده
fr: Déjà à la limite supérieure
id: Sudah mencapai batasnya
it: Ha raggiunto il limite
ja: 上限に达しました
ms: Limilt mencapai
nl: Het maximum is bereikt
pl: Osiągnięto górny limit
pt: Atingiu o limite
ru: Достигнута верхняя граница
sk: Dosiahla sa horná hranica
th: ได้ถึงขีดจำกัด
tr: Sınıra ulaştı
vi: Đã đầy
zh_hans: 已经达到上限
zh_hant: 已經達到上限

# AA0387
source: This camera has been bundled by other account,please unbundle it firstly before using.
cs: Tento fotoaparát byl přiložen k jinému účtu, před použitím jej nejdříve oddělte.
de: Das Gerät wurde mit einem anderen Konto verbunden und muss für die weitere Verwendung getrennt werden.
el: Αυτή η κάμερα έχει ομαδοποιηθεί από άλλον λογαριασμό, αποσυνδέστε την πρώτα πριν τη χρήση.
es: El dispositivo ha sido enlazado con otra cuenta, debe desenlazarse para continuar a usar
fa: این دستگاه ثبت در حساب دیگری است. برای ادامه عملیات لطفاً ثبت آن را لغو کنید
fr: Cette camera a été liée à un autre compte. Supprimez-la de l'autre compte pour l'utiliser.
id: Perangkat ini telah diikat dengan akun lain, anda perlu unbundling akun untuk terus menggunakannya
it: Questo dispositivo è già stato vincolato ad altri account, deve essere svincolato per continuare ad utilizzarlo!
ja: 本设备は他のアカウントに结びつけられたので、バインディング解除した后に続けて使用されます
ms: Peranti ini telah terikat dengan akaun lain, anda perlu penyusunan semula untuk terus menggunakan
nl: Deze camera is gebundeld met een andere account. Splits deze eerst op voor gebruik.
pl: Ta kamera została połączona z innym kontem, przed użyciem należy ją rozdzielić.
pt: Esta câmera está vinculada a outra conta, desvincule-a primeiro antes de usar.
ru: Эта камера была привязана к другой учетной записи, пожалуйста, сначала отвяжите ее перед использованием.
sk: Tento fotoaparát bol priložený k inému účtu, pred použitím ho najprv oddeľte.
th: เครื่องนี้ผูกพันกับบัญชีอื่นๆแล้ว จำเป็นต้องยกเลิกการผูกพันจึงจะใช้ได้ต่อ
tr: Aygıt başka bir hesaba bağlı durumda; işleme devam etmek için önce bu aygıtı serbest bırakın
vi: Thiết bị này đã bị tài khoản khác ràng buộc, phải gỡ ra thì mới có thể tiếp tục sử dụng
zh_hans: 该设备已被其他账户绑定,需要解绑才能继续使用
zh_hant: 該設備已被其他帳戶綁定，需要解綁才能繼續使用

# AA0388
source: Incorrect phone or email format
cs: Chybný formát telefonního čísla nebo e-mailové adresy
de: Handy- oder E-Mail-Format falsch
el: Λανθασμένη μορφή τηλεφώνου ή email
es: Formato de celular o email incorrecto
fa: فرمت تلفن یا ایمیل اشتباه است
fr: Le numéro de portable ou le format d'e-mail n'est pas correct
id: Format ponsel atau e-mail salah
it: Il formato del numero di cellulare o dell’indirizzo email non è corretto
ja: スマートフォンまたはメールアドレスのフォーマットが正しくありません
ms: Saiz telefon atau e-mel tidak betul
nl: Onjuiste indeling voor telefoon of e-mail
pl: Nieprawidłowy format e-mail lub telefon
pt: Formato incorreto de telefone ou e-mail
ru: Неверный формат телефона или email
sk: Nesprávny formát telefónneho čísla alebo e-mailovej adresy
th: โทรศัพท์หรือจดหมายรูปแบบไม่ถูกต้อง
tr: Telefonun veya e-postanın biçimi yanlış
vi: Quy cách điện thoại và hòm thư không đúng
zh_hans: 手机或邮箱格式不正确
zh_hant: 手機或郵箱格式不正確

# AA0389
source: Connection timeout, please check the network
cs: Časový limit, zkontrolujte síť.
de: Verbindungszeitüberschreitung, bitte überprüfen Sie das Netzwerk
el: Χρονικό όριο σύνδεσης, ελέγξτε το δίκτυο.
es: Conexión expirada, os rogamos controlar la red
fa: اتمام زمان اتصال، لطفاً شبکه را بررسی کنید
fr: Connexion échouée, vérifiez le réseau
id: Koneksi berakhir, silakan periksa jaringan
it: Connessione scaduta , si prega di controllare la rete
ja: 接続时间切れ、ネットワークの确认をお愿い致します
ms: Masa sambungan tamat, sila periksa rangkaian
nl: Verbindingstime-out, controleer het netwerk.
pl: Upłynął limit czasu połączenia, sprawdź sieć.
pt: Tempo limite de conexão, verifique a rede
ru: Тайм-аут подключения, пожалуйста, проверьте сеть.
sk: Časový limit, skontrolujte sieť.
th: หมดเวลาการเชื่อมต่อ โปรดตรวจสอบเครือข่าย
tr: Bağlantı zaman aşımına uğradı, lütfen ağı kontrol edin
vi: Hết hạn kết nối, hãy kiểm tra mạng
zh_hans: 连接超时,请检查网络
zh_hant: 連接超時，請檢查網路

# AA0390
source: Incorrect verification code
cs: Chybný ověřovací kód
de: falscher Prüfcode
el: Εσφαλμένος κωδικός επαλήθευσης
es: Código de verificación incorrecto
fa: کد تایید درست نیست
fr: Code de vérification incorrect
id: Kode verifikasi salah
it: Codice di verifica errato
ja: 认証コードが正しくありません
ms: Kod pengesahan tidak betul
nl: Onjuiste verificatiecode
pl: Nieprawidłowy kod weryfikacyjny
pt: Código de verificação incorreto
ru: Неверный код подтверждения
sk: Nesprávny overovací kód
th: รหัสยืนยันม่ถูกต้อง
tr: Doğrulama kodu doğru değil
vi: Mã xác nhận không đúng
zh_hans: 验证码不正确
zh_hant: 驗證碼不正確

# AA0391
source: Sending verification code failed
cs: Zaslání ověřovacího kódu se nezdařilo
de: Prüfcode nicht gesendet
el: Η αποστολή κωδικού επαλήθευσης απέτυχε
es: Error en la emisión de código de verificación
fa: ارسال تایید اعتبار ناموفق بود
fr: Envoi de code de validation a échoué
id: Mengirim otentifikasi dengan gagal
it: Impossibile inviare un codice di verifica
ja: 认証コードを送信できませんでした
ms: Hantar pengesahan failedly
nl: Verificatiecode verzenden mislukt
pl: Wysyłanie kodu weryfikacyjnego nie powiodło się
pt: Falha ao enviar código de verificação
ru: Ошибка отправки кода подтверждения
sk: Poslanie overovacieho kódu sa nepodarilo
th: การส่งรหัสยืนยันล้มเหลว
tr: Kimlik doğrulama başarısız
vi: Gửi mã xác nhận thất bại
zh_hans: 发送验证码失败
zh_hant: 發送驗證碼失敗
