Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0490
source: Phone number cannot be empty
cs: Mobilní telefonní číslo nemůže být prázdné
fa: شماره تلفن موبایل نمی‌تواند خالی باشد
id: Nomor telepon harus diisi
ja: 携帯番号を入力してください
ms: Nombor telefon tidak boleh kosong
sk: Číslo mobilného telefónu nemôže byť prázdne
th: หมายเลขโทรศัพท์มือถือต้องไม่ว่างเปล่า
vi: Không được để trống số điện thoại
zh_hans: 手机号不能为空
zh_hant: 手機號不能為空

# AA0491
source: Email cannot be empty
cs: E-mail nemůže být prázdný
fa: ایمیل نمی‌تواند خالی باشد
id: Alamat surel harus diisi
ja: メールアドレスを入力してください
ms: Emel tidak boleh kosong
sk: Email nemôže byť prázdny
th: อีเมลต้องไม่ว่างเปล่า
vi: Không được để trống email
zh_hans: 邮箱不能为空
zh_hant: 郵箱不能為空

# AA0492
source: • All your personal information and historical information will not be recovered. • Your downloads and purchase records will be cleared up unrecoverably, and non-refundably. • Any accumulated rank, credits and benefits will be invalid and cannot be recovered. • You are no longer able to log in with the bound phone number/E-mail and third party account. • All the devices you bind will be unbound. For further use, please register and re-add.
cs: Všechny osobní údaje a historické údaje uložené v cloudu nebudou získávat; Vaše nákupní záznamy budou vymazány a nelze je obnovit a nebude vydáno žádné vrácení peněz; Všechny dříve nahromaděné úrovně, body, benefity atd. budou neplatné a nelze je obnovit; ebudete se moci přihlásit pomocí vázaného telefonního čísla/e-mailu, stejně jako účtů třetích stran; Všechna zařízení, která jste svázali, budou odpojena. Chcete-li pokračovat v používání, zaregistrujte se a přidejte znovu.
fa: تمام اطلاعات شخصی و اطلاعات تاریخی که در ابر ذخیره شده‌اند، قابل دریافت نمی‌شوند. ثبت خریدن شما پاک می شود و نمی تواند بازگردانده شود و هیچ پاداش داده نشود. هر سطح، نقطه، سود و غیر از قبل جمع شده‌ای ناتوان خواهد شد و نمی‌تواند بازگردانده شود. نمی‌توانید با استفاده از شماره‌ی تلفن/ایمیل متصل و حساب سوم حزب وارد شوید. * دستگاه‌هایی که بسته‌اید همه‌ی آن‌ها متصل خواهند شد. برای استفاده ادامه دهید، لطفا ثبت کنید و دوباره اضافه کنید.
id: • Setelah akun dihapus, akan melepaskan aset dan hak berikut. • Semua data pribadi dan historis Anda tidak dapat dicari kembali. • Unduhan dan catatan pembelian Anda akan dikosongkan dan tidak dapat dipulihkan. Tidak memberikan pengembalian uang. • Setiap level, poin, hak, dan lainnya yang telah Anda kumpulkan sebelumnya akan hangus dan tidak dapat dipulihkan. • Anda tidak dapat login lagi dengan menggunakan nomor telepon/e-mail dan akun pihak ketiga. • Perangkat yang Anda hubungkan akan dilepaskan. Jika ingin terus menggunakannya, silakan daftar dan tambahkan ulang.
ja: • アカウントがログアウトされた后、次の资産と利益は放弃されます。 • すべての个人情报および履歴情报は取得されません。 • ダウンロードおよび购入记録は空になり、复元できません。返金は行われません。 • 以前に蓄积したグレード、ポイント、権益などは无効になり、回复できません。 • バインドされた电话番号/メールボックスを使用して、サードパーティのアカウントでログインし続けることはできません。 • バインドしたデバイスは解除されます。 引き続き使用する场合は、登録して再追加してください。
ms: • Selepas akaun dibatalkan, aset dan kepentingan berikut akan diabaikan. • Semua maklumat peribadi dan sejarah tidak akan didapati semula. • Rekod muat turun dan pembelian anda akan dikosongkan dan tidak boleh pulih tanpa bayar balik. • Sebarang gred, mata, kepentingan dll. yang anda sudah kumpulkan sebelum ini akan jadi tidak sah dan tidak boleh dipulihkan. • Anda tidak boleh meneruskan log masuk dengan menggunakan nombor telefon bimbit/peti surat yang terikat dan akaun pihak ketiga. • Semua peranti yang anda ikat akan terlerai. Jika anda mahu terus menggunakan, sila daftar dan tambah semula.
sk: Všetky osobné informácie a historické údaje uložené v oblaku nebudú možné získať; Vaše záznamy o nákupe budú vyrovnané a nemôžu sa obnoviť a žiadna náhrada nebude vydaná; Akékoľvek predtým akumulované úrovne, body, dávky atď. budú neplatné a nemôžu sa obnoviť; ebudete môcť vstupovať s použitím viazaného telefónneho čísla/e-mailu, ako aj účtov tretích strán; - Všetky zariadenia, ktoré ste viazali, nebudú viazané. Ak chcete pokračovať v používaní, registrujte sa a pridajte sa znovu.
th: • หลังจากยกเลิกบัญชีการใช้งานแล้ว สิทธิและผลประโยชน์ด้านล่างจะถูกยกเลิก. • คุณจะไม่สามารถกู้ข้อมูลส่วนตัวและข้อมูลย้อนหลังทั้งหมดของคุณได้. • ประวัติการดาวน์โหลด, การซื้อของคุณจะถูกลบทิ้งทั้งหมด และไม่สามารถกู้คืน หรือ คืนเงินได้. • ระดับหรือคะแนนที่สะสมไว้ก่อนหน้านี้ รวมทั้งสิทธิประโยชน์ต่างๆจะถือเป็นโมฆะและไม่สามารถกู้คืนได้. • คุณจะไม่สามารถใช้เบอร์โทรศัพท์/อีเมล์ และบัญชีอื่นๆที่ผูกติดไว้เข้าสู่ระบบได้อีก. • อุปกรณ์ทึ่คุณผูกติดทั้งหมดจะถูกปลดออก. ถ้าหากต้องการใช้บริการต่อไป กรุณาเพิ่มอุปกรณ์อีกครั้งหลังจากลงทะเบียน
vi: • Sau khi tài khoản bị gạch bỏ, bạn sẽ bỏ đi các tài sản và lợi ích sau đây. • Tất cả tài liệu cá nhân và thông tin lịch sử của bạn sẽ không lấy lại được. • Nhật ký tải và mua hàng của bạn sẽ được làm trống và không thể được phục hồi. Không hoàn lại tiền đã được thanh toán. • Bất kỳ cấp, điểm, lợi ích vv... mà bạn đã tích lũy trước đó sẽ bị xỏa bỏ và không thể được phục hồi. • Bạn sẽ không thể sử dụng số điện thoại / hộp thư gắn với tài khoản và tài khoản bên thứ ba tiếp tục đăng nhập. • Các thiết bị bạn liên kết sẽ bị gỡ. Nếu bạn muốn tiếp tục sử dụng, xin đăng ký lại sau đó thêm lại.
zh_hans: • 您保存在云端的全部个人资料和历史信息将无法找回； • 您的购买记录都将被清空，且无法恢复，不予退款； • 任何您之前累计的等级、积分、权益等都将作废且无法恢复； • 您将无法使用绑定的手机号/邮箱，以及第三方账户继续登录； • 您绑定的设备将全部解绑。如需继续使用，请注册后重新添加。
zh_hant: • 您保存在雲端的全部個人資料和歷史信息將無法找回； • 您的購買記錄都將被清空，且無法恢復，不予退款； • 任何您之前累計的等級、積分、權益等都將作廢且無法恢復； • 您將無法使用綁定的手機號/郵箱，以及第三方賬戶繼續登錄； • 您綁定的設備將全部解綁。如需繼續使用，請註冊後重新添加。

# AA0493
source: • You are no longer able to log in with the bound phone number/E-mail and third party account. • All the devices you bind will be unbound. For further use, please register and re-add.
cs: Nelze použít telefonní číslo/e-mail propojené s původním účtem, stejně jako účty třetích stran k pokračování přihlášení; Zařízení spojená s původním účtem byla všechna odpojena. Chcete-li pokračovat v používání, zaregistrujte se a přidejte znovu.
fa: قادر به استفاده از شماره تلفن/ایمیل ارتباط به حساب اصلی و حساب سوم حزب برای ادامه وارد شدن نیست. دستگاه‌هایی که به حساب اصلی بسته‌اند همه‌ی آن‌ها متصل نشده‌اند. برای استفاده ادامه دهید، لطفا ثبت کنید و دوباره اضافه کنید.
id: • Tidak dapat login lagi dengan menggunakan nomor telepon/e-mail dan akun pihak ketiga yang terhubung dengan akun sebelumnya. • Perangkat yang terhubung akan dilepaskan. Jika ingin terus menggunakannya, silakan daftar dan tambahkan ulang.
ja: • 元のアカウントとサードパーティのアカウントにバインドされた电话番号/メールボックスを使用してログインを続行できません。 • 元のアカウントにバインドされたデバイスはすべてバインド解除されています。 引き続き使用する场合は、登録して再追加してください。
ms: • Anda tidak boleh meneruskan log masuk dengan menggunakan nombor telefon bimbit/peti surat yang terikat dengan akaun asal dan akaun pihak ketiga. • Semua peranti yang terikat dengan akaun asal akan dileraikan. Jika anda mahu terus menggunakan, sila daftar dan tambahkan semula.
sk: nemožno používať telefónne číslo/e-mail spojené s pôvodným účtom, ako aj účty tretích strán na pokračovanie v registrácii; Všetky zariadenia viazané na pôvodný účet boli nezviazané. Ak chcete pokračovať v používaní, registrujte sa a pridajte sa znovu.
th: • ไม่สามารถใช้เบอร์โทรศัพท์/อีเมลล์ รวมทั้งบัญชือื่นๆที่ผูกติดไว้กับบัญชีดั้งเดิมเข้าสู้ระบบได้อีก. • อุปกรณ์ทั้งหมดที่ผูกติดไว้กับบัญชีดั้งเดิมจะถูกปลดออก. ถ้าหากต้องการใช้บริการต่อไป กรุณาเพิ่มอุปกรณ์อีกครั้งหลังจากลงทะเบียน.
vi: Không thể sử dụng số điện thoại / hộp thư được liên kết với tài khoản gốc và tài khoản bên thứ ba để tiếp tục đăng nhập. • Các thiết bị được liên kết với tài khoản gốc đều bị gỡ. Nếu bạn muốn tiếp tục sử dụng nó, xin đăng ký lại sau đó thêm lại.
zh_hans: • 无法使用原帐户绑定的手机号/邮箱，以及第三方帐号继续登录； • 原账户绑定的设备已全部解绑。如需继续使用，请注册后重新添加。
zh_hant: • 無法使用原帳戶綁定的手機號/郵箱，以及第三方帳號繼續登錄； • 原賬戶綁定的設備已全部解綁。如需繼續使用，請註冊後重新添加。

# AA0494
source: Failed to modify avatar
cs: Nepodařilo se upravit avatar
id: Gagal memodifikasi foto profil
ja: アイコンの変更に失敗しました
ms: Tukar potret gagal
sk: Nepodarilo sa zmeniť avatar
th: แก้ไขอวตารล้มเหลว
vi: Chỉnh sửa ảnh đại diện thất bại
zh_hans: 修改头像失败
zh_hant: 修改頭像失敗

# AA0495
source: APP Update
cs: Pozvánka na aktualizaci APP
de: Einladung zum APP/Update
el: Πρόσκληση ενημέρωσης APP
es: Invitación a la actualización de la APP
fa: دعوت نامه به روز رسانی APP
fr: Indication de mise à jour de l'APP
id: Undangan pembaruan APP
it: Invito all'aggiornamento dell'APP
ja: APP更新の招待状
ms: Jemputan kemas kini APP
nl: APP update-uitnodiging
pl: Zaproszenie do aktualizacji aplikacji
pt: Convite de atualização do APP
ru: Приглашение на обновление APP
sk: Pozvánka na aktualizáciu APP
th: คำเชิญให้อัปเดตแอป
tr: APP güncelleme daveti
vi: Lời mời cập nhật APP
zh_hans: APP升级
zh_hant: APP升級

# AA0496
source: %@ is launched. View updates>>
cs: %@Nyní online. Zobrazit aktualizace >>
de: %@ ist jetzt online. Updates anzeigen>>
el: %@Συνδεδεμένος τώρα. Προβολή ενημερώσεων >>
es: %@ ya está en línea. Ver las actualizaciones>>
fa: هم اکنون %@آنلاین مشاهده به روز رسانی >>
fr: %@ est publiée. Afficher les derniers contenus >>
id: Sudah online. Lihat pembaruan >>
it: %@Online adesso. Vedi gli aggiornamenti >>
ja: %@今オンラインです。更新を表示>>
ms: %@Online sekarang. Lihat kemas kini >>
nl: %@Nu online. Bekijk updates >>
pl: %@Teraz online. Zobacz aktualizacje >>
pt: %@Online agora. Verifique atualizações >>
ru: %@выпущено. Смотреть обновленное содержание>>
sk: %@Teraz online. Zobraziť aktualizácie >>
th: %@ออนไลน์. ดูเนื้อหาอัพเดท>>
tr: %@Çevrim içi oldu. Güncellemeleri görüntüle >>
vi: %@ đã trực tuyến. Xem thông tin cập nhật >>
zh_hans: %@上线啦。查看更新内容>>
zh_hant: %@上線啦。查看更新內容>>

# AA0497
source: 【%@】Upgrade reminder:%@ is launched. View updates>>
cs: [%@] Upozornění na upgrade: %@ Online nyní. Zobrazit aktualizovaný obsah>>
fa: [%@] یادآوری توسعه: %@ در حال آنلاین. نمایش محتوای جدید>>
id: [%@]Pengingat upgrade: %@ sekarang online. Lihat konten terbaru>>
ja: [%@]アップグレードのリマインダ：%@がオンラインになりました。更新内容の表示>>
ms: [%@]Peringatan penataran: %@ kini dalam talian. Lihat kandungan kemaskini>>
sk: [%@] Upgrade reminder: %@ Online now. Zobraziť aktualizovaný obsah>>
th: [%@] อัพเกรดเตือน: %@ออนไลน์แล้ว ดูเพิ่มเติม >>
vi: 【%@】Nâng cấp nhắc nhở: %@ online rồi. Xem nội dung cập nhật>>
zh_hans: 【%@】升级提醒：%@上线啦。查看更新内容>>
zh_hant: 【%@】升級提醒：%@上線啦。查看更新內容>>

# AA0498
source: Operation Video
cs: Operační video
de: Betriebsvideo
el: Βίντεο λειτουργίας
es: Video operacional
fa: فیلم عملیات
fr: Vidéo d'opération
id: Video operasi
it: Video operativo
ja: 操作ビデオ
ms: Video operasi
nl: Operatie video
pl: Film z operacji
pt: Vídeo operacional
ru: Видео операции
sk: Prevádzkové video
th: วีดีโอการทำงาน
tr: operasyon videosu
vi: Video hướng dẫn thao tác
zh_hans: 操作指引视频
zh_hant: 操作指引視頻

# AA0499
source: The APP version is too low to be compatible with this new device.
cs: Aktuální verze APP je příliš nízká na to, aby byla kompatibilní s tímto novým zařízením.
fa: نسخه‌ی APP فعلی بسیار کم است که با این دستگاه جدید پیوسته باشد.
id: Versi aplikasi saat ini terlalu rendah untuk perangkat baru.
ja: 現在のアプリのバージョンは低すぎて、新機種のデバイスと互換性がありません。
ms: Versi APP terlalu rendah untuk serasi dengan peranti baharu ini.
sk: Súčasná verzia APP je príliš nízka na to, aby bola kompatibilná s týmto novým zariadením.
th: เวอร์ชัน APP ปัจจุบันต่ําเกินไปที่จะไม่เข้ากันได้กับอุปกรณ์ใหม่นี้
vi: Phiên bản APP hiện tại quá thấp, không thể tương thích với thiết bị mới này.
zh_hans: 当前APP版本过低,无法兼容此款新设备。
zh_hant: 當前APP版本過低,無法兼容此款新設備。

# AA0500
source: You can get more information. If your agree to it, please click "Agree" to get the service.
cs: Získejte detailní informace. Pokud souhlasíte, klikněte prosím na tlačítko "Souhlasím" pro přijetí našich služeb.
fa: اطلاعات جزئيات رو بگير اگر موافقت کنید ، لطفاً "موافقت" را فشار دهید تا خدمت ما را قبول کنید.
id: Belajar lebih banyak. Jika Anda setuju, silakan klik "setuju" untuk menerima layanan kami.
ja: 詳細については、「」を参照してください。 n同意したら、「同意」をクリックしてサービスを受けてください。
ms: Belajar lebih banyak. Jika anda setuju, sila klik "Setuju" untuk menerima perkhidmatan kami.
sk: Zober podrobné informácie. - Ak súhlasíte, kliknite na "Súhlasiť" aby ste prijali našu službu.
th: ดูรายละเอียด %@n หากคุณยินยอมโปรดคลิก "ตกลง" เพื่อรับบริการของเรา
vi: Tìm hiểu chi tiết. Nếu bạn đồng ý, vui lòng nhấp vào "Đồng ý" để chấp nhận dịch vụ của chúng tôi.
zh_hans: 了解详细信息。 如您同意，请点击“同意”接受我们的服务。
zh_hant: 了解詳細信息。 如您同意，請點擊「同意」接受我們的服務。

# AA0501
source: Scenario
cs: scéna
fa: صحنه
id: Skenario
ja: シーン
ms: Senario
sk: scéna
th: ฉาก
vi: Cảnh
zh_hans: 场景
zh_hant: 場景

# AA0502
source: Turn off
cs: Vypnutí
fa: خفه شو
id: Matikan
ja: パワーオフ
ms: Matikan
sk: Vypnúť
th: ปิดอุปกรณ์
vi: Tắt máy
zh_hans: 关机
zh_hant: 關機

# AA0503
source: Expand
cs: spustit
fa: فرار
id: Perluas
ja: 表示
ms: Lagi
sk: spustenie
th: เรือยนต์
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

# AA0504
source: Pack up
cs: Sbalte se
fa: جمع کنید
id: Sembunyikan
ja: 非表示
ms: Tutup
sk: Balenie
th: เก็บ
vi: Thu gọn
zh_hans: 收起
zh_hant: 收起

# AA0505
source: Error code: %@
cs: Kód chyby:%@
fa: رمز خطا:%@
id: Kode kesalahan: %@
ja: エラーコード：%@
ms: kod ralat: %@
sk: Chyba kódu:%@
th: รหัสข้อผิดพลาด: %@
vi: mã lỗi: %@
zh_hans: 错误码：%@
zh_hant: 錯誤碼：%@

# AA0506
source: SN: %@
zh_hans: SN号：%@
zh_hant: SN號：%@

# AA0507
source: Model: %@
cs: Typ: %@
de: Typ: %@
el: Μοντέλο: %@
es: Modelo: %@
fa: مدل: %@
fr: Modèle: %@
it: Modello: %@
ja: 型番: %@
pt: Modelo: %@
ru: Модель: %@
sk: Typ: %@
th: รุ่น: %@
zh_hans: 型号：%@
zh_hant: 型號：%@

# AA0508
source: tips: The QR code is the unique identification code of the device. Please keep it properly!
cs: Tipy: QR kód zařízení je jedinečný identifikační kód zařízení, prosím uchovávejte ho v bezpečí!
fa: نوع: کید دستگاه QR کد شناسایی واحدی از دستگاه است، لطفاً آن را در امان نگه دارید!
id: Tips: Kode QR perangkat adalah kode identifikasi perangkat satu-satunya, harap disimpan dengan benar!
ja: ご注意：QRコードはデバイスを識別する唯一のコードですので、大切に保管してください。
ms: petua: Kod QR ialah kod pengenalan unik peranti. Sila simpan dengan baik!
sk: Tipy: Kód QR zariadenia je jedinečným identifikačným kódom zariadenia, prosím, uchovávajte ho v bezpečí!
th: เคล็ดลับ: รหัส QR ของอุปกรณ์เป็นรหัสประจําตัวเฉพาะของอุปกรณ์ โปรดเก็บไว้อย่างถูกต้อง!
vi: tips: Mã QR của thiết bị là mã nhận dạng duy nhất của thiết bị, vui lòng lưu giữ đúng cách!
zh_hans: tips：设备二维码为设备唯一识别码，请妥善保管！
zh_hant: tips：設備二維碼為設備唯一識別碼，請妥善保管！

# AA0509
source: Device QR code
cs: QR kód zařízení
fa: کد QR دستگاه
id: Kode QR perangkat
ja: デバイスのQRコード
ms: Kod QR peranti
sk: Kód QR zariadenia
th: รหัส QR ของอุปกรณ์
vi: Mã QR thiết bị
zh_hans: 设备二维码
zh_hant: 設備二維碼

# AA0510
source: Successfully stopped sharing
cs: Úspěšně ukončeno sdílení
fa: شرکت موفقیت متوقف شد
id: Berhasil berhenti berbagi
ja: 共有の中止に成功しました
ms: Berhenti berkongsi berjaya
sk: Úspešne sa prestalo zdieľať
th: หยุดแบ่งปันสําเร็จ
vi: Dừng chia sẻ thành công
zh_hans: 停止分享成功
zh_hant: 停止分享成功

# AA0511
source: Stop sharing failed
cs: Zastavit sdílení selhalo
fa: متوقف اشتباه کردن
id: Gagal berhenti berbagi
ja: 共有の中止に失敗しました
ms: Berhenti berkongsi gagal
sk: Zastaviť zdieľanie zlyhalo
th: หยุดแบ่งปันล้มเหลว
vi: Dừng chia sẻ thất bại
zh_hans: 停止分享失败
zh_hant: 停止分享失敗

# AA0512
source: Suspected flame
cs: Podezřelý plamen
fa: شعله مظنون
id: Dugaan titik api
ja: 炎らしきもの
ms: Disyaki nyala
sk: Podozrivý plameň
th: เปลวไฟที่น่าสงสัย
vi: Ngọn lửa nghi ngờ
zh_hans: 疑似火焰
zh_hant: 疑似火焰

# AA0513
source: Failed to obtain the ID of the lock
cs: Nepodařilo se získat ID zámku
fa: خرابی از دسترسی شناسایی قفل
id: Gagal mendapatkan ID kunci
ja: ロックIDの取得に失敗しました
ms: Gagal mendapatkan ID kunci
sk: Nepodarilo sa získať ID zámku
th: รับ ID ของล็อคล้มเหลว
vi: Không lấy được ID khóa
zh_hans: 锁的ID获取失败
zh_hant: 鎖的ID獲取失敗

# AA0514
source: The QR code you scanned has expired
cs: QR kód, který jste naskenovali, vypršel.
fa: کد QR که اسکن کرده‌اید پایان گذاشته است
id: Kode QR yang Anda pindai sudah kedaluwarsa
ja: QRコードは既に期限切れです
ms: Kod QR yang anda imbas telah tamat tempoh
sk: Kód QR, ktorý ste skenovali, skončil.
th: รหัส QR ที่คุณสแกนหมดอายุแล้ว
vi: Mã QR bạn quét đã hết hạn
zh_hans: 您扫描到的二维码已过期
zh_hant: 您掃描的二維碼已過期

# AA0515
source: Up to 10 visitors per device
cs: Až deset návštěvníků na zařízení
fa: تا ۱۰ ملاقات به هر دستگاه
id: Maksimal 10 pengunjung untuk setiap perangkat
ja: デバイス1台につきゲストを最大10人対応できます
ms: Sehingga 10 pelawat setiap peranti
sk: Najviac 10 návštevníkov na zariadenie
th: ผู้เยี่ยมชมสูงสุด 10 คนต่ออุปกรณ์
vi: Tối đa 10 khách trên mỗi thiết bị
zh_hans: 每个设备最多10个访客
zh_hant: 每個設備最多10個訪客

# AA0516
source: Wrong password
cs: Nesprávné heslo
fa: Incorrect password
id: Sandi salah
ja: パスワードが間違っています
ms: Salah kata laluan
sk: Nesprávne heslo
th: รหัสผ่านไม่ถูกต้อง
vi: Mật khẩu không đúng
zh_hans: 密码不正确
zh_hant: 密碼不正確

# AA0517
source: Incorrect APP information (AppID, AppToken, package name, etc.)
cs: Nesprávné informace o APP (AppID, AppToken, název balíčku atd.)
fa: اطلاعات APP غلط (AppID, AppToken, نام بسته، etc.)
id: Informasi aplikasi salah (AppID, AppToken, nama paket, dll.)
ja: アプリ情報(AppID、AppToken、パッケージ名など)が間違っています
ms: Maklumat APP yang salah (AppID, AppToken, nama pakej, dll.)
sk: nesprávne informácie APP (AppID, AppToken, názov balíka atď.)
th: ข้อมูลAPP (AppID, AppToken, ชื่อแพ็กเกจ ฯลฯ) ไม่ถูกต้อง
vi: Thông tin APP (AppID, AppToken, tên gói...) không đúng
zh_hans: APP信息(AppID、AppToken、包名等)不正确
zh_hant: APP信息(AppID、AppToken、包名等)不正確

# AA0518
source: Third party account token timeout
cs: Časový limit tokenů účtu třetích stran
fa: زمان محدوده حساب سوم
id: Token akun pihak ketiga sudah mencapai batas waktu
ja: 第三者アカウントのトークンが期限切れです
ms: Tamat masa token akaun pihak ketiga
sk: Čas trvania príkazov na účet tretích strán
th: บัญชีบุคคลที่สามtokenหมดเวลา
vi: Token của tài khoản bên thứ ba hết giờ
zh_hans: 第三方账号token超时
zh_hant: 第三方賬號token超時

# AA0519
source: The third-party account already exists
cs: Účet třetí strany již existuje
fa: حساب سوم
id: Akun pihak ketiga sudah ada
ja: 既に存在する第三者アカウントです
ms: Akaun pihak ketiga sudah wujud
sk: Účet tretej strany už existuje
th: มีบัญชีบุคคลที่สามอยู่แล้ว
vi: Tài khoản bên thứ ba đã tồn tại
zh_hans: 第三方账号已存在
zh_hant: 第三方賬號已存在

# AA0520
source: The third-party account does not exist
cs: Účet třetí strany neexistuje
fa: حساب سومی وجود ندارد
id: Akun pihak ketiga tidak ada
ja: 第三者アカウントが存在していません
ms: Akaun pihak ketiga tidak wujud
sk: Účet tretej strany neexistuje
th: ไม่มีบัญชีบุคคลที่สาม
vi: Tài khoản bên thứ ba không tồn tại
zh_hans: 第三方账号不存在
zh_hant: 第三方賬號不存在

# AA0521
source: Incorrect phone verification code
cs: Nesprávný telefonní ověřovací kód
fa: کد تأیید تلفن غلط
id: Kode verifikasi ponsel salah
ja: スマホの認証コードが間違っています
ms: Kod pengesahan telefon yang salah
sk: nesprávny kód overovania telefónu
th: รหัสยืนยันโทรศัพท์มือถือผิด
vi: Mã xác minh điện thoại không đúng
zh_hans: 手机验证码不正确
zh_hant: 手機驗證碼不正確

# AA0522
source: Account has been cancelled
cs: Účet byl zrušen
fa: حساب کنسل شده است
id: Akun sudah dibatalkan
ja: アカウントは既に削除されました
ms: Akaun telah dibatalkan
sk: Účet bol zrušený
th: หมายเลขบัญชีถูกยกเลิก
vi: Tài khoản đã bị hủy
zh_hans: 账号已注销
zh_hant: 賬號已註銷

# AA0523
source: Country code does not support sending mobile text messages
cs: Kód země nepodporuje odesílání mobilních textových zpráv
fa: کد کشور به فرستادن پیام متن موبایل پشتیبانی نمی‌کند
id: Kode negara tidak mendukung pengiriman pesan teks seluler
ja: 国名コードはスマホのショートメッセージで送信できません
ms: Kod negara tidak menyokong penghantaran mesej teks mudah alih
sk: Kód krajiny nepodporuje odosielanie mobilných textových správ
th: รหัสประเทศไม่รองรับการส่ง SMS
vi: Mã quốc gia không hỗ trợ gửi tin nhắn văn bản di động
zh_hans: 国家码不支持发送手机短信
zh_hant: 國家碼不支持發送手機短信

# AA0524
source: The phone number has been used
cs: Telefonní číslo bylo použito.
fa: شماره تلفن استفاده شده است
id: Nomor ponsel sudah dipakai
ja: この携帯番号は既に使用されています
ms: Nombor telefon bimbit telah digunakan
sk: Použilo sa telefónne číslo
th: หมายเลขโทรศัพท์มือถือถูกใช้แล้ว
vi: Số điện thoại này đã được sử dụng
zh_hans: 手机号已被使用
zh_hant: 手機號已被使用

# AA0525
source: The email is already in use
cs: E-mail je již v použití
fa: ایمیل از قبل استفاده شده است
id: Surel sudah dipakai
ja: このメールアドレスは既に使用されています
ms: Emel telah digunakan
sk: E- mail je už v prevádzke
th: อีเมลถูกใช้แล้ว
vi: Email đã được sử dụng
zh_hans: 邮箱已被使用
zh_hant: 郵箱已被使用

# AA0526
source: Incorrect email verification code
cs: Nesprávný ověřovací kód e-mailu
id: Kode verifikasi surel salah
ja: メールの認証コードが間違っています
ms: Kod pengesahan emel tidak betul
sk: Nesprávny kód overovania e-mailu
th: รหัสยืนยันอีเมลผิด
vi: Mã xác minh email không đúng
zh_hans: 邮件验证码不正确
zh_hant: 郵件驗證碼不正確

# AA0527
source: Must have owner permission to operate
cs: Musí mít oprávnění vlastníka k provozu
fa: باید اجازه صاحب عملیات داشته باشد
id: Untuk beroperasi, harus memiliki izin dari pemilik
ja: 操作するには所有者の権限が必要です
ms: Mesti mempunyai kebenaran induk untuk beroperasi
sk: Musí mať oprávnenie vlastníka na prevádzku
th: ต้องได้รับอนุญาตจากเจ้าของในการดําเนินการ
vi: Phải là quyền chủ sở hữu mới được thao tác
zh_hans: 必须是主人权限才能操作
zh_hant: 必須是主人權限才能操作

# AA0528
source: Already the device owner
cs: Již majitel zařízení
fa: الان صاحب دستگاه
id: Sudah menjadi pemilik perangkat
ja: デバイスの所有者です
ms: Sudah menjadi induk peranti
sk: Už vlastník zariadenia
th: เป็นเจ้าของอุปกรณ์แล้ว
vi: Đã là chủ sở hữu thiết bị
zh_hans: 已是设备主人
zh_hant: 已是設備主人

# AA0529
source: Visitor already exists
cs: Návštěvník již existuje
fa: ملاقات قبلاً وجود دارد
id: Pengunjung sudah ada
ja: 既に存在するゲストです
ms: Pelawat sudah wujud
sk: Návštevník už existuje
th: ผู้เข้าชมมีอยู่แล้ว
vi: Khách đã tồn tại
zh_hans: 访客已存在
zh_hant: 訪客已存在

# AA0530
source: Visitor does not exist
cs: Návštěvník neexistuje
fa: ملاقات وجود ندارد
id: Pengunjung tidak ada
ja: 存在しないゲストです
ms: Pelawat tidak wujud
sk: Návštevník neexistuje
th: ไม่มีผู้เข้าชมอยู่
vi: Khách không tồn tại
zh_hans: 访客不存在
zh_hant: 訪客不存在

# AA0531
source: Only the device owner can share/modify; The current device already has the owner, and modifying the guest as the owner permission is not allowed
cs: Sdílet/upravovat může pouze vlastník zařízení; Aktuální zařízení již má vlastníka a úprava hosta jako oprávnění vlastníka není povolena
id: Hanya pemilik perangkat yang dapat berbagi/memodifikasi; Perangkat saat ini sudah ada pemilik, modifikasi pengunjung tidak dapat dilakukan
ja: デバイス所有者でなければ共有と変更できません。現在のデバイスは既に所有者があって、ゲストに所有者の権限を与えることはできません
ms: Hanya induk peranti boleh berkongsi/mengubah suai; Peranti semasa sudah mempunyai induk dan mengubah suai pelawat sebagai kebenaran induk tidak dibenarkan
sk: Iba vlastník zariadenia môže zdieľať/upraviť; Súčasné zariadenie už má vlastníka a zmena hosťa, pretože povolenie vlastníka nie je povolené
th: เฉพาะเจ้าของอุปกรณ์เท่านั้นที่สามารถแชร์/แก้ไขได้ อุปกรณ์ปัจจุบันมีเจ้าของอยู่แล้วและไม่ได้รับอนุญาตให้แก้ไขสิทธิ์ของผู้เยี่ยมชมในฐานะเจ้าของ
vi: Chỉ chủ sở hữu thiết bị mới có thể chia sẻ/chỉnh sửa; thiết bị hiện tại đã có chủ sở hữu, không được phép đổi quyền khách thành chủ sở hữu
zh_hans: 只有设备主人才能分享/修改；当前设备已有主人，不允许修改访客为主人权限
zh_hant: 只有設備主人才能分享/修改；當前設備已有主人，不允許修改訪客為主人權限

# AA0532
source: Operation failed
cs: Operace se nezdařila
de: Operation fehlgeschlagen
el: Η λειτουργία απέτυχε
es: Error en operación
fa: خطای عملیات
fr: Opération échouée
id: Operasi gagal
it: Operazione non riuscita
ja: 操作できません
ms: Beroperasi gagal
nl: Handeling mislukt
pl: Błąd operacji
pt: Falha na operação
ru: Операция не удалась
sk: Operácia sa nepodarila
th: การดำเนินที่ล้มเหลว
tr: Çalışma hatası
vi: Thao tác thất bại
zh_hans: 操作失败
zh_hant: 操作失敗

# AA0533
source: Sharing failed
cs: Sdílení selhalo
fa: شرکت شکست خورد
id: Gagal berbagi
ja: 共有に失敗しました
ms: Perkongsian gagal
sk: Zlyhalo zdieľanie
th: การแบ่งปันเหลว
vi: Chia sẻ thất bại
zh_hans: 分享失败
zh_hant: 分享失敗

# AA0534
source: Owner
cs: mistr
fa: ارباب
id: Pemilik
ja: 所有者
ms: Induk
sk: majster
th: เจ้าของ
vi: Chủ sở hữu
zh_hans: 主人
zh_hant: 主人

# AA0535
source: Error code:
cs: Kód chyby:
fa: کد خطا:
id: Kode kesalahan:
ja: エラーコード：
ms: Kod ralat:
sk: Kód chyby:
th: รหัสข้อผิดพลาด:
vi: Mã lỗi:
zh_hans: 错误码：
zh_hant: 錯誤碼：

# AA0536
source: Model:
de: Typ
fa: مدل:
ja: 型番:
th: รุ่น:
zh_hans: 型号：
zh_hant: 型號：
