Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0190
source: Failed to stop sharing. Please try again later
cs: Nepodařilo se ukončit sdílení. Zkuste to prosím znovu později
fa: نتوانست از شریک کردن متوقف شود. لطفاً بعد دوباره امتحان کنید
id: Gagal berhenti berbagi. Silakan coba lagi nanti.
ja: 共有の中止に失敗しました。後で再度試してみてください
ms: Gagal berhenti berkongsi, sila cuba sebentar lagi
sk: Nepodarilo sa prestať zdieľať. Prosím skús znova neskôr
th: หยุดการแบ่งปันล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi: Dừng chia sẻ thất bại, vui lòng thử lại sau
zh_hans: 停止共享失败，请稍后重试
zh_hant: 停止共享失敗，請稍後重試

# AA0191
source: Shared user
cs: Sdílet uživatele
fa: شریک کاربر
id: Pengguna yang dibagikan
ja: 共有するユーザー
ms: Pengguna yang dikongsi
sk: Spoloční užívatelia
th: แบ่งปันผู้ใช้
vi: Chia sẻ người dùng
zh_hans: 分享用户
zh_hant: 分享用戶

# AA0192
source: Home Security
cs: Inteligentní pozorovatel
fa: نگهبان هوشمند
id: Keamanan Pintar
ja: ホームセキュリティ
ms: Keselamatan Rumah
sk: Inteligentný pozorovateľ
th: ดูแลครอบครัวอัจฉริยะ
vi: Giám sát nhà
zh_hans: 智能看家
zh_hant: 智能看家

# AA0193
source: Adding a camera is required to enable smart Home watching.
cs: Chcete-li aktivovat Smart Watcher, musíte přidat fotoaparát
fa: برای فعال کردن نگهبان هوشمند، باید دوربین را اضافه کنید
id: Kamera harus ditambahkan untuk mengaktifkan pengawasan rumah pintar
ja: スマートホームセキュリティを利用するにはカメラを1台追加する必要があります
ms: Menambah kamera diperlukan untuk menhidupkan keselamatan rumah pintar
sk: Aby ste aktivovali inteligentný pozorovateľ, musíte pridať kameru
th: คุณต้องเพิ่มกล้องเพื่อเปิดการดูแลทําความสะอาดอัจฉริยะ
vi: Để bật tính năng giám sát nhà cửa thông minh, cần thêm 1 camera
zh_hans: 开启智能看家需要添加一台摄像机
zh_hant: 開啟智能看家需要添加一臺攝像機

# AA0194
source: Add
cs: Přidat
fa: افزودن
id: Tambahkan
ja: 追加
ms: Tambah
sk: Pridať
th: ไปเพิ่ม
vi: Đi đến "Thêm"
zh_hans: 去添加
zh_hant: 去添加

# AA0195
source: Live
cs: Obrazovka v reálném čase
fa: پرده واقعی زمان
id: Langsung
ja: ライブ映像
ms: Siaran langsung
sk: Skutočný čas obrazovka
th: ภาพตามเวลาจริง
vi: Hình ảnh thời gian thực
zh_hans: 实时画面
zh_hant: 實時畫面

# AA0196
source: View
cs: okno
fa: پنجره
id: Jendela
ja: 画面
ms: Lihatan
sk: okno
th: ช่องมองภาพ
vi: Cửa sổ
zh_hans: 视窗
zh_hant: 視窗

# AA0197
source: Sorting
cs: třídit
fa: sort
id: Urutkan
ja: 並べ替え
ms: Mengisih
sk: druh
th: เรียงลำดับ
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# AA0198
source: Using 3G/4G data traffic may generate traffic charges
cs: Datové komunikace 3G/4G může být zpoplatněná
de: Wenn Sie 3G / 4G nutzen, können Kosten entstehen
el: Η χρήση της κίνησης δεδομένων 3G / 4G ενδέχεται να προκαλέσει χρεώσεις κίνησης.
es: Está usando el tráfico 3G／4G, se puede generar las gastos de tráfico
fa: استفاده از ترافیک 3G/4G ممکن است از شارژ ترافیک شما مصرف شود
fr: Utilisation 3G/4G peut génerer des frais auprès de votre opérateur
id: menggunakan lalu lintas 3G/4G dapat menghasilkan biaya lalu lintas
it: Sta utilizzando la rete 3G/4G, è possibile generare costi per il traffico
ja: 现在3G/4Gモバイル通信を使用していますので费用が発生する可能性があります
ms: menggunakan trafik 3G / 4G akan melibatkan caj trafik
nl: Het gebruik van 3G / 4G-dataverkeer kan kosten van datagebruik genereren.
pl: Korzystanie z danych 3G / 4G może generować dodatkowe opłaty
pt: O uso de dados móveis 3G/4G pode gerar cobranças.
ru: Использование трафика 3G / 4G может привести к взиманию платы.
sk: Dátová komunikácia 3G/4G môže byť spoplatnená
th: การใช้การรับส่งข้อมูลแบบ 3G/4G อาจทำให้เกิดค่าบริการ
tr: 3G / 4G kullanmak ek ücrete tabi olabilir
vi: Sử dụng 3G/4G có thể phát sinh phí lưu lượng
zh_hans: 正在使用3G/4G流量,可能会产生流量费用
zh_hant: 正在使用3G/4G流量,可能會產生流量費用

# AA0199
source: Picture closed
cs: Obrazovka zavřená
fa: پرده بسته شده
id: Tampilan ditutup
ja: 画面は終了されました
ms: Gambar ditutup
sk: Skrin zatvorený
th: หน้าจอปิดอยู่
vi: Đã tắt hình ảnh
zh_hans: 画面已关闭
zh_hant: 畫面已關閉

# AA0200
source: Offline already
cs: Zařízení je offline
de: Das Gerät ist offline
el: Η συσκευή αποσυνδέθηκε.
es: El dispositivo está fuera de línea
fa: دستگاه آفلاین است.
fr: La caméra est hors ligne
id: Perangkat sedang offline
it: Il dispositivo è offline
ja: デバイスはオフラインになりました
ms: Peranti ini di luar talian
nl: Het apparaat is losgekoppeld.
pl: Urządzenie jest w trybie offline
pt: O Dispositivo está desconectado.
ru: Устройство в состоянии офлайн.
sk: Zariadenie je offline
th: อุปกรณ์อยู่ในสถานะออฟไลน์
tr: Cihaz çevrimdışı
vi: Thiết bị đang ngoại tuyến
zh_hans: 设备已离线
zh_hant: 設備已離線

# AA0201
source: Save successfully
cs: Uložení proběhlo úspěšně
de: Speichern Sie erfolgreich
el: Επιτυχής αποθήκευση
es: Se guardó con éxito
fa: با موفقیت ذخیره شد
fr: Sauvegardé avec succès
id: Berhasil menyimpan
it: Salva completato
ja: 保存に成功した
ms: Menyimpan berjaya
nl: Succesvol opslaan
pl: Zapisane
pt: Salvo com sucesso
ru: Данные успешно сохранены
sk: Uloženie prebehlo úspešne
th: การบันทึกข้อมูลสำเร็จ
tr: Başarıyla kaydedildi
vi: Lưu thành công
zh_hans: 保存成功
zh_hant: 保存成功

# AA0202
source: Save failed
cs: Uložení se nezdařilo
de: Speichern fehlgeschlagen
el: Η αποθήκευση απέτυχε
es: No se pudo guardar
fa: ذخیره سازی نشد
fr: Sauvegarde échouée
id: Gagal menyimpan
it: Non salvare
ja: 保存に失败した
ms: Menyimpan gagal
nl: Opslaan mislukt
pl: Błąd zapisu
pt: Erro ao salvar
ru: Ошибка сохранения данных
sk: Uloženie sa nepodarilo
th: การบันทึกข้อมูลล้มเหลว
tr: Kaydetme başarısız
vi: Lưu thất bại
zh_hans: 保存失败
zh_hant: 保存失敗

# AA0203
source: Today is peaceful~
cs: Je dnes ticho, nic se nestalo
de: Es ist ruhig heute, nichts ist passiert ~
el: Σήμερα είναι ειρηνικό.
es: Hoy está tranquilo, no pasó nada ~
fa: امروزه آرام است، هیچ چیز رخ نداد ~
fr: C'est calme aujourd'hui, rien ne s'est passé ~
id: Hari ini tenang, tidak ada yang terjadi ~
it: Oggi è tranquillo, non è successo nulla ~
ja: 今日は静かですが、何も起こっていません〜
ms: Ia tenang hari ini, tiada apa yang berlaku ~
nl: Het is vandaag rustig.
pl: Dzisiaj jest cicho, nic się nie stało ~
pt: Tudo na paz.
ru: Сегодня тихо, ничего не случилось ~
sk: Dnes je ticho, nič sa nestalo
th: วันนี้เงียบมากไม่มีอะไรเกิดขึ้น ~
tr: Bugün sessiz, hiçbir şey olmadı ~
vi: Hôm nay yên lặng, không có gì xảy ra ~
zh_hans: 这一天安安静静，什么情况也没有~
zh_hant: 這一天安安靜靜，什麽情況也沒有~

# AA0204
source: View more
cs: Zobrazit více
fa: نمایش بیشتری
id: Melihat lebih banyak
ja: 詳細
ms: Lihat lagi
sk: Pozri viac
th: อ่านเพิ่มเติม
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 查看更多

# AA0205
source: Visibility range adjustment
cs: Úprava viditelného rozsahu
fa: تنظیم محدوده مشاهده
id: Sesuaikan lingkup terlihat
ja: 閲覧エリアを調整
ms: Pelarasan jarak penglihatan
sk: Nastavenie viditeľného rozsahu
th: ปรับช่วงที่มองเห็นได้
vi: Điều chỉnh phạm vi hiển thị
zh_hans: 调整可见范围
zh_hant: 調整可見範圍

# AA0206
source: Time
cs: čas
fa: زمان
id: Waktu
ja: 時刻
ms: Masa
sk: čas
th: เวลา
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# AA0207
source: Event
cs: událost
fa: اتفاق
id: Peristiwa
ja: イベント
ms: Peristiwa
sk: udalosť
th: เหตุการณ์
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

# AA0208
source: All
cs: Všechno
de: Alle
el: Όλα
es: Todo
fa: همه
fr: Tout
id: Semua
it: Tutto
ja: 全て
ms: Semua
nl: Allemaal
pl: Wszystkie
pt: Tudo
ru: Все
sk: všetko
th: ทั้งหมด
tr: Tümü
vi: Toàn bộ
zh_hans: 全部
zh_hant: 全部

# AA0209
source: Person Detected
cs: Někteří lidé události
de: Jemand aktiviert
el: Κίνηση
es: Se ve alguien
fa: برخی از مردم رویداد
fr: Quelqu'un bouge
id: Ada yang beraktivitas
it: C'è qualcuno che muove
ja: 誰かが活動しています
ms: Sesetengah orang acara
nl: Beweging
pl: Ruch
pt: Alguém está movimentando
ru: Кто-то двигается
sk: Niektorí ľudia
th: มีคนใช้งานอยู่
tr: Biri hareket ediyor
vi: Có người hoạt động
zh_hans: 有人活动
zh_hant: 有人活動

# AA0210
source: Motion Detection
cs: Měnící se
de: Bildschirmänderungen
el: Αλλαγές οθόνης
es: Imagen cambiado
fa: تغییر
fr: Changement d'image
id: Perubahan layar
it: Cambiamento dell'immagine
ja: 画面変化
ms: Menukar
nl: Scherm verandert
pl: Zmiany ekranu
pt: Alteração de tela
ru: Изменение изображения
sk: Výmena
th: เปลี่ยนภาพ
tr: ekran değişikliği
vi: Thay đổi màn hình
zh_hans: 画面变化
zh_hant: 畫面變化

# AA0211
source: Scenario Linkage
cs: Propojení scény
fa: Scene linkage
id: Keterkaitan skenario
ja: シーン連動
ms: Hubungan Senario
sk: Spájanie sceny
th: การเชื่อมโยงฉาก
vi: Liên kết cảnh
zh_hans: 场景联动
zh_hant: 場景聯動

# AA0212
source: Vehicle Detection
cs: Pohyb vozidla
fa: حرکت موتور
id: Pergerakan kendaraan
ja: 車両移動
ms: Gerakan kenderaan
sk: pohyb vozidla
th: การเคลื่อนที่ของยานพาหนะ
vi: Chuyển động của xe
zh_hans: 车辆移动
zh_hant: 車輛移動

# AA0213
source: Fire Detection
cs: Pomocná detekce plamene
fa: کشف آتش سوزان کمک
id: Deteksi api tambahan
ja: 炎検知
ms: Pengesanan nyalaan
sk: Pomocná detekcia plameňa
th: การตรวจจับเปลวไฟเสริม
vi: Hỗ trợ phát hiện lửa
zh_hans: 辅助火焰检测
zh_hant: 輔助火焰檢測

# AA0214
source: Device
cs: Zařízení
de: Gerät
el: Συσκευή
es: Dispositivo
fa: دستگاه
fr: Appareil
id: Perangkat
it: Dispositivi
ja: 端末
ms: Peranti
nl: Apparaat
pl: Urządzenie
pt: Dispositivos
ru: Устройства
sk: Zariadenie
th: อุปกรณ์
tr: Cihaz
vi: Thiết bị
zh_hans: 设备
zh_hant: 設備

# AA0215
source: More data is being loaded
cs: Načítání dalších dat
fa: بارگیری داده‌های بیشتری
id: Sedang memuat lebih banyak data
ja: データを読み込んでいます
ms: Lebih banyak data sedang dimuatkan
sk: Začítavanie ďalších údajov
th: กําลังโหลดข้อมูลเพิ่มเติม
vi: Đang tải thêm dữ liệu
zh_hans: 正在加载更多数据
zh_hant: 正在加載更多數據

# AA0216
source: Refreshing
cs: Obnova
de: Beim Erneuern
el: Δροσιστικός
es: Actualizando
fa: در حال تازه سازی
fr: Rafraichissement
id: Sedang diperbarui
it: Aggiornamento in corso
ja: 更新中
ms: Menyegarkan
nl: Verversen
pl: Odświeżanie
pt: Atualizando
ru: Обновляется сейчас
sk: Obnova
th: กำ ลังตกแต่งใหม่
tr: Yenileniyor
vi: Đang làm mới
zh_hans: 正在刷新
zh_hant: 正在刷新

# AA0217
source: Cloud service
cs: cloudová služba
el: Υπηρεσία cloud
es: Servicios en la nube
fa: سرویس ابری
fr: Service en ligne
id: Layanan cloud
it: Servizio Cloud
ja: クラウドサービス
ms: Perkhidmatan awan
pl: Usługa w chmurze
pt: Serviço na nuvem
ru: Облачные сервисы
sk: Oblaková služba
th: บริการคลาวด์
tr: Bulut hizmeti
vi: Dịch vụ đám mây
zh_hans: 云服务
zh_hant: 雲服務

# AA0218
source: Album
cs: Fotoalbum
de: Fotoalbum
el: Αλμπουμ
es: Álbum de Fotos
fa: آلبوم عکس ها
fr: Enregistrements manuels
it: Album fotografico
ja: アルバム
nl: Fotoalbum
pl: Album ze zdjęciami
pt: Álbum
ru: Фотоальбом
sk: Fotoalbum
th: อัลบั้ม
tr: Fotoğraf albümü
vi: Album ảnh
zh_hans: 我的相册
zh_hant: 我的相冊

# AA0219
source: Firmware upgrade
cs: Aktualizace firmwaru
el: Αναβάθμιση υλικολογισμικού
es: Actualización de firmware
fa: ارتقاء سیستم عامل
fr: Mise à jour du firmware
id: Meningkatkan firmware
it: Aggiornamento del firmware
ja: デバイスのアップグレード
ms: Peningkatan Firmware
pl: Aktualizacja oprogramowania sprzętowego
pt: Atualização de firmware
ru: Обновление программно-аппаратного обеспечения
sk: Aktualizácia firmvéru
th: อัปเกรดเฟิร์มแวร์
tr: Bellenim güncelle
vi: Nâng cấp firmware
zh_hans: 设备升级
zh_hant: 設備升級

# AA0220
source: Do not disturb setting
cs: Blokovat nastavení
de: Nicht-Stören-Einstellung
el: Μην ενοχλείτε τη ρύθμιση
es: Configuraciones libres de perturbaciones
fa: تنظیمات مسدود کردن
fr: Ne pas déranger le réglage
id: Setting Jangan Mengganggu
it: Impostazioni senza disturbi
ja: サイレント设置
ms: Tetapan untuk jangan ganggu
nl: Niet storen modus
pl: Zablokuj ustawienia
pt: Configuração de não perturbe
ru: Настройка запрета связи
sk: Blokovanie nastavení
th: การตั้งค่าห้ามรบกวน
tr: Blok ayarları
vi: Cài đặt miễn làm phiền
zh_hans: 免打扰
zh_hant: 免打擾

# AA0221
source: Language
cs: jazyk
fa: زبان
id: Bahasa
ja: 言語
ms: Bahasa
sk: jazyk
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# AA0222
source: Problem feedback
cs: Zpětná vazba problémů
fa: بازگشت مشکل
id: Umpan balik masalah
ja: ご意見・ご感想
ms: Maklum balas
sk: Spätná väzba problémov
th: ข้อเสนอแนะปัญหา
vi: Phản hồi vấn đề
zh_hans: 问题反馈
zh_hant: 問題反饋

# AA0223
source: Help and feedback
cs: Nápověda a zpětná vazba
de: Hilfe und Feedback
el: Βοήθεια και σχόλια
es: Ayudas y comentarios
fa: کمک رسانی و بازخورد
fr: Aide et commentaires
id: Bantuan dan umpan balik
it: Aiuto e feedback
ja: ヘルプ及びフィードバック
ms: Bantuan dan maklum balas
nl: Hulp en feedback
pl: Pomoc i opinie
pt: Ajuda e feedback
ru: Помощь и обратная связь
sk: Nápoveď a spätná väzba
th: ช่วยเหลือและข้อเสนอแนะ
tr: Yardım ve Geri bildirim
vi: Trợ giúp và Phản hồi
zh_hans: 帮助与反馈
zh_hant: 幫助與反饋

# AA0224
source: About XXXXXXXX
cs: O XXXXXXXX
fa: درباره ریوکوئو
id: Tentang XXXXXXXX
ja: XXXXXXXXについて
ms: Mengenai XXXXXXXX
sk: O XXXXXXXX
th: เกี่ยวกับ XXXXXXXX
vi: Về XXXXXXXX
zh_hans: 关于XXXXXXXX
zh_hant: 關於XXXXXXXX

# AA0225
source: Notification center
cs: Centrum oznámení
de: Nachrichtenzentrum
el: Κέντρο ειδοποιήσεων
es: Centro de noticia
fa: مرکز پیام
fr: Centre de notifications
id: Pusat Pesan
it: Centro di messaggio
ja: メッセージセンター
ms: Pusat Mesej
nl: Notificatie centrum
pl: Centrum powiadomień
pt: Centro de Notificação
ru: Центр уведомлений
sk: Centrum oznámení
th: ศูนย์ข้อความ
tr: Mesaj Merkezi
vi: Trung tâm Tin nhắn
zh_hans: 消息中心
zh_hant: 消息中心

# AA0226
source: Operation succeeded
cs: Operace byla úspěšná
de: Erfolgreich eingegeben
el: Η λειτουργία πέτυχε
es: Operación correcta
fa: عملیات موفق
fr: Opération réussie
id: Operasi berhasil
it: Processo terminato con successo
ja: 操作完了しました
ms: Operasi berjaya
nl: Handeling gelukt
pl: Operacja wykonana
pt: Operação bem sucedida
ru: Операция выполнена
sk: Operácia bola úspešná
th: กระทำที่ประสบความสําเร็จ
tr: Başarılı operasyon
vi: Thao tác thành công
zh_hans: 操作成功
zh_hant: 操作成功

# AA0227
source: Enable notifications from XXXXXXXX, to get the latest news
cs: Zapněte oprávnění k oznámení aplikace Youkanto, abyste mohli včas dostávat nejnovější zprávy
de: Berechtigung zum Erhalt der neusten Nachrichten über die App XXXXXXXX aktivieren
el: Ενεργοποιήστε την άδεια ειδοποίησης του Youkanto APP για να λαμβάνετε έγκαιρα τα τελευταία νέα
es: Habilitar el acceso a notificaciones de la aplicación XXXXXXXX para recibir las últimas noticias
fa: برای دریافت به موقع آخرین اخبار، مجوز اعلان برنامه Youkanto را روشن کنید
fr: Activez l'autorisation de notification d'APP XXXXXXXX, pour obtenir immédiatement les dernières nouvelles
id: Buka izin pemberitahuan App XXXXXXXX untuk mendapatkan berita terbaru secara cepat
it: Attiva l'autorizzazione di notifica dell'APP XXXXXXXX per ricevere le ultime notizie in tempo
ja: Youkanto APPの通知許可をオンにして、最新ニュースを時間内に取得します
ms: Hidupkan kebenaran pemberitahuan untuk mendapatkan berita terkini tepat pada masanya
nl: Schakel de meldingstoestemming van Youkanto APP in om het laatste nieuws op tijd te ontvangen
pl: Włącz uprawnienia do powiadomień w aplikacji Youkanto, aby otrzymywać najnowsze wiadomości na czas
pt: Ativar a permissão de notificação do APP XXXXXXXX para obter as últimas notícias a tempo
ru: Включите функцию уведомления для своевременного получения новейшую информацию
sk: Ak chcete dostávať najnovšie správy včas, zapnite si povolenie na upozornenia v aplikácii Youkanto
th: มีสิทธิ์เปิดการแจ้งเตือน APP ของ XXXXXXXXและรับข่าวสารล่าสุดได้ทันท่วงที
tr: En son haberleri zamanında almak için Youkanto APP'nin bildirim iznini açın
vi: Bật quyền thông báo của Ứng dụng XXXXXXXX để nhận tin tức mới nhất kịp thời
zh_hans: 开启XXXXXXXX APP通知权限，及时获得最新消息
zh_hant: 開啟XXXXXXXX APP通知權限，及時獲得最新消息

# AA0228
source: No more messages
cs: Žádné další zprávy
de: Keine weiteren Nachrichten
el: Όχι άλλα μηνύματα
es: No hay más mensajes
fa: هیچ پیغام دیگری نیست
fr: Aucun message!
id: tidak ada pesan lagi
it: Non ci sono altre notifiche
ja: 情报はこれだけです
ms: Mesej tidak lebih
nl: Geen nieuwe beirchten meer
pl: Brak więcej wiadomości
pt: Não há mais mensagens
ru: Нет больше сообщений
sk: Žiadne ďalšie správy
th: ไม่มีข่าวอื่น ๆ
tr: Başka mesaj yok
vi: Không có thông tin
zh_hans: 暂时没有消息哦
zh_hant: 暫時沒有消息哦

# AA0229
source: No screenshot or video~
cs: Žádné screenshot nebo video
de: Kein Screenshot oder Video
el: Χωρίς στιγμιότυπο οθόνης ή βίντεο
es: Sin pantalla o vídeo
fa: بدون تصویر یا ویدیو
fr: Aucune capture d'écran ou vidéo
id: Tidak ada tangkapan layar atau video
it: Nessuno screenshot o video
ja: なしスクリーンないか、またはビデオ
ms: No screenshot atau video
nl: Geen screenshot of video
pl: Brak ekranu lub wideo
pt: Nenhuma captura de tela ou vídeo
ru: Нет скриншота или видео
sk: Žiadny snímku alebo videozáznam
th: ไม่มีภาพหน้าจอหรือวิดีโอ
tr: Ekran görüntüsü veya video yok
vi: Bạn không có ảnh chụp màn hình hoặc video
zh_hans: 您还没有照片或影像哦~
zh_hant: 您還沒有照片或影像哦~

# AA0230
source: Select
cs: Vybrat
de: wählen
el: Επιλέγω
es: Seleccionar
fa: انتخاب
fr: Sélectionner
id: Pilih
it: Seleziona
ja: 选択
ms: Pilih
nl: Kiezen
pl: Wybierz
pt: Selecionar
ru: Выбрать
sk: Vybrať
th: การเลือก
tr: Seç
vi: Lựa chọn
zh_hans: 选择
zh_hant: 選擇

# AA0231
source: All devices
cs: Všechna zařízení
de: Alle Geräte
el: Όλες οι συσκευές
es: Todos los dispositivos
fa: همه دستگاه ها
fr: Tous les appareils
id: Semua perangkat
it: Tutti i dispositivi
ja: すべての机器
ms: Semua peranti
nl: Alle apparaten
pl: Wszystkie urządzenia
pt: Todos os dispositivos
ru: Все устройства
sk: Všetky zariadenia
th: อุปกรณ์ทั้งหมด
tr: Tüm cihazlar
vi: Tất cả các thiết bị
zh_hans: 所有设备
zh_hant: 所有設備

# AA0232
source: Share
cs: Sdílet
de: Teilen
el: Μερίδιο
es: Compartir
fa: اشتراک گذاری
fr: Partager
id: Berbagi
it: Condividere con gli amici
ja: シェア
ms: Kongsi
nl: Delen
pl: Udostępnienie
pt: Compartilhar
ru: Поделиться
sk: Zdieľať
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# AA0233
source: Delete
cs: Smazat
de: Löschen
el: Διαγράφω
es: Borrar
fa: حذف
fr: Supprimer
id: Menghapus
it: Elimina
ja: 削除
ms: Mengeluarkan
nl: Wissen
pl: Usuń
pt: Apagar
ru: Удалить
sk: Vymazať
th: ตัดออก
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# AA0234
source: Sure to delete?
cs: Opravdu chcete odstranit?
de: Wirklich Löschen?
el: Θέλετε να διαγράψετε;
es: ¿Seguro de borrar?
fa: تایید حذف کردن؟
fr: Confirmer la suppression ?
id: Mengonfirmasi untuk menghapus?
it: Sei sicuro di eliminare?
ja: 削除しますか?
ms: Mengesahkan untuk memadamkan?
nl: Zeker om te verwijderen?
pl: Na pewno usunąć?
pt: Deseja deletar?
ru: Подтвердить удаление?
sk: Naozaj chcete odstrániť?
th: แน่นอนตัดออกมั้ย
tr: Silmeyi onaylıyor musunuz?
vi: Xác nhận xóa?
zh_hans: 确定删除吗？
zh_hant: 確定刪除嗎？

# AA0235
source: Delete failed. Please try again later
cs: Smazání selhalo. Zkuste to prosím znovu později
fa: حذف شکست خورد. لطفاً بعد دوباره امتحان کنید
id: Gagal menghapus. Silakan coba lagi nanti
ja: 削除に失敗しました。後で再度試してみてください
ms: Padam gagal, sila cuba sebentar lagi
sk: Vymazanie zlyhalo. Prosím skús znova neskôr
th: ลบล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi: Xóa thất bại, vui lòng thử lại sau
zh_hans: 删除失败，请稍后重试
zh_hant: 刪除失敗，請稍後重試

# AA0236
source: Select all
cs: Vybrat vše
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fr: Sélectionner tout
id: Pilih semua
it: Seleziona tutto
ja: すべて选択
ms: Pilih semua
nl: Selecteer alles
pl: Wybierz wszystkie
pt: Selecionar tudo
ru: Выбрать всё
sk: Vybrať všetko
th: เลือกทั้งหมด
tr: Hepsini seç
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# AA0237
source: %@ item selected
cs: %@ vybraná položka
fa: %@ عنوان انتخاب شده
id: %@ item dipilih
ja: %@件選択済み
ms: %@ item dipilih
sk: %@ vybraná položka
th: ได้รับการคัดเลือก%@รายการ
vi: Đã chọn %@ mục
zh_hans: 已选择%@项
zh_hant: 已選擇%@項

# AA0238
source: Are you sure to delete this record?
cs: Chcete tento záznam smazat?
fa: می‌خواهید این ثبت را حذف کنید؟
id: Yakin ingin menghapus rekaman ini?
ja: この記録を削除しますか。
ms: Adakah anda pasti akan memadamkan rekod ini?
sk: Chcete vymazať tento záznam?
th: ลบระเบียนนี้หรือไม่?
vi: Xóa bản ghi này?
zh_hans: 是否删除此记录？
zh_hant: 是否刪除此記錄？

# AA0239
source: Are you sure to delete %@ records?
cs: Chceš smazat ty záznamy?
fa: می‌خواهید ثبت‌ها را حذف کنید؟
id: Yakin ingin menghapus rekaman %@?
ja: 記録を%@件削除しますか。
ms: Adakah anda pasti akan memadamkan %@ rekod?
sk: Chcete vymazať %@ záznamy?
th: ลบระเบียน%@รายการหรือไม่?
vi: Xóa %@ bản ghi?
zh_hans: 是否删除%@个记录？
zh_hant: 是否刪除%@個記錄？

# AA0240
source: Confirm to delete the selected content?
cs: Opravdu chcete vymazat vybraný obsah?
de: Möchten Sie die Auswahl wirklich löschen?
el: Επιβεβαίωση για διαγραφή του επιλεγμένου περιεχομένου;
es: ¿Estás seguro de que deseas eliminar los seleccionados?
fa: از پاک کردن مورد انتخاب شده مطمئنید؟
fr: Assurez-vous de vouloir supprimer la sélection ?
id: Yakin akan menghapus konten yang dipilih?
it: Sei sicuro di eliminare il contenuto selezionato?
ja: 选択された内容を削除してもよろしいですか？
ms: Adakah anda pasti memadamkan kandungan yang dipilih?
nl: Weet u zeker dat u de geselecteerde inhoud wilt verwijderen?
pl: Czy na pewno chcesz usunąć zaznaczone elementy?
pt: Certifica-se de que apague o conteúdo selecionado?
ru: Подтвердить удаление выбранного содержимого?
sk: Naozaj chcete vymazať vybratý obsah?
th: แน่ใจว่าจะลบเนื้อหาที่เลือกทิ้งใช่หรือไม่?
tr: Seçtiğinizi silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa nội dung lựa chọn không?
zh_hans: 确定删除选中的内容吗？
zh_hant: 確定刪除選中的內容嗎？

# AA0241
source: Problem category
cs: Kategorie problému
de: Problemkategorie
el: Κατηγορία προβλήματος
es: Categoría del problema
fa: دسته بندی سوال
fr: Type de problème
id: Kategori pertanyaan
it: Categoria di problema
ja: 问题の类别
ms: Kategori soalan
nl: Probleemcategorie
pl: Kategoria problemów
pt: Categoria do problema
ru: Категория проблемы
sk: Kategória problému
th: หมวดหมู่คำถาม
tr: Soru kategorisi
vi: Loại câu hỏi
zh_hans: 问题分类
zh_hant: 問題分類

# AA0242
source: Please select problem category
cs: Vyberte kategorii problému
de: Bitte wählen Sie eine Problemkategorie aus
el: Επιλέξτε κατηγορία προβλήματος
es: Elija la categoría del problema
fa: لطفا نوع سوال را انتخاب کنید
fr: Sélectionnez le type de problème
id: Silakan memilih kategori pertanyaan
it: Ti preghiamo di scegliere una categoria di problema
ja: 问题の类别をご选択ください
ms: Sila pilih kategori soalan
nl: Selecteer een probleemcategorie
pl: Proszę wybrać kategorię problemu
pt: Selecione a categoria do problema
ru: Выберите категорию проблемы
sk: Vyberte kategóriu problému
th: กรุณาเลือกหมวดหมู่คำถาม
tr: Lütfen soru kategorisini seçiniz
vi: Hãy chọn loại câu hỏi
zh_hans: 请选择问题分类
zh_hant: 請選擇問題分類

# AA0243
source: Monitoring abnormalities
cs: Sledovat výjimky
de: Ausnahmen überwachen
el: Παρακολούθηση εξαιρέσεων
es: Monitoreo de excepciones
fa: نظارت بر استثناها
fr: Surveiller les exceptions
id: Pengecualian Monitor
it: Anomalia del monitore
ja: 例外を監視する
ms: Pantau pengecualian
nl: Uitzonderingen bewaken
pl: Monitoruj wyjątki
pt: Monitoramento anormal
ru: Мониторинг возникновения аномалий
sk: Monitorujte výnimky
th: การตรวจสอบความผิดปกติ
tr: İstisnaları izleyin
vi: Giám sát bất thường
zh_hans: 监控异常
zh_hant: 監控異常

# AA0244
source: Alarm Function
cs: Funkce alarmu
de: Alarmfunktion
el: Λειτουργία συναγερμού
es: Función de alarma
fa: عملکرد زنگ هشدار
fr: Fonction d'alarme
id: Fitur Alarm
it: Funzione di allarme
ja: アラーム機能
ms: Fungsi penggera
nl: Alarmfunctie:
pl: Funkcja alarmu
pt: Função do alarme
ru: Функции сигнализации
sk: Funkcia alarmu
th: ฟังก์ชั่นปลุก
tr: Alarm fonksiyonu
vi: Chức năng báo động
zh_hans: 报警功能
zh_hant: 報警功能

# AA0245
source: Video Recording
cs: Video karty
de: Kartenvideo
el: Βίντεο με κάρτα
es: Vídeo de la tarjeta
fa: ویدیو کارت
fr: Vidéo de la carte
id: Video Kartu
it: Scheda di registrazione
ja: カードビデオ
ms: Video kad
nl: Kaart video
pl: Wideo z karty
pt: Gravação de cartão
ru: Задержка видео
sk: Video karty
th: การ์ดวิดีโอ
tr: kart videosu
vi: Video thẻ
zh_hans: 卡录像
zh_hant: 卡錄像

# AA0246
source: Cloud Video
cs: cloudové video
el: σύννεφο βίντεο
es: Vídeo en la nube
fa: ویدیوی ابری
fr: vidéo nuage
id: Video Cloud
it: Registrazione video cloud
ja: クラウドビデオ
ms: Video awan
pl: wideo w chmurze
pt: Gravação em nuvem
ru: Облачное видео
th: วิดีโอบนคลาวด์
tr: bulut videosu
vi: Video đám mây
zh_hans: 云录像
zh_hant: 雲錄像
