Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0101
source: Get started
cs: Začínáme
fa: Getting Started
id: Mulai
ja: スタート
ms: Mulakan
sk: Začiatok
th: เริ่มใช้
vi: Bắt đầu sử dụng
zh_hans: 开始使用
zh_hant: 開始使用

# AA0102
source: Change device name
cs: Změnit název zařízení
fa: تغییر نام دستگاه
id: Mengubah nama perangkat
ja: デバイス名を変更
ms: Tukar nama peranti
sk: Zmeniť názov zariadenia
th: แก้ไขชื่ออุปกรณ์
vi: Thay đổi tên thiết bị
zh_hans: 修改设备名称
zh_hant: 修改設備名稱

# AA0103
source: Settings
cs: Nastavení
de: Einstellung
el: Ρυθμίσεις
es: Configuración
fa: تنظیم
fr: Configuration
id: Pengaturan
it: Impostazioni
ja: 設定
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настр.
sk: Nastavenie
th: การตั้งค่า
tr: Ayarla
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# AA0104
source: Configure Wi-Fi
cs: Nastavit Wi-Fi
fa: پیکربندی فی وی
id: Konfigurasikan Wi-Fi
ja: Wi-Fi設定
ms: Konfigurasikan Wi-Fi
sk: Nastaviť Wi Fi
th: กําหนดค่า Wi-Fi
vi: Định cấu hình Wi-Fi
zh_hans: 配置Wi-Fi
zh_hant: 配置Wi-Fi

# AA0105
source: The device supports 2.4GHz Wi-Fi
cs: Zařízení podporuje 2.4GHz Wi Fi
fa: دستگاه 2. 4GHz Wi Fi را پشتیبانی می‌کند
id: Perangkat mendukung Wi-Fi 2.4GHz
ja: 本機は2.4GHz Wi-Fiに対応可能
ms: Peranti ini menyokong Wi-Fi 2.4GHz
sk: Zariadenie podporuje Wi-Fi 2,4GHz
th: อุปกรณ์รองรับ Wi-Fi 2.4GHz
vi: Thiết bị hỗ trợ Wi-Fi 2.4GHz
zh_hans: 设备支持2.4GHz Wi-Fi
zh_hant: 設備支持2.4GHz Wi-Fi

# AA0106
source: The device supports 2.4GHz and 5GHz Wi-Fi
cs: Zařízení podporuje 2,4GHz a 5GHz Wi-Fi
fa: دستگاه 2.4GHz و 5GHz Wi Fi را پشتیبانی می‌کند
id: Perangkat mendukung Wi-Fi 2.4GHz dan 5GHz
ja: 本機は2.4GHzと5GHz Wi-Fiに対応可能
ms: Peranti ini menyokong Wi-Fi 2.4GHz dan 5GHz
sk: Zariadenie podporuje Wi-Fi 2,4GHz a 5GHz
th: อุปกรณ์รองรับ Wi-Fi 2.4GHz และ 5GHz
vi: Thiết bị hỗ trợ Wi-Fi 2.4GHz và 5GHz
zh_hans: 设备支持2.4GHz 和 5GHz Wi-Fi
zh_hant: 設備支持2.4GHz 和 5GHz Wi-Fi

# AA0107
source: Network settings
cs: Nastavení sítě
de: Netzwerkeinstellungen
el: Ρυθμίσεις δικτύου
es: Configuración de red
fa: تنظیمات شبکه
fr: Configuration réseau
id: Pengaturan jaringan
it: Impostazioni di rete
ja: ネットワーク设定
ms: Tetapan rangkaian
nl: Netwerk instellingen
pl: Ustawienia sieciowe
pt: Conexões
ru: Настройки сети
sk: Nastavenie siete
th: การตั้งค่าอินเทอร์เน็ต
tr: Ağ ayarları
vi: Thiết lập mạng
zh_hans: 网络设置
zh_hant: 網絡設置

# AA0108
source: Please select Wi-Fi for connection
cs: Vyberte připojení Wi-Fi připojení
de: Das zu verbindende WLAN auswählen
el: Επιλέξτε το Wi-Fi με το οποίο θέλετε να συνδέσετε
es: Por favor elija el Wi-Fi que quiera conectar.
fa: لطفا اتصال Wi-Fi را انتخاب کنید
fr: Veuillez choisir le Wi-Fi connecté
id: Silakan pilih Wi-Fi yang akan dihubungkan
it: Seleziona il Wi-Fi da connettere
ja: 接続するWi-Fiを選択してください
ms: Sila pilih sambungan Wi-Fi sambungan
nl: Selecteer de Wi-Fi waarmee u verbinding wilt maken
pl: Wybierz sieć Wi-Fi, z którą chcesz się połączyć
pt: Selecione o Wi-Fi conectado
ru: Выберите Wi-Fi, к которому подключить
sk: Vyberte pripojenie Wi-Fi
th: โปรดเลือก Wi-Fi ที่เชื่อมต่อ
tr: Lütfen bağlı Wi-Fi'yi seçin
vi: Vui lòng chọn Wi-Fi đã kết nối
zh_hans: 请选择将要连接的Wi-Fi
zh_hant: 請選擇將要連接的Wi-Fi

# AA0109
source: Wi-Fi password
cs: Heslo Wi-Fi
fa: رمز‌گذاری Wi Fi
id: Kata sandi Wi Fi
ja: Wi-Fiパスワード
ms: Katalaluan Wi Fi
sk: Wi-Fi heslo
th: รหัสผ่าน Wi-Fi
vi: Mật khẩu Wi-Fi
zh_hans: Wi-Fi密码
zh_hant: Wi-Fi密碼

# AA0110
source: Remember password
cs: Pamatujte si heslo
de: Passwort speichern
el: Να θυμάσαι τον κωδικό
es: Recordar contraseña
fa: گذرواژه را به خاطر بسپار
fr: Mémoriser le mot de passe
id: Ingat kata sandi
it: Ricorda la password
ja: パスワードを记忆
ms: Ingat kata laluan
nl: Onthoud wachtwoord
pl: Zapamiętaj hasło
pt: Lembrar senha
ru: Запомнить пароль
sk: Zapamätajte si heslo
th: จำรหัสผ่าน
tr: Şifreyi hatırla
vi: Ghi nhớ mật khẩu
zh_hans: 允许记住密码
zh_hant: 允許記住密碼

# AA0111
source: Wrong password
cs: Chybné heslo
de: Passwort falsch
el: Λάθος κωδικός
es: Contraseña incorrecta
fa: گذرواژه نادرست است
fr: Mot de passe incorrect
id: Kata sandi salah
it: Password sbagliata
ja: パスワードが正しくありません
ms: Kata laluan tak betul
nl: Verkeer wachtwoord
pl: Złe hasło
pt: Senha incorreta
ru: Неверный пароль
sk: Nesprávne heslo
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış parola
vi: Lỗi mật khẩu
zh_hans: 密码错误
zh_hant: 密碼錯誤

# AA0112
source: The device only supports 2.4GHz Wi-Fi
cs: Zařízení podporuje pouze 2,4GHz Wi-Fi
id: Perangkat mendukung Wi-Fi 2.4GHz
ja: 本機は2.4GHz Wi-Fiしか対応していません
ms: Peranti ini hanya menyokong Wi-Fi 2.4GHz
sk: Zariadenie podporuje len Wi-Fi 2,4 GHz
th: อุปกรณ์รองรับเฉพาะ Wi-Fi 2.4GHz เท่านั้น
vi: Thiết bị chỉ hỗ trợ Wi-Fi 2.4GHz
zh_hans: 设备仅支持2.4GHz Wi-Fi
zh_hant: 設備僅支持2.4GHz Wi-Fi

# AA0113
source: The current Wi-Fi may be 5GHz Wi-Fi, while the device only supports 2.4GHz Wi-Fi. Are you sure to continue to use?
cs: Zařízení podporuje pouze 2,4GHz Wi-Fi a aktuální Wi-Fi může být 5GHz Wi-Fi. Jste si jistí, že jej chcete pokračovat?
fa: دستگاه فقط 2.4GHz Wi Fi را پشتیبانی می‌کند، و Wi Fi فعلی ممکن است 5GHz Wi Fi باشد. مطمئنی که می‌خواهید از آن استفاده کنید؟
id: Wi-Fi saat ini mungkin Wi-Fi 5GHz, sedangkan perangkat hanya mendukung Wi-Fi 2,4GHz. Yakin untuk melanjutkan?
ja: 本機は2.4GHz Wi-Fiしか対応していないが、現在のWi-Fiは5GHz Wi-Fiである可能性があって、引き続き利用しますか。
ms: Wi-Fi semasa mungkin Wi-Fi 5GHz, manakala peranti hanya menyokong Wi-Fi 2.4GHz. Adakah anda pasti untuk terus menggunakan?
sk: Zariadenie podporuje len 2,4 GHz Wi-Fi a súčasné Wi-Fi môže byť 5GHz Wi-Fi. Ste si istý, že ho chcete pokračovať?
th: อุปกรณ์รองรับเฉพาะ Wi-Fi 2.4GHz เท่านั้นและ Wi-Fi ปัจจุบันอาจเป็น Wi-Fi 5GHz คุณแน่ใจหรือไม่ว่าต้องการใช้งานต่อไป?
vi: Thiết bị chỉ hỗ trợ Wi-Fi 2.4GHz. Wi-Fi hiện tại có thể là Wi-Fi 5GHz. Bạn có chắc chắn muốn tiếp tục sử dụng không?
zh_hans: 设备仅支持2.4GHz Wi-Fi，当前Wi-Fi可能为5GHz Wi-Fi，确认要继续使用？
zh_hant: 設備僅支持2.4GHz Wi-Fi，當前Wi-Fi可能為5GHz Wi-Fi，確認要繼續使用？

# AA0114
source: 1. Check whether the Wi-Fi password is correct
cs: 1. Zkontrolujte, zda je heslo Wi-Fi správné
fa: ۱. لطفا بررسی کنید که آیا رمز وی فی درست است
id: 1. Periksa apakah sandi Wi-Fi sudah benar
ja: 1.Wi-Fiパスワードが正しいか確認してください
ms: 1. Semak sama ada kata laluan Wi-Fi adalah betul
sk: 1. Prosím skontrolujte, či je Wi-Fi heslo správne
th: 1.โปรดตรวจสอบว่ารหัสผ่าน Wi-Fi ถูกต้องหรือไม่
vi: 1. Vui lòng kiểm tra xem mật khẩu Wi-Fi có đúng không
zh_hans: 1.请检查Wi-Fi密码是否正确
zh_hant: 1.請檢查Wi-Fi密碼是否正確

# AA0115
source: 2. Long press the reset button to reset the device
cs: 2. Dlouhým stisknutím tlačítka resetovat reset zařízení
fa: ۲. دکمه تنظیم دوباره را فشار دهید تا دستگاه را دوباره تنظیم کنید
id: 2. Tekan lama tombol reset untuk mereset perangkat
ja: 2.リセットボタンを長押ししてデバイスをリセットします
ms: 2. Tekan lama butang set semula untuk menetapkan semula peranti
sk: 2. Dlho stlačte tlačidlo reset na reset zariadenia
th: 2. กดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์
vi: 2. Nhấn và giữ nút Đặt lại để cài lại thiết bị
zh_hans: 2.长按复位键重置设备
zh_hant: 2.長按復位鍵重置設備

# AA0116
source: 3. Check whether access restriction is enabled on the router
cs: 3. Zkontrolujte prosím, zda má router povolená omezení přístupu
fa: ۳. لطفا بررسی کنید که آیا مسیر محدودیت دسترسی فعال شده
id: 3. Periksa apakah pembatasan akses diaktifkan pada perute
ja: 3.ルーターにアクセス制限がないか確認してください
ms: 3. Semak sama ada sekatan akses dihidupkan pada penghala
sk: 3. Prosím skontrolujte, či má router povolené obmedzenia prístupu
th: 3. โปรดตรวจสอบว่าเราเตอร์เปิดข้อ จํากัด การเข้าถึงหรือไม่
vi: 3. Vui lòng kiểm tra xem giới hạn truy cập có đang bật trên bộ định tuyến hay không
zh_hans: 3.请检查路由器是否开启接入限制
zh_hant: 3.請檢查路由器是否開啟接入限製

# AA0117
source: 4. Restart the router
cs: 4. Pokuste se restartovat router
fa: 4. Attempt to restart the router
id: 4. Nyala ulang perute
ja: 4.ルーターを再起動してみます
ms: 4. Mulakan semula penghala
sk: 4. Pokús sa opätovne spustiť router
th: 4. ลองรีสตาร์ทเราเตอร์
vi: 4. Thử khởi động lại bộ định tuyến
zh_hans: 4.尝试重启路由器
zh_hant: 4.嘗試重啟路由器

# AA0118
source: Automatic connection failed
cs: Automatické připojení selhalo
fa: اتصال خودکار شکست خورد
id: Koneksi otomatis gagal
ja: 自動接続に失敗しました
ms: Sambungan automatik gagal
sk: Automatické spojenie zlyhalo
th: การเชื่อมต่ออัตโนมัติล้มเหลว
vi: Kết nối tự động thất bại
zh_hans: 自动连接失败
zh_hant: 自動連接失敗

# AA0119
source: Try again
cs: Zkuste znovu
de: Erneut versuchen
el: Προσπάθησε ξανά
es: Intente otra vez
fa: سعی مجدد
fr: Réessayer
id: Coba lagi
it: Riprova
ja: もう一度试します
ms: Again
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ru: Попробуйте ещё раз
sk: Skúste znova
th: ลองใหม่อีกครั้ง
tr: Tekrar dene
vi: Thử lại lần nữa
zh_hans: 再试一次
zh_hant: 再試一次

# AA0120
source: Manual connection
cs: Ruční připojení
de: manuell verbinden
el: Χειροκίνητη σύνδεση
es: Conexión manual
fa: اتصال دستی
fr: Connexion manuelle
id: Koneksi manual
it: Connessione manuale
ja: 手动で接続
ms: Sambungan manual
nl: Handmatige verbinding
pl: Połączenie ręczne
pt: Conexão manual
ru: Ручное подключение
sk: Ručné pripojenie
th: การเชื่อมต่อด้วยตนเอง
tr: Manuel bağlama
vi: Kết nối thủ công
zh_hans: 手动连接
zh_hant: 手動連接

# AA0121
source: Model:
cs: Typ:
de: Typ:
el: Μοντέλο:
es: Modelo:
fa: مدل:
fr: Modèle:
it: Modello:
ja: 型番:
pt: Modelo:
ru: Модель:
sk: Typ:
th: รุ่น:
zh_hans: 型号：
zh_hant: 型號：

# AA0122
source: SN：
zh_hans: SN号：
zh_hant: SN號：

# AA0123
source: Connect device Wi-Fi
cs: Připojit zařízení Wi-Fi
fa: پیوند دستگاه Wi Fi
id: Hubungkan Wi-Fi perangkat
ja: Wi-Fiに接続
ms: Sambungkan Wi-Fi peranti
sk: Wi-Fi pripojenia zariadenia
th: การเชื่อมต่ออุปกรณ์ Wi-Fi
vi: Kết nối Wi-Fi thiết bị
zh_hans: 连接设备Wi-Fi
zh_hant: 連接設備Wi-Fi

# AA0124
source: 1. Connect your phone to the camera hotspot: Wi-Fi starting with "XT-"
cs: 1. Připojte telefon k hotspotu fotoaparátu: Wi-Fi začínající na "XT -"
fa: ۱. لطفا تلفنتون را به نقطه گرم دوربین متصل کنید: Wi Fi شروع به "XT -"
id: 1. Hubungkan ponsel Anda ke hotspot kamera: Wi-Fi dimulai dengan "XT-"
ja: 1.スマホをカメラのホットスポット「XT-から始まるWi-Fi」に接続してください
ms: 1. Sambungkan telefon anda ke tempat liputan kamera: Wi-Fi bermula dengan "XT-"
sk: 1. Prosím pripojite telefón k kamere hotspot: Wi-Fi začínajúce s "XT -"
th: 1. โปรดเชื่อมต่อโทรศัพท์ของคุณกับฮอตสปอตของกล้อง: Wi-Fi ที่ขึ้นต้นด้วย "XT-"
vi: 1. Vui lòng kết nối điện thoại của bạn với điểm phát sóng camera: Wi-Fi bắt đầu bằng "XT-"
zh_hans: 1.请将手机连接至摄像机热点：“XT-”开头的Wi-Fi
zh_hant: 1.請將手機連接至攝像機熱點：「XT-」開頭的Wi-Fi

# AA0125
source: 2. Return to the APP
cs: 2. Návrat do aplikace
fa: ۲. برگردید به APP
id: 2. Kembali ke aplikasi
ja: 2.アプリに戻ります
ms: 2. Kembali ke APP
sk: 2. Vrátiť sa k APP
th: 2.กลับไปที่ APP
vi: 2. Quay lại APP
zh_hans: 2.返回APP
zh_hant: 2.返回APP

# AA0126
source: Cannot find "XT-"?
cs: Nelze najít "XT-"?
de: “XT-" nicht finden？
el: Δεν μπορείτε να βρείτε το "XT-";
es: ¿Qué pasa cuando no puede encontrar “XT-”?
fa: اگر «XT-» پیدا نشود، چه کار باید انجام داد؟
fr: "XT-" n'est pas trouvé, comment faire?
id: Apa yang harus dilakukan jika “XT-”tidak ditemukan?
it: Cosa da fare se non riesce a trovare "XT-"?
ja: 「XT-」が见つからない场合は？
ms: Apa yang perlu dilakukan jika "XT-" tidak dijumpai?
nl: Kunt u "XT-" niet vinden?
pl: Co robić, jeżeli Nie znaleziono „XT-”
pt: Não consegue encontrar "XT-"?
ru: Не нашли "XT-"?
sk: Nemožno nájsť "XT-"?
th: จะทำอย่างไรถ้าไม่พบ "XT-"?
tr: “XT-” bulunamazsa ne yapmalı?
vi: Làm thế nào khi không tìm thấy "XT-"?
zh_hans: 没有找到“XT-”开头的Wi-Fi？
zh_hant: 沒有找到「XT-」開頭的Wi-Fi？

# AA0127
source: 1. The device may not support fast networking (hotspot connection).Please follow the device voice prompts to select the connection method.
cs: 1. Přístroj nemusí podporovat rychlé připojení k síti (připojení hotspotu). Postupujte podle hlasových výzev zařízení a zvolte způsob připojení.
de: 1. Es ist möglich, Gerät Schnell-Zugang nicht zu unterstützen (Hotspot-Verbindung). Folgen Sie die Sprachanweisungen des Geräts, um die Verbindungsmittels auszuwählen.
el: 1. Η συσκευή ενδέχεται να μην υποστηρίζει γρήγορη δικτύωση (σύνδεση hotspot). Ακολουθήστε τις φωνητικές οδηγίες της συσκευής για να επιλέξετε τη μέθοδο σύνδεσης.
es: 1. El equipo posible que no soporta la conexión de la red rápidamente (conexión del punto caliente) Por favor selecciona la forma de conexión de acuerdo con el pitido de sugerir.
fa: 1.دوربین ممکن است از شبکه‌های سریع پشتیبانی نمی‌کند (ارتباط نقطه گرم). لطفاً از صدای دستگاه پیروی کنید تا روش ارتباط را انتخاب کنید.
fr: 1. La caméra ne supporterait pas l’accès rapide au réseau (Par point d'accès). Veuillez choisir le mode de connexion selon les instructions vocales de la caméra.
id: 1. Perangkat ini mungkin tidak didukung dengan koneksi ke jaringan secara cepat (koneksi hotspot). Pilih metode koneksi dengan ikuti petunjuk suara perangkat.
it: 1. I dispositivi potrebbero non supportare la connessione in rete rapida (connessione hotspot). Selezionare la modalità di connessione in base ai messaggi vocali del dispositivo.
ja: 1 .デバイスはネットワークの高速接続をサポートしない可能性がある（インターネット共有）。 デバイスの音声に従って、接続方式を选択してください。
ms: 1.Mungkin peranti tidak menyokong penyambungan cepat (penyambungan hotspot).Sila pilih kaedah sambungan mengikut maklumat suara peranti.
nl: 1. Het apparaat ondersteunt mogelijk geen snel netwerk (hotspot-verbinding). Volg de stemprompts van het apparaat om de verbindingsmethode.
pl: 1. Urządzenie może nie obsługiwać szybkiej sieci (połączenia hotspot). Należy postępować zgodnie ze wskazówkami głosowymi urządzenia.
pt: 1. O dispositivo pode não suportar rede rápida (conexão de ponto de acesso). Siga as instruções de voz do dispositivo para selecionar o método de conexão.
ru: 1. Устройство не может поддерживать скоростную сеть (соединение Hotspot). Выберите соединение согласно голосовым подсказкам устройства.
sk: 1. Zariadenie nemusí podporovať rýchle siete (hotspot pripojený). Ak chcete vybrať spôsob pripojenia, postupujte podľa hlasových pokynov.
th: 1.อุปกรณ์อาจไม่สนับสนุนใช้เครือข่ายอย่างรวดเร็ว (การเชื่อมต่อฮอตสปอต) โปรดปฏิบัติตามคำแนะนำเกี่ยวกับเสียงของอุปกรณ์เพื่อเลือกวิธีการ.
tr: 1.Aygıt hızlı ağ iletişimini desteklemeyebilir (hotspot bağlantısı). Lütfen bağlantı metodunu seçerken aygıttan gelen sesli uyarıları takip ediniz veya.
vi: 1. Thiết bị khả năng không hỗ trợ kết nối mạng tốc độ nhanh (điểm truy cập). Xin lựa chọn phương thức liên kết theo lời nhắc thoại của thiết bị.
zh_hans: 1.摄像机可能不支持快速联网 (热点连接)，请按照设备语音提示选择连接方式。
zh_hant: 1.攝像機可能不支持快速聯網 (熱點連接)，請按照設備語音提示選擇連接方式。

# AA0128
source: 2. The distance between the mobile phone and the device is too far. A suitable distance is within 30 cm.
cs: 2. Vzdálenost mezi mobilním telefonem a přístrojem je příliš velká. Měla by být do 30 cm.
de: 2. Handy ist zu fern mit Gerät. Abstand von 30 cm ist ziemlich geeignet.
el: 2. Η απόσταση μεταξύ του κινητού τηλεφώνου και της συσκευής είναι πολύ μεγάλη. Η κατάλληλη απόσταση είναι 30 cm.
es: 2. La distancia entre móvil y el equipo es muy larga. La distancia dentro de 30 cm es muy conveniente.
fa: 2- فاصله بین دستگاه موبایل و دستگاه خیلی زیاد است. این فاصله باید کمتر از 30 سانتی متر باشد.
fr: 2. Votre Smartphone et la caméra sont trop loin. La distance appropriée est de 30 cm maximum. Essayez de faire un reset de la caméra puis réessayez.
id: 2. Jarak antara ponsel dan perangkat terlalu jauh. Jaraknya dalam 30 cm lebih ideal.
it: 2. I telefoni cellulari e le apparecchiature sono troppo lontani. La distanza è inferiore a 30 cm.
ja: 2 .携帯とデバイスの距离が远すぎる。 距离は30センチ以内にする。
ms: 2. Jarak telefon bimbit dan peranti terlalu jauh. Jarak yang dalam 30cm adalah sesuai.
nl: 2. De afstand tussen de mobiele telefoon en het apparaat is te groot. Een geschikte afstand is 30 cm.
pl: 2. Odległość między telefonem komórkowym i urządzeniem jest za duża. Powinna wynosić do 30 cm.
pt: 2. A distância entre o telefone celular e o dispositivo está muito longa. Uma distância adequada é de até 30 cm.
ru: 2. Слишком большое расстояние между устройствои и телефоном. Наиболее подходящее расстояние 30 см.
sk: 2. Vzdialenosť medzi mobilným telefónom a zariadením je príliš veľký. Musí byť menšia ako 30 cm.
th: 2.โทรศัพท์อยู่ห่างจากอุปกรณ์มากเกินไป ระยะทางที่เหมาะสมอยู่ภายใน30ซม.
tr: 2.Cep telefonu ile aygıtın arasındaki mesafe çok uzak. 30 cm. mesafede olması gerekmektedir.
vi: 2. Khoảng cách di động với thiết bị quá xa. Khoảng cách trong phạm vị 30cm là hợp lý.
zh_hans: 2.手机与设备距离太远。距离在30厘米以内比较合适。
zh_hant: 2.手機與設備距離太遠。距離在30厘米以內比較合適。

# AA0129
source: Connect the Wi-Fi starting with "XT-"
cs: Připojení k Wi-Fi začínající na 'XT -'
fa: Connect to Wi Fi starting with 'XT -'
id: Hubungkan Wi-Fi yang dimulai dengan "XT-"
ja: 「XT-」から始まるWi-Fi
ms: Sambungkan Wi-Fi bermula dengan "XT-"
sk: Pripojiť sa k Wi- Fi začínajúc s 'XT -'
th: ไปเชื่อมต่อ Wi-Fi ที่ขึ้นต้นด้วย "XT-"
vi: Tới kết nối Wi-Fi bắt đầu bằng "XT-"
zh_hans: 去连接“XT-”开头的Wi-Fi
zh_hant: 去連接「XT-」開頭的Wi-Fi

# AA0130
source: Make sure to complete the adding process by returning to APP after connecting to the Wi-Fi that starts with "XT-".
cs: Po připojení k Wi-Fi začínajícím na "XT -", nezapomeňte se vrátit do aplikace, abyste dokončili proces přidávání~
fa: بعد از ارتباط با وی فی شروع به "XT -", لطفا مطمئن شوید که به کاربرد برگردید تا پرداخت اضافه را کامل کنید ~
id: Setelah terhubung ke Wi-Fi yang dimulai dengan "XT-", selesaikan proses penambahan dengan kembali ke aplikasi.
ja: 「XT-」から始まるWi-Fiに接続した後、必ずアプリに戻って追加してくださいよ~
ms: Pastikan anda melengkapkan proses penambahan dengan kembali ke APP selepas menyambung ke Wi-Fi yang bermula dengan "XT-"~
sk: Po pripojení na Wi-Fi začínajúc s "XT -", prosím, uistite sa, že sa vrátite do aplikácie na dokončenie procesu pridania~
th: หลังจากเชื่อมต่อกับ Wi-Fi ที่ขึ้นต้นด้วย "XT-" โปรดตรวจสอบให้แน่ใจว่าได้กลับไปที่ APP เพื่อเสร็จสิ้นกระบวนการเพิ่ม ~
vi: Sau khi kết nối với Wi-Fi bắt đầu bằng "XT-", hãy nhớ quay lại APP để hoàn tất quá trình thêm~
zh_hans: 连接到“XT-”开头的Wi-Fi后，请务必返回APP完成添加流程哦~
zh_hant: 連接到「XT-」開頭的Wi-Fi後，請務必返回APP完成添加流程哦~

# AA0131
source: I get it
cs: Rozumím
de: OK!
el: Το καταλαβαίνω
es: Entendido
fa: می فهمم
fr: OK
id: Saya paham
it: Ho capito
ja: 分かりました
ms: Saya mendapatkannya
nl: Ik snap het
pl: Rozumiem
pt: Entendi
ru: Я получил
sk: Rozumiem
th: ผมรู้แล้ว
tr: Kabul ediyorum
vi: Tôi đã biết
zh_hans: 知道了
zh_hant: 知道了

# AA0132
source: Scanning
cs: Skenování
fa: اسکن
id: Sedang memindai
ja: スキャン中
ms: Sedang mengimbas
sk: Scanovanie
th: กำลังสแกน
vi: Đang quét
zh_hans: 正在扫描
zh_hant: 正在掃描

# AA0133
source: Confirm the device is waiting to connect,put your cellphone close to the camera
cs: Potvrďte, že zařízení čeká na připojení,umístěte prosím telefon blízko kamery
de: Stellen Sie bitte sicher, dass das Gerät auf Verbindung wartet,bitte das Handy näher an die Kamera heranbringen
el: Επιβεβαιώστε ότι η συσκευή περιμένει να συνδεθεί,Παρακαλώ τοποθετήστε το τηλέφωνό σας κοντά στην κάμερα
es: Confirme que el dispositivo esté en espera de conexión,acerca el teléfono a la cámara
fa: لطفا تایید کنید که دستگاه در وضعیت منتظر ارتباط است و تلفن نزدیک به دوربین است
fr: Assurez-vous que la caméra est en attente de connexion,rapprochez votre portable de l'appareil photo
id: Pastikan alat ada dalam keadaan menunggu untuk terhubung,harap dekatkan HPmu ke kamera
it: Si prega di assicurarsi che il dispositivo sia in stato di attesa della connessione,si prega di avvicinare il cellulare alla fotocamera
ja: 端末が接続待ち状态であるかを确认してください.カメラに携帯電話を近づけてください.
ms: Memastikan peralatan adalah dalam keadaan menunggu sambungan,sila letakkan telefon anda dekat dengan kamera
nl: Bevestiging dat het apparaat wacht om te verbinden,plaats uw telefoon dicht bij de camera
pl: Potwierdź urządzenie czekające na połaczenie,proszę umieścić telefon blisko kamery
pt: Confirme se o dispositivo está aguardando a conexão,aproxime o telefone à câmera
ru: Подтвердите, что устройство ожидает подключения.Приблизите телефон к камере.
sk: Potvrďte, že zariadenie čaká na pripojenie.Prosím, položte telefón blízko kamery.
th: กรุณาตรวจสอบให้แน่ใจว่าอุปกรณ์ของคุณอยู่ในสถานะรอการเชื่อมต่อ.กรุณาวางโทรศัพท์ของคุณไว้ใกล้กล้อง.
tr: Lütfen ekipmanın bağlantı için bekleme modunda olduğundan emin olun,telefonunuzu kameraya yaklaşın.
vi: Vui lòng xác nhận thiết bị đang ở trạng thái chờ liên kết và vui lòng nhớ để điện thoại gần camera
zh_hans: 请确认设备处于等待连接状态，且手机靠近摄像头
zh_hant: 請確認設備處於等待連接狀態，且手機靠近攝像頭

# AA0134
source: Connect
cs: připojit
fa: ارتباط
id: Koneksi
ja: 接続
ms: Sambung
sk: pripojiť
th: เชื่อมต่อ
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

# AA0135
source: No device has been found
cs: Nenalezena žádná zařízení
fa: هیچ دستگاه پیدا نشد
id: Tidak ada perangkat yang ditemukan
ja: デバイスが見つからない場合
ms: Tiada peranti ditemui
sk: Nenašli sa žiadne zariadenia
th: ไม่พบอุปกรณ์
vi: Không tìm thấy thiết bị
zh_hans: 未发现设备
zh_hant: 未發現設備

# AA0136
source: 1. Make ensure that the camera is connected to power supply
cs: 1. Potvrďte, zda je kamera připojena k napájecímu zdroji
fa: ۱. لطفاً تصدیق کنید که آیا دوربین با تغییر انرژی ارتباط دارد
id: 1. Pastikan kamera terhubung ke catu daya.
ja: 1.カメラに電源を入れたか確認してください
ms: 1. Pastikan kamera disambungkan kepada bekalan kuasa
sk: 1. Prosím potvrdzte, či je kamera pripojená k dodávke elektrickej energie
th: 1. โปรดตรวจสอบว่ากล้องเชื่อมต่อกับแหล่งจ่ายไฟหรือไม่
vi: 1. Vui lòng xác nhận xem camera có kết nối với nguồn điện hay không
zh_hans: 1.请确认摄像机是否连接电源
zh_hant: 1.請確認攝像機是否連接電源

# AA0137
source: 2. Make sure that the Bluetooth permission is enabled on your mobile phone
cs: 2. Ujistěte se, že telefon má povolené oprávnění Bluetooth
fa: 2. لطفا مطمئن شوید که تلفن اجازه بلوتوت را فعال کرده است
id: 2. Pastikan izin Bluetooth ponsel aktif.
ja: 2.スマホのBluetooth権限が有効にしたことを確認してください
ms: 2. Pastikan kebenaran Bluetooth dihidupkan pada telefon mudah alih anda
sk: 2. Prosím, uistite sa, že telefón má povolenie Bluetooth aktivované
th: 2. โปรดตรวจสอบให้แน่ใจว่าโทรศัพท์ได้รับอนุญาตบลูทู ธ เปิดอยู่
vi: 2. Hãy đảm bảo rằng điện thoại đã bật quyền Bluetooth cho phép các kết nối mới
zh_hans: 2.请确保手机已开启蓝牙权限
zh_hant: 2.請確保手機已開啟藍牙權限

# AA0138
source: 3. Make sure that the phone is close to the camera
cs: 3. Ujistěte se, že telefon je blízko fotoaparátu
fa: 3. Please make sure your phone is close to the camera
id: 3. Pastikan ponsel dekat dengan kamera.
ja: 3.スマホがカメラの近い所にあることを確認してください
ms: 3. Pastikan telefon berada dekat dengan kamera
sk: 3. Prosím, uistite sa, že váš telefón je blízko kamery
th: 3. โปรดตรวจสอบให้แน่ใจว่าโทรศัพท์อยู่ใกล้กับกล้อง
vi: 3. Hãy đảm bảo điện thoại ở gần camera
zh_hans: 3.请确保手机靠近摄像机
zh_hant: 3.請確保手機靠近攝像機

# AA0139
source: 4. Try again after resetting the camera
cs: 4. Zkuste to znovu po resetování fotoaparátu
fa: ۴. بعد از تنظیم دوربین دوباره امتحان کنید
id: 4. Coba lagi setelah mereset kamera.
ja: 4.カメラをリセットしてから再度試してみてください
ms: 4. Cuba lagi selepas menetapkan semula kamera
sk: 4. Skúste znova po znovunastavení kamery
th: 4. รีเซ็ตกล้องแล้วลองอีกครั้ง
vi: 4. Sau khi đặt lại camera hãy thử lại
zh_hans: 4.复位摄像机后重试
zh_hant: 4.復位攝像機後重試

# AA0140
source: No needed device detected?
cs: Nenašli jste požadované zařízení?
fa: دستگاه خواسته رو پيدا نکردي؟
id: Tidak menemukan perangkat yang diinginkan?
ja: 一致するデバイスが見つからない？
ms: Tiada peranti yang diperlukan dapat dikesan?
sk: Nenašiel si želané zariadenie?
th: ไม่พบอุปกรณ์ที่ต้องการใช่หรือไม่?
vi: Không tìm thấy thiết bị bạn muốn?
zh_hans: 未发现想要的设备？
zh_hant: 未發現想要的設備？
