Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0455
source: Please enter issues and recommendations
cs: Zadejte prosím dotazy a návrhy
de: Bitte geben Sie Fragen und Anregungen ein
el: Εισαγάγετε ερωτήσεις και προτάσεις
es: Introduzca una descripción del equipo
fa: لطفا سوالات و پیشنهادات را وارد کنید
fr: Veuillez entrer des questions et des suggestions
id: Silakan memasukkan deskripsi perangkat
it: Inserisci domande e suggerimenti
ja: 質問や提案を入力してください
ms: Sila masukkan soalan dan cadangan
nl: Voer vragen en suggesties in
pl: Wprowadź pytania i sugestie
pt: Escreva problemas e sugestões
ru: Пожалуйста, введите описание вашего оборудования
sk: Zadajte otázky a návrhy
th: โปรดใส่ปัญหาและข้อเสนอ
tr: Lütfen soru ve önerilerinizi girin
vi: Vui lòng nhập vấn đề và ý kiến
zh_hans: 请输入问题与建议
zh_hant: 請輸入問題與建議

# AA0456
source: Cloud Package
cs: Cloudový balíček
de: Cloud-Paket
el: Πακέτο Cloud
es: Paquete en la nube
fa: بسته ابری
fr: Forfait Nuage
id: Paket Cloud
it: Pacchetto cloud
ja: クラウドパッケージ
ms: Pakej Awan
nl: Cloudpakket
pl: Pakiet w chmurze
pt: Plano Nuvem
ru: Облачные пакеты
sk: Cloudový balík
th: แพ็คเกจคลาวด์
tr: Bulut Paketi
vi: Gói đám mây
zh_hans: 云套餐
zh_hant: 雲套餐

# AA0457
source: M
cs: P
el: Μ
es: L
fr: Lu
id: S
it: Lu
ja: 月
ms: I
pl: P
pt: S
ru: ПН
sk: P
th: จ
tr: P
vi: T2
zh_hans: 一
zh_hant: 一

# AA0458
source: T
cs: Ú
de: D
el: Τ
es: M
fr: Ma
id: S
it: Ma
ja: 火
ms: S
nl: D
pl: W
ru: ВТ
sk: U
th: อ
tr: S
vi: T3
zh_hans: 二
zh_hant: 二

# AA0459
source: W
cs: S
de: M
el: Δ
es: X
fr: Me
id: R
it: Me
ja: 水
ms: R
pl: Ś
pt: Q
ru: СР
sk: S
th: พ
tr: Ç
vi: T4
zh_hans: 三
zh_hant: 三

# AA0460
source: T
cs: Č
de: D
el: Τ
es: J
fr: Je
id: K
it: Gi
ja: 木
ms: K
nl: D
pl: C
pt: Q
ru: ЧТ
sk: Š
th: พฤ
tr: P
vi: T5
zh_hans: 四
zh_hant: 四

# AA0461
source: F
cs: P
el: φά
es: V
fr: Ve
id: J
it: Ve
ja: 金
ms: J
nl: V
pl: P
pt: S
ru: ПТ
sk: P
th: ศ
tr: C
vi: T6
zh_hans: 五
zh_hant: 五

# AA0462
source: S
el: μικρό
fr: Sa
it: Sa
ja: 土
nl: Z
ru: СБ
th: ส
tr: C
vi: T7
zh_hans: 六
zh_hant: 六

# AA0463
source: S
cs: N
el: μικρό
es: D
fr: Di
id: M
it: Do
ja: 日
ms: A
nl: Z
pl: N
pt: D
ru: ВС
sk: N
th: อา
tr: P
vi: CN
zh_hans: 日
zh_hant: 日

# AA0464
source: No device
cs: Žádné zařízení
de: Keine Geräte
el: Καμία συσκευή
es: Sin dispositivo
fa: عدم وجود تجهیزات
fr: Non appareil
id: Tidak ada perangkat
it: Nessun dispositivo per ora
ja: 设备なし
ms: Tiada peranti
nl: Geen apparatuur
pl: Brak urządzenia
pt: Nenhum equipamento
ru: Устройство временно отсутствует
sk: Žiadne zariadenie
th: ไม่มีอุปกรณ์
tr: Şimdilik aygıt yok
vi: Tạm thời không có thiết bị
zh_hans: 暂无设备
zh_hant: 暫無設備

# AA0465
source: Device Alerts
cs: Připomenutí zařízení
de: Benachrichtigung über Gerät
el: Υπενθύμιση συσκευής
es: Recordatorio de dispositivos
fa: یادآوری دستگاه
fr: Indication d'appareil
id: Pengingat perangkat
it: Promemoria di dispositivo
ja: デバイスのリマインダー
ms: Peringatan peranti
nl: Apparaatherinnering
pl: Przypomnienie o urządzeniu
pt: Lembrete do dispositivo
ru: Подсказка от устройства
sk: Pripomenutie zariadenia
th: อุปกรณ์เตือนความจำ
tr: Cihaz hatırlatıcısı
vi: Thiết bị nhắc nhở
zh_hans: 设备提醒
zh_hant: 設備提醒

# AA0466
source: [%@] has been offline for over 30 minutes. Please inspect the device.
cs: [%@] je offline déle než 30 minut, zkontrolujte zařízení.
de: [%@] ist über 30 Minuten offline, bitte das Gerät überprüfen.
el: [%@] είναι εκτός σύνδεσης για περισσότερα από 30 λεπτά, ελέγξτε τη συσκευή.
es: [%@] Ha estado desconectado durante más de 30 minutos, compruebe su dispositivo.
fa: 【%@】بیش از 30 دقیقه آفلاین بوده است، لطفاً دستگاه را بررسی کنید.
fr: [ %@ ] est hors ligne depuis plus de 30 minutes, veuillez vérifier l'appareil.
id: [%@] telah offline selama lebih dari 30 menit, silakan periksa perangkat.
it: [%@] è offline da più di 30 minuti, controlla il dispositivo.
ja: [%@]が30分以上オフラインになっています。デバイスを確認してください。
ms: [%@] telah berada di luar talian selama lebih daripada 30 minit, sila semak peranti.
nl: [%@] is meer dan 30 minuten offline geweest, controleer het apparaat.
pl: [%@] było offline przez ponad 30 minut, sprawdź urządzenie.
pt: [%@] ficou off/line por mais de 30 minutos, verifique o dispositivo.
ru: (%@) отключено от сети на 30 мин и более, проверьте устройство.
sk: [%@] je offline dlhšie ako 30 minút, skontrolujte zariadenie.
th: [%@] ออฟไลน์เกิน 30 นาที โปรดตรวจสอบอุปกรณ์
tr: [%@] 30 dakikadan uzun süredir çevrimdışı, lütfen cihazı kontrol edin.
vi: [%@] đã ngoại tuyến hơn 30 phút, vui lòng kiểm tra thiết bị.
zh_hans: 【%@】已离线超30分钟，请检查设备。
zh_hant: 【%@】已離線超30分鐘，請檢查設備。

# AA0467
source: Abnormal battery power is detected, please make sure the device has been plugged into the power adapter. To prevent the power from being exhausted too soon, it has been automatically switched to power saving mode.
cs: Zjistěte, zda je zařízení připojeno k napájecímu adaptéru. Aby se zabránilo příliš rychlému vyčerpání energie, automaticky se přepne do režimu úspory energie.
de: Es wurde ein abnormaler Batteriestand festgestellt. Bitte vergewissern Sie sich, dass das Gerät an den Netzadapter angeschlossen ist. Um zu vermeiden, dass der Strom zu schnell ausgeht, wurde das Gerät automatisch in den Energiesparmodus geschaltet.
el: Εντοπίζεται μη φυσιολογική ισχύς της μπαταρίας. Βεβαιωθείτε ότι η συσκευή είναι συνδεδεμένη στον προσαρμογέα ρεύματος. Για να αποφευχθεί η έλλειψη ισχύος πάρα πολύ γρήγορα, έχει αλλάξει αυτόματα σε λειτουργία εξοικονόμησης ενέργειας.
es: Se detectó un nivel de batería anormal, asegúrate de que el dispositivo se haya enchufado en el adaptador de corriente. Se cambia automáticamente al modo de ahorro de energía para evitar que la batería se agote demasiado rápido.
fa: برق باتری غیرعادی شناسایی شده است. لطفا مطمئن شوید که دستگاه به آداپتر برق پیوند شده است. برای اینکه خیلی سریع از پایان کردن قدرت فرار کند، خودکار به حالت ذخیره قدرت تغییر داده است.
fr: Un niveau de batterie anormal a été détecté, veuillez vous assurer que l'appareil est branché sur l'adaptateur secteur. Pour éviter qu'il ne s'épuise trop vite, il est passé automatiquement en mode économie d'énergie.
id: Level baterai yang tidak normal , silakan pastikan bahwa perangkat udah dicolokkan ke adaptor daya. Untuk menghindari kehabisan daya terlalu cepat,perangkat telah dialihkan ke mode hemat daya secara otomatis.
it: Se la potenza della batteria è anormale, assicurati che il dispositivo abbia inserito un adattatore di alimentazione. Al fine di evitare un eccessivo consumo di energia, è stato automaticamente cambiato alla modalità di risparmio energetico dell'alimentazione.
ja: バッテリ残量異常を検出しました。デバイスが電源アダプタに挿入されていることを確認してください。 電力が切れすぎないように、自動的に省電力モードに切り替えられています。
ms: Kuasa bateri tidak normal dikesan. Sila pastikan peranti dipalam ke penyesuaian kuasa. Untuk menghindari kehabisan kuasa terlalu cepat, ia telah menukar secara automatik ke mod penyimpanan kuasa.
nl: Er wordt abnormaal batterijvermogen gedetecteerd. Controleer of het apparaat is aangesloten op de voedingsadapter. Om te voorkomen dat de stroom te snel op raakt, is hij automatisch overgeschakeld naar energiebesparende modus.
pl: Wykryto nieprawidłowe zasilanie baterii. Upewnij się, że urządzenie jest podłączone do zasilacza. Aby uniknąć zbyt szybkiego braku mocy, automatycznie przełączył się na tryb oszczędzania energii.
pt: A energia anormal da bateria foi detectada. Confirma o dispositivo conectado ao adaptador de energia.
ru: Обнаружен ненормальный уровень заряда батареи, пожалуйста, убедитесь, что устройство подключено к адаптеру питания. Чтобы избежать слишком быстрого разряда, он автоматически переключается в энергосберегающий режим
sk: Zistil sa neobvyklý výkon batérie. Prosím, zabezpečte, aby sa zariadenie pripojilo do adaptéra výkonu. Aby sa zabránilo príliš rýchlemu úniku energie, automaticky sa prepol na režim úspory energie.
th: ตรวจพบพลังงานแบตเตอรี่ผิดปกติ โปรดตรวจสอบให้แน่ใจว่าได้เสียบอุปกรณ์เข้ากับอะแดปเตอร์แปลงไฟแล้ว เพื่อหลีกเลี่ยงการหมดพลังงานเร็วเกินไปจึงเปลี่ยนเป็นโหมดประหยัดพลังงานโดยอัตโนมัติ
tr: Anormal pil seviyesi algılandı, lütfen cihazın güç adaptörüne takılı olduğundan emin olun. Pilin çok çabuk bitmesini önlemek için otomatik olarak güç tasarrufu moduna geçmiştir.
vi: Đã phát hiện mức pin bất thường, vui lòng đảm bảo thiết bị được cắm vào bộ đổi nguồn. Để tránh làm hết pin quá nhanh, đã tự động chuyển sang chế độ tiết kiệm pin.
zh_hans: 检测到电池电量异常，请确保设备已插入电源适配器。 为避免电量过快耗尽，已自动切换至省电模式。
zh_hant: 檢測到電池電量异常，請確保設備已插入電源適配器。 為避免電量過快耗盡，已自動切換至省電模式。

# AA0468
source: It is detected that you have plugged in the power adapter, you may switch to non-sleep mode.
cs: Zjistí se, že jste vložili napájecí adaptér a můžete přepnout do režimu spánku
de: Der Netzteil wird erkannt und Sie können in den Nichtschlafmodus wechseln
el: Εντοπίζεται ότι έχετε εισαγάγει τον προσαρμογέα ρεύματος και μπορείτε να μεταβείτε σε κατάσταση μη ύπνου
es: Se detectó que ha enchufado el adaptador de corriente, se puede cambiar al modo sin suspensión
fa: شناسایی می‌شود که شما adapter برق را وارد کرده‌اید، و می‌توانید به حالت غیر خواب تغییر دهید
fr: L'adaptateur d'alimentation est détecté et cela peut être passé en mode non-veille.
id: Mendeteksi bahwa perangkat dicolokkan ke adaptor daya dan dapat beralih ke mode non-tidur
it: Ha rilevato che hai inserito l'adattatore di alimentazione, che può essere cambiato alla modalità di uso continuo
ja: 電源アダプタが挿入されていることが検出され、非スリープモードに切り替えられました
ms: Ia dikesan bahawa anda telah menyisipkan penyesuaian kuasa, dan anda boleh tukar ke mod bukan tidur
nl: Er wordt gedetecteerd dat u de voedingsadapter hebt geplaatst en u kunt overschakelen naar de niet-slaapmodus
pl: Wykrywa się, że włożyłeś zasilacz i możesz przełączyć się do trybu nieuśpienia
pt: É detectado o adaptador de energia inserido e pode comutar para o modo sem repouso.
ru: Определяет подключение адаптера питания и может переключиться в неспящий режим
sk: Zistilo sa, že ste vložili napájací adaptor a môžete sa prechádzať na nespávací režim
th: ตรวจพบว่าคุณเสียบอะแดปเตอร์แปลงไฟและคุณสามารถเปลี่ยนเป็นโหมดไม่สลีปได้
tr: Bir güç adaptörüne takılı olduğunuz algılanır, uykusuz moduna geçebilirsiniz.
vi: Đã phát hiện thấy bạn cắm vào bộ đổi nguồn, chuyển sang chế độ không ngủ
zh_hans: 检测到您已插入电源适配器，可切换至不休眠模式
zh_hant: 檢測到您已插入電源適配器，可切換至不休眠模式

# AA0469
source: This user is already a visitor of this device
cs: Tento uživatel již má status návštěvníka pro toto zařízení.
de: Dieser Benutzer ist schon der Besucher von diesem Gerät
el: Αυτός ο χρήστης είναι ήδη επισκέπτης αυτής της συσκευής.
es: El usuario ya es un visitante de este dispositivo
fa: کاربر از قبل بازدیدکننده این دستگاه بوده است.
fr: Cet utilisateur est déjà un visiteur de cet appareil
id: Pengguna telah menjadi pengunjung pada perangkat ini
it: Utente è già visitatore del dispositivo
ja: 该当ユーザーは既にこのデバイスの访问者です
ms: Pengguna sudah menjadi pengunjung ke peranti ini
nl: Deze gebruiker is al een bezoeker van dit apparaat.
pl: Użytkownik już jest gościem w tym urządzeniu.
pt: Este usuário já é um visitante deste dispositivo.
ru: пользователь уже является гостем этого устройства
sk: Tento užívateľ už má status návštevníka pre toto zariadenie.
th: ผู้ใช้เป็นผู้เข้าชมอุปกรณ์นี้อยู่แล้ว
tr: Kullanıcı zaten bu cihazda ziyaretçi
vi: Người dùng đã là khách sử dụng thiết bị này
zh_hans: 该用户已经是这台设备的访客
zh_hant: 該用戶已經是這臺設備的訪客

# AA0470
source: Operation Video
cs: Operační video
de: Betriebsvideo
el: Βίντεο λειτουργίας
es: Video operacional
fa: فیلم عملیات
fr: Vidéo d'opération
id: Video operasi
it: Video operativo
ja: 操作ビデオ
ms: Video operasi
nl: Operatie video
pl: Film z operacji
pt: Vídeo operacional
ru: Видео операции
sk: Prevádzkové video
th: วีดีโอการทำงาน
tr: operasyon videosu
vi: Video hướng dẫn thao tác
zh_hans: 操作指引视频
zh_hant: 操作指引視頻

# AA0472
source: Add Guidelines
cs: Přidat pokyny
fa: افزودن راهنمایی
id: Tambahkan Panduan
ja: 追加案内
ms: Tambahkan Garis Panduan
sk: Pridať usmernenia
th: เพิ่มคําแนะนํา
vi: Thêm hướng dẫn
zh_hans: 添加指引
zh_hant: 添加指引

# AA0473
source: Please try the following and try again: 1.Make ensure that the camera is connected to power supply; 2. Make sure that the Bluetooth permission is enabled on your mobile phone; 3. Make sure that the phone is close to the camera; 4. Try again after resetting the camera.
cs: Zkuste prosím následující kroky a zkuste to znovu: 1. Ověřte, zda je kamera připojena ke zdroji napájení; 2. Ujistěte se prosím, že má váš telefon aktivovaný Bluetooth; 3. Ujistěte se, že telefon je blízko kamery. 4. Resetujte kameru a zkuste to znovu.
fa: لطفاً قدم‌های زیر را امتحان کنید و دوباره امتحان کنید: 1. لطفاً تصدیق کنید که آیا دوربین با یک منبع قدرت متصل شده است. 2. لطفا مطمئن شوید که تلفن شما به بلوتوت فعال شده است. 3. لطفا مطمئن شوید که تلفن شما نزدیک دوربین است. 4. دوربین را تغییر دهید و دوباره امتحان کنید.
id: Coba lakukan langkah berikut ini dan coba lagi: 1. Pastikan kamera terhubung ke catu daya. 2. Pastikan izin Bluetooth ponsel aktif. 3. Pastikan ponsel dekat dengan kamera. 4. Coba lagi setelah mereset kamera.
ja: 次の通り操作してから再度試してみてください。 1.カメラに電源を入れたか確認してください 2.スマホのBluetooth権限が有効にしたことを確認してください 3.スマホがカメラの近い所にあることを確認してください 4.カメラをリセットしてから再度試してみてください
ms: Sila cuba lagi selepas operasi berikut: 1. Pastikan kamera disambungkan kepada bekalan kuasa 2. Pastikan kebenaran Bluetooth dihidupkan pada telefon mudah alih anda 3. Pastikan telefon berada dekat dengan kamera 4. Cuba lagi selepas menetapkan semula kamera
sk: Skúste nasledujúce kroky a opätovne skúšajte: 1. Prosím potvrdzte, či je kamera pripojená k zdroju energie; 2. Prosím, uistite sa, že vaš telefón je zapnutý Bluetooth; Prosím, uistite sa, že váš telefón je blízko kamery; Znovu nastaviť kameru a skúsiť.
th: โปรดลองทําดังต่อไปนี้แล้วลองอีกครั้ง: 1. โปรดตรวจสอบว่ากล้องเชื่อมต่อกับแหล่งจ่ายไฟหรือไม่ 2. โปรดตรวจสอบให้แน่ใจว่าโทรศัพท์ได้รับอนุญาตบลูทู ธ เปิดอยู่ 3. โปรดตรวจสอบให้แน่ใจว่าโทรศัพท์อยู่ใกล้กับกล้อง 4. รีเซ็ตกล้องแล้วลองอีกครั้ง
vi: Vui lòng thử thao tác sau rồi thử lại: 1. Vui lòng xác nhận xem camera có kết nối với nguồn điện hay không. 2. Hãy đảm bảo rằng điện thoại đã bật quyền Bluetooth. 3. Hãy đảm bảo điện thoại ở gần camera. 4. Sau khi đặt lại camera và thử lại.
zh_hans: 请尝试以下操作后重试： 1.请确认摄像机是否连接电源； 2.请确保手机已开启蓝牙权限； 3.请确保手机靠近摄像机； 4.复位摄像机后重试。
zh_hant: 請嘗試以下操作後重試： 1.請確認攝像機是否連接電源； 2.請確保手機已開啟藍牙權限； 3.請確保手機靠近攝像機； 4.復位攝像機後重試。

# AA0474
source: SESSION expired
cs: Relace skončila
fa: ناستۀ پایان رسیده است
id: Sesi sudah kedaluwarsa
ja: SESSIONは有効期限が切れました
ms: SESI tamat tempoh
sk: Sesia skončila
th: SESSION หมดอายุแล้ว
vi: SESSION đã hết hạn
zh_hans: SESSION已过期
zh_hant: SESSION已過期

# AA0475
source: Unknown error
cs: neznámá chyba
fa: خطا ناشناخته
id: Kesalahan tidak diketahui
ja: 未知のエラー
ms: Ralat tidak diketahui
sk: neznáma chyba
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

# AA0476
source: Device binding in progress
cs: Vázání zařízení probíhá
id: Sedang menghubungkan perangkat
ja: デバイスの紐付けが行われています
ms: Pengikatan peranti sedang dijalankan
sk: Prebieha viazanie zariadenia
th: กําลังผูกอุปกรณ์
vi: Đang liên kết thiết bị
zh_hans: 设备绑定中
zh_hant: 設備綁定中

# AA0477
source: Please try the following and try again: 1.Check whether the Wi-Fi password is correct; 2. Long press the reset button to reset the device; 3. Check whether access restriction is enabled on the router; 4. Restart the router.
cs: Zkuste prosím následující a zkuste to znovu: 1. Zkontrolujte, zda je fotoaparát připojen k napájení; 2. Ujistěte se, že telefon má povolené oprávnění Bluetooth; 3. Ujistěte se, že telefon je blízko kamery; 4. Obnovte kameru a zkuste to znovu.
fa: لطفا این را امتحان کنید و دوباره امتحان کنید: « 1 ». لطفا تایید کنید که دوربین با قدرت متصل شده است. 2. لطفا مطمئن شوید که تلفن اجازه بلوتوت را فعال کرده است. 3. لطفا مطمئن شوید که تلفن شما نزدیک دوربین است. 4. دوربین را تغییر دهید و دوباره امتحان کنید.
id: Coba lakukan langkah berikut ini dan coba lagi: 1. Periksa apakah sandi Wi-Fi sudah benar. 2. Tekan lama tombol reset untuk mereset perangkat. 3. Periksa apakah pembatasan akses diaktifkan pada perute. 4. Nyala ulang perute.
ja: 次の通り操作してから再度試してみてください。 1.Wi-Fiパスワードが正しいか確認してください 2.リセットボタンを長押ししてデバイスをリセットします 3.ルーターにアクセス制限がないか確認してください 4.ルーターを再起動してみます
ms: Sila cuba lagi selepas operasi berikut: 1. Semak sama ada kata laluan Wi-Fi adalah betul 2. Tekan lama butang set semula untuk menetapkan semula peranti 3. Semak sama ada sekatan akses dihidupkan pada penghala 4. Mulakan semula penghala
sk: Pokúste sa, prosím, opäť: 1. Prosím, potvrdzte, či je kamera pripojená k výkonu; 2. Prosím, uistite sa, že telefón má povolenie Bluetooth aktivované; 3. Prosím zabezpečte, aby bol váš telefón blízko kamery; Zapni kameru a skús to znova.
th: โปรดลองทําดังต่อไปนี้แล้วลองอีกครั้ง: 1.โปรดตรวจสอบว่ารหัสผ่าน Wi-Fi ถูกต้องหรือไม่ 2. กดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์ 3. โปรดตรวจสอบว่าเราเตอร์เปิดข้อ จํากัด การเข้าถึงหรือไม่ 4. ลองรีสตาร์ทเราเตอร์
vi: Vui lòng thử thao tác sau rồi thử lại: 1. Vui lòng kiểm tra xem mật khẩu Wi-Fi có đúng không 2. Nhấn và giữ nút Đặt lại để cài lại thiết bị 3. Vui lòng kiểm tra xem giới hạn truy cập có được bật trên bộ định tuyến hay không 4. Thử khởi động lại bộ định tuyến
zh_hans: 请尝试以下操作后重试： 1. 请检查Wi-Fi密码是否正确; 2.长按复位键重置设备； 3.请检查路由器是否开启接入限制； 4.尝试重启路由器。
zh_hant: 請嘗試以下操作後重試： 1. 請檢查Wi-Fi密碼是否正確; 2.長按復位鍵重置設備； 3.請檢查路由器是否開啟接入限製； 4.嘗試重啟路由器。

# AA0478
source: Unsupported QR code
cs: Nepodporovaný QR kód
fa: کد QR ناپشتیبانی
id: Kode QR tidak didukung
ja: 対応しないQRコード
ms: Kod QR tidak disokong
sk: Nepodporovaný QR kód
th: รหัส QR ที่ไม่รองรับ
vi: Mã QR không được hỗ trợ
zh_hans: 不支持的二维码
zh_hant: 不支持的二維碼

# AA0479
source: The device supports 5GHz Wi-Fi
cs: Zařízení podporuje 5GHz Wi-Fi
fa: دستگاه به 5GHz Wi Fi حمایت می‌کند
id: Perangkat mendukung Wi-Fi 5GHz.
ja: デバイスは5GHz Wi-Fiに対応できます
ms: Peranti menyokong Wi-Fi 5GHz
sk: Zariadenie podporuje Wi-Fi 5GHz
th: อุปกรณ์รองรับ 5GHz Wi-Fi
vi: Thiết bị hỗ trợ Wi-Fi 5GHz
zh_hans: 设备支持5GHz Wi-Fi
zh_hant: 設備支持5GHz Wi-Fi

# AA0480
source: 1.The camera may not support quick network connection (hotspot connection). Please follow the device's voice prompts to select the connection method. 2.The distance between the phone and the device is too far. A distance within 30 centimeters is more appropriate.
cs: 1. Kamera nemusí podporovat rychlou síť (připojení k hotspotu). Zvolte způsob připojení podle hlasového výzvy zařízení. 2. Vzdálenost mezi telefonem a zařízením je příliš daleká. Vhodnější je vzdálenost méně než 30 centimetrů.
fa: ۱. دوربین ممکن است از شبکه‌های سریع پشتیبانی نمی‌کند (ارتباط نقطه گرم). لطفاً از خواسته صدای دستگاه پیروی کنید تا راه ارتباط را انتخاب کنید. 2. فاصله بین تلفن و دستگاه خیلی دور است. فاصله کمتر از 30 سانتی متر مناسب تر است.
id: 1. Perangkat ini mungkin tidak didukung dengan koneksi ke jaringan secara cepat (koneksi hotspot). Pilih metode koneksi dengan ikuti petunjuk suara perangkat. 2. Jarak antara ponsel dan perangkat terlalu jauh. Jaraknya dalam 30 cm lebih ideal.
ja: 1.カメラはクイックネットワーク接続（ホットスポット接続）をサポートしていない可能性があります。デバイスの音声プロンプトに従って接続方法を選択してください。2.携帯電話とデバイスの距離が遠すぎます。30センチ以内の距離が適しています。
ms: 1. Perangkat ini mungkin tidak didukung dengan koneksi ke jaringan secara cepat (koneksi hotspot). Pilih metode koneksi dengan ikuti petunjuk suara perangkat. 2. Jarak antara ponsel dan perangkat terlalu jauh. Jaraknya dalam 30 cm lebih ideal.
sk: 1. Kamera nemusí podporovat rychlou síť (připojení k hotspotu). Zvolte způsob připojení podle hlasového výzvy zařízení. 2. Vzdálenost mezi telefonem a zařízením je příliš daleká. Vhodnější je vzdálenost méně než 30 centimetrů.
th: 1.กล้องอาจไม่รองรับการเชื่อมต่อเน็ตเวิร์คแบบ nhanh (การเชื่อมต่อจุดร้อน) กรุณาปฏิบัติตามคำแนะนำเสียงของอุปกรณ์เพื่อเลือกวิธีการเชื่อมต่อ. 2.มือถือกับอุปกรณ์ห่างไกลเกินไป ระยะทางที่ใกล้เคียงกันในขณะในระยะ 30 เซนติเมตร จะเหมาะสมมากขึ้น
vi: 1.Camera có thể không hỗ trợ kết nối mạng nhanh (kết nối điểm nóng). Vui lòng tuân theo các hướng dẫn âm thanh của thiết bị để chọn phương thức kết nối. 2.Điện thoại và thiết bị cách xa quá. Khoảng cách trong khoảng 30 centimet là phù hợp.
zh_hans: 1.摄像机可能不支持快速联网 (热点连接)，请按照设备语音提示选择连接方式。 2.手机与设备距离太远。距离在 30厘米以内比较合适。
zh_hant: 1.攝像機可能不支持快速聯網 (熱點連接)，請按照設備語音提示選擇連接方式。 2.手機與設備距離太遠。距離在 30厘米以內比較合適。

# AA0481
source: Email
cs: Zadejte telefonní číslo nebo e-mailovou adresu
de: Geben Sie bitte Ihre Handynummer oder E-Mail ein
el: Εισαγάγετε έναν αριθμό τηλεφώνου ή μια διεύθυνση email
es: Introduzca número de celular o email
fa: لطفا شماره تلفن یا آدرس ایمیل خود را وارد نمایید
fr: Entrez le numéro de portable ou l'adresse e-mail
id: Masukkan nomor telepon atau alamat email anda
it: Si prega di inserire il numero di cellulare o l’indirizzo email
ja: スマートフォンの电话番号またはメールアドレスを入力してください
ms: Masukkan nombor telefon atau alamat e-mel
nl: Voer een telefoonnummer of e-mailadres in
pl: Podaj numer telefonu lub e-mail adres
pt: Digite um número de celular ou e-mail
ru: Войдите по номеру телефона или адресу электронной почты
sk: Zadajte telefónne číslo alebo e-mailovú adresu
th: กรุณานำเข้าหมายเลขโทรศัพท์ หรืออิเมล์
tr: Lütfen telefon numaranızı veya e-posta adresinizi girin
vi: Vui lòng nhập số điện thoại hoặc hòm thư
zh_hans: 输入您可用于XXXXXXXX账号注册的邮箱
zh_hant: 請輸入您可用於XXXXXXXX帳號注册的郵箱

# AA0482
source: The device name cannot be empty
cs: Název zařízení nemůže být prázdný
fa: نام دستگاه نمی‌تواند خالی باشد
id: Nama perangkat tidak boleh kosong
ja: デバイス名を入力してください
ms: Nama peranti tidak boleh kosong
sk: Názov zariadenia nemôže byť prázdny
th: ชื่ออุปกรณ์ต้องไม่ว่างเปล่า
vi: Không được để trống tên thiết bị
zh_hans: 设备名称不能为空
zh_hant: 設備名稱不能為空

# AA0483
source: (Error code: %@)
cs: (Kód chyby: %@)
fa: (کد خطا: %@)
id: (Kode kesalahan: %@)
ja: （エラーコード：%@）
ms: (kod ralat: %@)
sk: (Chyba kódu: %@)
th: (รหัสข้อผิดพลาด: %@)
vi: (mã lỗi: %@)
zh_hans: （错误码：%@）
zh_hant: （錯誤碼：%@）

# AA0484
source: The device name scene is empty
cs: Scéna názvu zařízení je prázdná
fa: صحنه نام دستگاه خالی است
id: Gagal keluar. Silakan coba lagi
ja: デバイス名シーンを入力してください
ms: Nama senario peranti kosong
sk: Názov zariadenia je prázdny
th: ฉากชื่ออุปกรณ์ว่างเปล่า
vi: Trường hợp tên thiết bị trống
zh_hans: 设备名称场景为空
zh_hant: 設備名稱場景為空

# AA0485
source: Distribution network failed, please add again
cs: Distribuční síť selhala, prosím přidejte znovu
fa: شبکه توزیع شکست خورد، لطفاً دوباره اضافه کنید
id: Nama tidak boleh kosong
ja: ネットワーク設定に失敗しました。再度追加してください
ms: Konfigurasi rangkaian gagal, sila tambah lagi
sk: Distribučná sieť zlyhala, prosím pridajte znovu
th: การกระจายเครือข่ายล้มเหลว โปรดเพิ่มอีกครั้ง
vi: Kết nối mạng thất bại, vui lòng thêm lại
zh_hans: 配网失败，请重新添加
zh_hant: 配網失敗，請重新添加

# AA0486
source: Confirm departure
cs: Potvrdit odjezd
id: Konfirmasi Keluar
ja: チェックアウト
ms: Sahkan Keluar
sk: Potvrdiť odchod
th: ยืนยันการออก
vi: Xác nhận rời đi
zh_hans: 确认离开
zh_hant: 確認離開

# AA0487
source: Region
cs: oblast
de: Regionen
el: περιοχή
es: regiones
fa: منطقه
fr: région
id: Wilayah
it: regione
ja: 地域
ms: Wilayah
nl: regio
pt: região
ru: регион
sk: región
th: ภูมิภาค
tr: bölgeler
vi: Khu vực
zh_hans: 地区
zh_hant: 地區

# AA0488
source: Failed to log out. Please try again
cs: Nepodařilo se odhlásit. Prosím, zkuste to znovu
fa: خرابی از خارج شدن. لطفاً دوباره امتحان کنید
id: Nomor ponsel tidak boleh kosong
ja: ログアウトに失敗しました。再度試してみてください
ms: Gagal log keluar, sila cuba lagi
sk: Nepodarilo sa vypnúť. Prosím skús znovu
th: การออกจากระบบล้มเหลว โปรดลองอีกครั้ง
vi: Không đăng xuất được, vui lòng thử lại
zh_hans: 退出登录失败，请再试一次
zh_hant: 退出登錄失敗，請再試一次

# AA0489
source: Nickname cannot be empty
cs: Přezdívka nemůže být prázdná
fa: نیرنگ نمی‌تواند خالی باشد
id: Surel tidak boleh kosong
ja: ニックネームを入力してください
ms: Nama panggilan tidak boleh kosong
sk: Priezvisko nemôže byť prázdne
th: ชื่อเล่นไม่สามารถว่างเปล่าได้
vi: Không được để trống nickname
zh_hans: 昵称不能为空
zh_hant: 昵稱不能為空
