Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0325
source: For account security, please verify the login password first
cs: Z důvodu zabezpečení účtu nejprve ověřte přihlašovací heslo
de: Zur Sicherheit des Kontos überprüfen Sie bitte zuerst das Anmeldepasswort
el: Για ασφάλεια λογαριασμού, επαληθεύστε πρώτα τον κωδικό πρόσβασης σύνδεσης.
es: Para la seguridad de la cuenta, verifique primero su contraseña de acceso.
fa: برای امنیت حساب ، لطفا ابتدا رمز ورود را تأیید کنید.
fr: Pour la sécurité du compte,veuillez d'abord vérifier votre mot de passe de connexion
id: Demi keamanan akun, silakan lakukan verifikasi kata sandi login Anda terlebih dahulu
it: Per la sicurezza del conto, verifica prima la password per il login
ja: アカウントのセキュリティのために、まずログインパスワードを确认してください
ms: Untuk keselamatan akaun, sila kenal pasti kata laluan log masuk dahulu
nl: Voor accountbeveiliging dient u eerst het login-wachtwoord te controleren
pl: Dla zapewnienia bezpieczeństwa konta, prosimy najpierw zweryfikować hasło do logowania się.
pt: Para segurança da conta, verifique primeiro a senha de login.
ru: Для обеспечения безопасности учётной записи, пожалуйста подтвердите пароль регистрации
sk: Z dôvodu zabezpečenia Vášho účtu prosím najskôr overte prihlasovacie heslo.
th: เพื่อความปลอดภัยของบัญชีการใช้งาน, กรุณายืนยันรหัสการลงทะเบียน
tr: Hesap güvenliği için, lütfen önce giriş şifrenizi doğrulayın.
vi: Để an toàn tài khoản, xin xác minh mật khẩu đăng nhập của bạn trước
zh_hans: 为了账户安全，请先验证登录密码
zh_hant: 為了帳戶安全，請先驗證登錄密碼

# AA0326
source: Password
cs: Přihlašovací heslo
de: Anmelde-Passwort
el: Κωδικός πρόσβασης
es: Contraseña de acceso
fa: رمز عبور ورود
fr: Mot de passe de connexion
id: Kata sandi login
it: Password per il login
ja: ログインパスワード
ms: Kata laluan log masuk
nl: Login wachtwoord
pl: Hasło do logowania się
pt: Senha de Login
ru: Пароль регистрации
sk: Prihlasovacie heslo
th: รหัสการลงทะเบียน
tr: Giriş şifresi
vi: Đăng nhập mật khẩu
zh_hans: 登录密码
zh_hant: 登錄密碼

# AA0327
source: If you forget the original password, please log out and then click Forget Password, and reset the password with the verification code
cs: Pokud zapomenete původní heslo, odhlaste se, klikněte na „Zapomenuté heslo“ a resetujte heslo pomocí ověřovacího kódu
de: Wenn Sie das ursprüngliche Passwort vergessen haben, melden Sie sich bitte ab, klicken Sie auf "Passwort vergessen" und setzen Sie das Passwort mit dem Bestätigungscode zurück
el: Εάν ξεχάσετε τον αρχικό κωδικό πρόσβασης, αποσυνδεθείτε και, στη συνέχεια, κάντε κλικ στην επιλογή Ξεχάστε τον κωδικό πρόσβασης και επαναφέρετε τον κωδικό πρόσβασης με τον κωδικό επαλήθευσης.
es: Si olvida la contraseña original, cierre sesión, clic "Olvidé mi contraseña", use el código de verificación para restablecer la contraseña.
fa: اگر رمز اصلی را فراموش کرده اید ، لطفاً خارج شوید ، روی گزینه " فراموشی رمز عبور " کلیک کرده و رمز عبور را با کد تأیید دوباره تنظیم کنید.
fr: Si vous oubliez le mot de passe d'origine,déconnectez-vous, cliquez sur《mot de passe oublié》et réinitialisez votre mot de passe avec votre code de vérification
id: Jika lupa kata sandi, silakan keluar, tekan "Lupa Kata Sandi", gunakan kode verifikasi untuk menyetel ulang kata sandi
it: Se si dimentica la password originale, si prega di uscire, fare un clic su "Password dimenticata", e poi utilizzare il codice di verifica per reimpostare la password
ja: 元のパスワードを忘れた场合は、ログアウトして「パスワードを忘れた」をクリックし、确认コードを使用してパスワードをリセットしてください
ms: Jika anda lupa kata laluan asal, sila log keluar, klik "Terlupa kata laluan" dan set semula kata laluan dengan kod pengesahan
nl: Als u het originele wachtwoord bent vergeten, log dan uit, klik dan op "Wachtwoord vergeten" en stel het wachtwoord opnieuw in met de verificatiecode
pl: Jeżeli zapomnisz oryginalnego hasła, wyloguj się, naciśnij „Zapomniałem hasła” i zresetuj go przy pomocy kodu weryfikacyjnego.
pt: Se esquecer a senha de login, saia, clique em "Esqueci a senha" e redefina a senha com o código de verificação
ru: Если Вы забыли пароль, выйдите из регистрации, нажмите "Забыли пароль" и используйте проверочный код для установки нового пароля
sk: Ak zabudnete pôvodné heslo, odhláste sa, kliknite na tlačidlo „Zabudol som heslo“ a obnovte Vaše heslo pomocou verifikačného kódu.
th: ถ้าหากลืมรหัสผ่าน, กรุณาออกจากระบบ, กด "ลืมรหัสผ่าน", และใช้รหัสยืนยันทำการตั้งรหัสผ่านใหม่อีกครั้ง
tr: Eski şifrenizi unuttuysanız, lütfen oturumu kapatın, "Şifremi unuttumu"u tıklayın ve doğrulama kodu ile tekrar ayarlayın.
vi: Nếu bạn quên mật khẩu ban đầu, xin đăng xuất, nhấp vào "Quên mật khẩu", sử dụng mã xác minh để đặt lại mật khẩu
zh_hans: 如果忘记原密码，请退出登录，点击“忘记密码”，使用验证码重新设置密码
zh_hant: 如果忘記原密碼，請退出登錄，點擊“忘記密碼”，使用驗證碼重新設置密碼

# AA0328
source: Confirmed to close it？
cs: Chcete jej opravdu přerušit?
de: Wollen Sie es wirklich kündigen?
el: Επιβεβαιώθηκε να το κλείσει？
es: ¿Realmente desea anular la Cuenta?
fa: آیا واقعاً می خواهید آن را لغو کنید؟
fr: Voulez-vous vraiment vous déconnecter?
id: Apakah Anda yakin ingin hapus akun?
it: Vuole davvero cancellarlo?
ja: 您真的要註銷賬號嗎？
ms: Anda benar-benar mahu log keluar akaun ini?
nl: Wilt u het echt annuleren?
pl: Naprawdę chcesz to anulować?
pt: De verdade que quer cancelá-la?
ru: Вы действительно хотите выполнить удаление?
sk: Naozaj ho chcete zrušiť?
th: คุณต้องการยกเลิกบัญชีจริงหรือไม่?
tr: Gerçekten kapatmak istiyor musunuz?
vi: Xác nhận đóng tài khoản chứ?
zh_hans: 您真的要注销账号吗？
zh_hant: 您真的要註銷賬號嗎？

# AA0329
source: After closing the account, all information and data will be cleared up
cs: Po zrušení účtu budou všechny informace a data vymazány.
de: Nachdem das Konto gekündigt wurde, werden alle Informationen und Daten gelöscht.
el: Μετά το κλείσιμο του λογαριασμού, όλες οι πληροφορίες και τα δεδομένα θα εκκαθαριστούν.
es: Toda información y los datos se borrarán una vez que se anule la cuenta.
fa: پس از لغو حساب ، کلیه اطلاعات و داده ها پاک خواهد شد.
fr: Toutes les informations et données seront effacées après le compte déconnecté.
id: Semua informasi dan data akan dikosongkan setelah akun dihapus
it: Tutte le informazioni e i dati saranno svuotati dopo la cancellazione del conto.
ja: アカウントがログアウトされると、すべての情报とデータが消去されます
ms: Selepas akaun dibatalkan, semua maklumat dan data akan dipadam
nl: Nadat de account is geannuleerd, worden alle informatie en gegevens gewist.
pl: Po anulowaniu konta, skasowane zostaną wszystkie informacje i dane.
pt: Depois que a conta é cancelada, toda a informação e dados serão limpos.
ru: После удаления учётной записи, вся информация и данные будут утеряны.
sk: Po zrušení účtu sa všetky informácie a údaje vymažú.
th: หลังจากยกเลิกบัญชีการใช้งานแล้ว ข้อมูลทั้งหมดจะถูกลบทิ้ง
tr: Hesap kapatıldıktan sonra tüm bilgiler ve veriler silinecek.
vi: Tất cả thông tin và dữ liệu sẽ bị xóa sau khi tài khoản bị gạch bỏ
zh_hans: 账号注销后，将清空所有信息和数据
zh_hant: 賬號註銷後，將清空所有信息和數據

# AA0330
source: The account is closed successfully! Thanks for using our product
cs: Zrušení účtu proběhlo úspěšně! Děkujeme za použití
de: Die Kündigung des Kontos ist erfolgreich! Danke, dass Sie es benutzt haben
el: Ο λογαριασμός έκλεισε με επιτυχία! Ευχαριστούμε που χρησιμοποιήσατε το προϊόν μας.
es: ¡Cancelada la cuenta con éxito! ¡Gracias por su uso!
fa: لغو حساب با موفقیت انجام شد! متشکریم که از آن استفاده کردید
fr: La déconnexion du compte avec succès! Merci de votre utilisation.
id: Berhasil menghapus akun! Terima kasih atas penggunaannya
it: La cancellazione del conto è fatta con successo! Grazie per il Suo utilizzo
ja: アカウントを正常にログアウトします！ ご利用ありがとうございます
ms: Pembatalan akaun berjaya! Terima kasih kerana menggunakannya
nl: Account annuleren is succesvol! Bedankt voor het gebruik ervan
pl: Anulowanie konta zakończone pozytywnie! Dziękujemy za korzystanie z niego.
pt: O cancelamento da conta foi bem sucedido! Obrigado por usá-lo
ru: Учётная запись успешно удалена! Спасибо, что были с нами
sk: Po zrušení účtu budú všetky informácie a údaje vymazané. Naozaj ho chcete zrušiť?
th: ยกเลิกบัญชีการใช้งานเรียบร้อย! ขอบคุณที่ใช้บริการ
tr: Hesabı başarıyla kapattınız! Kullandığınız için teşekkür ederiz
vi: Gạch bỏ tài khoản thành công! Cảm ơn bạn đã sử dụng
zh_hans: 注销账户成功！感谢您的使用
zh_hant: 註銷帳戶成功！感謝您的使用

# AA0331
source: After the account is closed, Kindly note that:
cs: Co potřebujete vědět po odhlášení:
de: Was Sie nach dem Abmelden wissen müssen:
el: Μετά το κλείσιμο του λογαριασμού, λάβετε υπόψη ότι:
es: Lo que necesita saber después de anular la cuenta:
fa: آن چه لازم است پس از خروج بدانید:
fr: Ce que vous devez savoir après la déconnexion：
id: Hal yang perlu Anda ketahui setelah hapus akun:
it: Quello che deve sapere dopo averlo cancellato:
ja: ログアウト后に知っておくべきこと：
ms: Perkara yang anda perlu tahu selepas log keluar:
nl: Wat u moet weten na het uitloggen:
pl: Co musisz wiedzieć po wylogowaniu się:
pt: O que você necessita saber depois de sair:
ru: Вам следует знать, что после удаления:
sk: Čo potrebujete vedieť po odhlásení:
th: สิ่งที่คุณควรทราบหลังจากยกเลิกบัญชีการใช้งาน:
tr: Hesabı kapattıktan sonra bilmeniz gerekenler:
vi: Những điều bạn cần biết sau khi gạch bỏ tài khoản:
zh_hans: 注销后您需要知道的：
zh_hant: 註銷後您需要知道的：

# AA0332
source: You are no longer able to log in with the bound phone number/E-mail and third party account
cs: Nebudete moci pokračovat v přihlášení pomocí čísla mobilního telefonu/emailu připojeného k vašemu původnímu účtu a účtu třetí strany
de: Sie können sich nicht mehr mit der Handynummer/Postfach anmelden, die an Ihr ursprüngliches Konto und das Drittkonto gebunden ist
el: Δεν μπορείτε πλέον να συνδεθείτε με τον δεσμευμένο αριθμό τηλεφώνου / E-mail και τον λογαριασμό τρίτου.
es: No se puede usar el número de teléfono / buzón vinculado a la cuenta original y la cuenta de terceros para continuar iniciando la cuenta
fa: شما قادر نخواهید بود که با استفاده از شماره تلفن همراه / صندوق پستی و حساب شخص ثالث متصل به حساب اصلی تان وارد سیستم شوید.
fr: Le numéro de téléphone mobile/boîte aux lettres ne peut pas être utilisé pour la liaison de compte d'origine, et les comptes tiers ne peuvent pas continuer à se connecter
id: Tidak dapat login lagi dengan menggunakan nomor telepon/e-mail dan akun pihak ketiga yang terhubung dengan akun sebelumnya
it: È impossibile utilizzare il numero di telefono/e-mail e il conto di terze parti che sono legati al conto originale per continuare ad accedere
ja: 元のアカウントとサードパーティのアカウントにバインドされた电话番号/メールボックスを使用してログインを続行できません
ms: Anda tidak boleh meneruskan log masuk dengan menggunakan nombor telefon bimbit/peti surat yang terikat dengan akaun asal dan akaun pihak ketiga
nl: U kunt niet verder inloggen met het mobiele telefoonnummer/mailbox gebonden met uw oorspronkelijke account en de account van derden
pl: Nie będziesz w stanie ponownie logować się, korzystając z numeru telefonu komórkowego/skrzynki e-mail powiązanej z Twoim oryginalnym kontem lub z kontem osoby trzeciej.
pt: Você não poderá continuar fazendo login usando o número de telefone celular / caixa de correio com sua conta original e a conta de terceiros
ru: Вы не сможете использовать привязанные к изначальному аккаунту номер телефона / почту, а также аккаунт третьего лица для продления регистрации
sk: Nebudete sa môcť naďalej prihlasovať pomocou Vášho čísla mobilného telefónu / emailovej schránky prepojenými s pôvodným účtom a účtom tretej strany.
th: ไม่สามารถใช้เบอร์โทรศัพท์/อีเมลล์ รวมทั้งบัญชือื่นๆที่ผูกติดไว้กับบัญชีดั้งเดิมเข้าสู้ระบบได้อีก
tr: Eski hesaba bağlı olan telefon numara/E-posta ve üçüncü taraf hesabı ile giriş yapamayacaksınız
vi: Không thể sử dụng số điện thoại, hộp thư bị ràng buộc và tài khoản bên thứ ba tiếp tục đăng nhập.
zh_hans: 无法使用原帐户绑定的手机号/邮箱，以及第三方帐号继续登录
zh_hant: 無法使用原帳戶綁定的手機號/郵箱，以及第三方帳戶繼續登錄

# AA0333
source: All the devices you bind have been unbound. For further use, please register and re-add
cs: Všechna zařízení připojená k původnímu účtu budou odpojena. Pokud chcete pokračovat v používání, zaregistrujte se a znovu jej přidejte
de: Alle Geräte, die mit dem ursprünglichen Konto verbunden sind, sind nicht gebunden. Wenn Sie die Software weiterhin nutzen möchten, registrieren Sie sich bitte und fügen Sie sie erneut hinzu
el: Όλες οι συσκευές που συνδέετε δεν έχουν δεσμευτεί. Για περαιτέρω χρήση, εγγραφείτε και προσθέστε ξανά.
es: Los dispositivos vinculados a la cuenta original se han desvinculado. Si desea continuar usándolo, regístrese y vuelva a agregar
fa: ارتباط همه دستگاه های متصل به حساب اصلی قطع خواهد شد. اگر می خواهید به استفاده خود ادامه دهید ، لطفا ثبت نام کنید و آن را دوباره اضافه کنید.
fr: Les appareils liés au compte d'origine ont tous été déliés. Si vous souhaitez continuer à l'utiliser, veuillez vous enregistrer et ajouter de nouveau.
id: Perangkat yang terhubung akan dilepaskan. Jika ingin terus menggunakannya, silakan daftar dan tambahkan ulang
it: Tutti i dispositivi legati al conto originale sono stati sbloccati.Se Lei ha bisogno di continuare a usarlo, si prega di registrarsi e poi aggiungerlo di nuovo
ja: 元のアカウントにバインドされたデバイスはすべてバインド解除されています。 引き続き使用する场合は、登録して再追加してください
ms: Semua peranti yang terikat dengan akaun asal akan dileraikan. Jika anda mahu terus menggunakan, sila daftar dan tambahkan semula
nl: Alle apparaten die met de oorspronkelijke account zijn verbonden, zijn niet gebonden. Als u wilt blijven gebruiken, registreer u dan en voeg het opnieuw toe
pl: Wszystkie urządzenia powiązane z oryginalnym kontem zostaną rozłączone. Jeżeli nadal je chcesz używać, zarejestruj się ponownie i dodaj je jeszcze raz.
pt: Todos os dispositivos vinculados à conta original serão desvinculados. Se você quiser continuar usando, registre-se e adicione-o novamente
ru: Все привязанные устройства будут отвязаны Для продолжения использования выполните повторное добавление после регистрации
sk: Prepojenie všetkých zariadení, ktoré sú na pôvodný účet prepojené bude zrušené. Ak chcete pokračovať v používaní, zaregistrujte sa a znova účet pridajte.
th: อุปกรณ์ทั้งหมดที่ผูกติดไว้กับบัญชีดั้งเดิมจะถูกปลดออก. ถ้าหากต้องการใช้บริการต่อไป กรุณาเพิ่มอุปกรณ์อีกครั้งหลังจากลงทะเบียน
tr: Eski hesaba bağlı aygıtların tümünün bağlantısı çözülmüştür. Eğer kullanmaya devam etmek istiyorsanız, lütfen kayıt olun ve tekrar ekleyin.
vi: Các thiết bị liên kết sẽ được loại bỏ ràng buộc. Nếu bạn muốn tiếp tục sử dụng nó, xin đăng ký và thêm lại.
zh_hans: 原账户绑定的设备已全部解绑。如需继续使用，请注册后重新添加
zh_hant: 原帳戶綁定的設備已全部解綁。如需繼續使用，請註冊後重新添加

# AA0334
source: I get it
cs: Rozumím
de: OK!
el: Το καταλαβαίνω
es: Entendido
fa: می فهمم
fr: OK
id: Saya paham
it: Ho capito
ja: 分かりました
ms: Saya mendapatkannya
nl: Ik snap het
pl: Rozumiem
pt: Entendi
ru: Я получил
sk: Rozumiem
th: ผมรู้แล้ว
tr: Kabul ediyorum
vi: Tôi đã biết
zh_hans: 我知道了
zh_hant: 我知道了

# AA0335
source: Logout failed (Error code: %@)
cs: Zrušení registrace selhalo (kód chyby: %@)
fa: نامزد نامزدی شکست خورد (رمز خطا: %@)
id: Gagal keluar (Kode kesalahan: %@)
ja: ログアウトに失敗しました（エラーコード：%@）
ms: Batalkan gagal (Kod ralat: %@)
sk: Neregistrácia zlyhala (chybový kód: %@)
th: การออกจากระบบล้มเหลว (รหัสข้อผิดพลาด: %@)
vi: Hủy thất bại (mã lỗi: %@)
zh_hans: 注销失败（错误码：%@）
zh_hant: 註銷失敗（錯誤碼：%@）

# AA0336
source: Click here to quickly add a device, share a device or scan
cs: Klikněte sem pro rychlé přidání zařízení, sdílení zařízení nebo skenování
fa: برای اضافه کردن دستگاه، شریک دستگاه یا اسکن سریع به اینجا فشار دهید
id: Klik di sini untuk menambahkan atau berbagi perangkat dengan cepat
ja: ここをクリックして、デバイスの追加または共有及びスキャンを効率的に実行できます
ms: Klik di sini untuk menambah peranti, berkongsi peranti atau imbasan dengan cepat
sk: Kliknite tu, aby ste rýchlo pridali zariadenia, zdieľali zariadenia alebo skenovali
th: คลิกที่นี่เพื่อเพิ่มหรือแชร์อุปกรณ์หรือสแกนอย่างรวดเร็ว
vi: Nhấp vào đây để nhanh chóng thêm hoặc chia sẻ thiết bị hoặc quét thiết bị
zh_hans: 点击此处可快速添加设备或分享设备或扫一扫
zh_hant: 點擊此處可快速添加設備或分享設備或掃一掃

# AA0337
source: Device deleting by Long press the device card. Device sorting by dragging the device card
cs: Dlouhým stisknutím karty zařízení sdílejte nebo odstraňte zařízení, přetáhněte kartu zařízení pro řazení
fa: طولانی کارت دستگاه را برای تقسیم یا حذف دستگاه فشار دهید، کارت دستگاه را برای ترتیب بردارید
id: Tekan lama kartu perangkat untuk berbagi atau menghapus perangkat. Geser kartu perangkat untuk mengurutkan perangkat
ja: デバイスのタグを長押ししてデバイスを共有または削除できます。タグをドラッグして並べ替えできます
ms: Tekan lama kad peranti untuk berkongsi peranti atau padam peranti, seret kad peranti untuk mengisih
sk: Dlho stlačte kartu zariadenia na zdieľanie alebo vymazanie zariadení, ťahajte kartu zariadenia na triedenie
th: กดการ์ดอุปกรณ์ค้างไว้เพื่อแชร์หรือลบอุปกรณ์ แล้วลากการ์ดอุปกรณ์เพื่อเรียงลําดับ
vi: Nhấn và giữ thẻ thiết bị để chia sẻ thiết bị hoặc xóa thiết bị, kéo thẻ thiết bị để sắp xếp
zh_hans: 长按设备卡片可分享设备或删除设备，拖动设备卡片可进行排序
zh_hant: 長按設備卡片可分享設備或刪除設備，拖動設備卡片可進行排序

# AA0338
source: Device deleting by Long press the device card. Device sorting by dragging the device card
cs: Dlouhým stisknutím karty zařízení smažete zařízení, přetažením karty zařízení ji seřadíte
fa: فشار طولانی روی کارت دستگاه برای حذف دستگاه ، کارت دستگاه را برای ترتیب آن کشید
id: Tekan lama kartu perangkat untuk menghapus perangkat. Geser kartu perangkat untuk mengurutkan perangkat
ja: デバイスタグを長押ししてデバイスを削除できます。タグをドラッグして並べ替えできます
ms: Tekan lama kad peranti untuk memadam peranti, seret kad peranti untuk mengisih
sk: Dlhé stlačte na kartu zariadenia, aby ste vymazali zariadenie, ťahajte kartu zariadenia, aby ste ho usporiadali.
th: กดการ์ดอุปกรณ์ค้างไว้เพื่อลบอุปกรณ์ แล้วลากการ์ดอุปกรณ์เพื่อจัดเรียง
vi: Nhấn và giữ thẻ thiết bị để xóa thiết bị, kéo thẻ thiết bị để sắp xếp
zh_hans: 长按设备卡片可删除设备，拖动设备卡片可进行排序
zh_hant: 長按設備卡片可刪除設備，拖動設備卡片可進行排序

# AA0339
source: Click to edit the card
cs: Pro úpravu malé karty klikněte zde
fa: برای ویرایش کارت کوچک اینجا فشار دهید
id: Klik untuk memodifikasi kartu
ja: ここをクリックしてタグを編集できます
ms: Klik untuk mengedit kad
sk: Kliknite tu, aby ste upravili malú kartu
th: คลิกที่นี่เพื่อแก้ไขการ์ดขนาดเล็ก
vi: Nhấn vào đây để chỉnh sửa thẻ nhỏ
zh_hans: 点击此处可编辑小卡片
zh_hant: 點擊此處可編輯小卡片

# AA0340
source: The new version is testing...
cs: Detekce nové verze
fa: کشف نسخه جدید
id: Sedang menguji versi baru…
ja: 新しいバージョンを確認しています...
ms: Mengesan versi baharu…
sk: Detekcia novej verzie
th: การตรวจจับเวอร์ชันใหม่ ...
vi: Đang dò tìm phiên bản mới...
zh_hans: 正在检测新版本...
zh_hant: 正在檢測新版本...

# AA0341
source: Check for updates
cs: Kontrola aktualizací
fa: بررسی برای روزگاری‌ها
id: Periksa pembaruan
ja: アップデートを確認
ms: Menyemak kemas kini
sk: Skontrolujte aktualizácie
th: ตรวจหาการอัปเดต
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# AA0342
source: All devices are in the latest version
cs: Všechna zařízení jsou již nejnovější verze
fa: همه دستگاه‌ها قبلا نسخه‌ی آخرین هستند
id: Semua perangkat merupakan versi terbaru
ja: 全てのデバイスは最新のバージョンとなっています
ms: Semua peranti berada dalam versi terkini
sk: Všetky zariadenia sú už poslednou verziou
th: อุปกรณ์ทั้งหมดเป็นรุ่นล่าสุด
vi: Tất cả các thiết bị đã là phiên bản mới nhất
zh_hans: 所有设备已是最新版本
zh_hant: 所有設備已是最新版本

# AA0343
source: New version
cs: Nová verze
id: Versi baru
ja: 新バージョン
ms: Versi baru
sk: Nová verzia
th: เวอร์ชันใหม่
vi: Phiên bản mới
zh_hans: 新版本
zh_hant: 新版本

# AA0344
source: New version instruction
cs: Popis nové verze
fa: توصیف نسخه جدید
id: Penjelasan versi baru
ja: 新バージョンに関する説明
ms: Penerangan versi baharu
sk: Opis novej verzie
th: คําอธิบายเวอร์ชันใหม่
vi: Hướng dẫn phiên bản mới
zh_hans: 新版本说明
zh_hant: 新版本說明

# AA0345
source: Upgrade
fa: برنامه‌سازی
id: Muktahirkan
ja: アップグレード
ms: Naik taraf
sk: aktualizácia
th: อัพเกรด
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

# AA0346
source: Upgrade all
cs: Upgradovat všechny
fa: همه را برنامه‌سازی کنید
id: Muktahirkan semua
ja: 全てアップグレード
ms: Naik taraf semua
th: อัพเกรดทั้งหมด
vi: Nâng cấp tất cả
zh_hans: 全部升级
zh_hant: 全部升級

# AA0347
source: Installing
cs: Instalace
fa: نصب کردن
id: Memasang
ja: インストール中
ms: Memasang
sk: Inštalácia
th: กำลังติดตั้ง
vi: Đang cài đặt
zh_hans: 安装中
zh_hant: 安裝中

# AA0348
source: Failed
cs: Upgrade selhal
fa: فعال‌سازی
id: Gagal
ja: 失敗
ms: Gagal
sk: Upgradácia zlyhala
th: ล้มเหลว
vi: Thất bại
zh_hans: 升级失败
zh_hant: 升級失敗

# AA0349
source: Do keep the camera running during the whole upgrade process that lasts about 5 to 10 minutes! Or the camera may be unavailable. (The camera will be offline during the upgrade.)
cs: Aktualizace trvá přibližně 5-10 minut a kamera musí být po celou dobu nepřetržitě napájena! V opačném případě může být fotoaparát nepoužitelný. (Během procesu upgrade bude kamera offline)
fa: توسعه تقریباً 5-10 دقیقه طول می کشه و دوربین باید همیشه در طول فعالیت کند! وگرنه، ممکنه باعث بشه دوربين غير قابل استفاده بشه. (در طول فرایند پیشرفت، دوربین از خط خارج خواهد شد)
id: Pemuktahiran butuh 5-10 menit. Pastikan kamera tetap aktif selama proses. (Kamera akan berada di luar jaringan selama proses pemuktahiran)
ja: アップグレードには約5～10分かかりますので、途中で電源を切らないでください。電源オフになると、カメラが使えなくなります。（アップグレード中はカメラがオフライン状態です）
ms: Naik taraf mengambil masa kira-kira 5-10 minit dan kamera mesti dimatikan semasa keseluruhan proses! Jika tidak, kamera mungkin tidak boleh digunakan. (Kamera akan berada di luar talian semasa proses naik taraf)
sk: Upgradácia trvá približne 5-10 minút a kamera musí byť nepretržite poháňaná celú dobu! Inak môže spôsobiť, že sa kamera stane nepoužiteľnou. (Počas procesu modernizácie bude kamera vypnutá)
th: การอัพเกรดจะใช้เวลาประมาณ 5-10 นาทีและต้องเปิดกล้องตลอดเวลา! มิฉะนั้น กล้องอาจจะไม่สามารถใช้งานได้ (กล้องจะออฟไลน์ในระหว่างการอัพเกรด)
vi: Nâng cấp mất khoảng 5-10 phút, đảm bảo giữ camera không tắt nguồn trong suốt quá trình! Nếu không, có thể dẫn đến camera không thể sử dụng được. (Camera sẽ ở trạng thái ngoại tuyến trong quá trình nâng cấp)
zh_hans: 升级大约需要5－10分钟，必须保持摄像机全程不断电！否则可能会导致摄像机无法使用。（升级过程中摄像机将处于离线状态）
zh_hant: 升級大約需要5－10分鐘，必須保持攝像機全程不斷電！否則可能會導致攝像機無法使用。（升級過程中攝像機將處於離線狀態）

# AA0350
source: The device is upgrading. Please try again later
cs: Aktualizace zařízení probíhá, zkuste to prosím znovu později
fa: برنامه‌سازی دستگاه در حال پیشرفت ، لطفاً بعد دوباره امتحان کنید
id: Perangkat sedang dimuktahirkan. Silakan coba lagi nanti
ja: アップグレード中です。後で再度試してみてください
ms: Peranti sedang dinaik taraf, sila cuba sebentar lagi
sk: Aktualizácia zariadenia prebieha, prosím skús znovu neskôr
th: กําลังอัพเกรดอุปกรณ์ โปรดลองอีกครั้งในภายหลัง
vi: Thiết bị đang được nâng cấp, vui lòng thử lại sau
zh_hans: 设备升级中，请稍后重试
zh_hant: 設備升級中，請稍後重試

# AA0351
source: %@ upgraded successfully
cs: %@Upgrade úspěšný
fa: %@Upgrade successful
id: %@ berhasil dimuktahirkan
ja: %@アップグレードに成功しました
ms: Naik taraf berjaya
sk: %@ Upgrade successful
th: %@อัพเกรดสําเร็จ
vi: %@ nâng cấp thành công
zh_hans: %@升级成功
zh_hant: %@升級成功

# AA0352
source: Upgrade again
cs: Znovu upgradovat
fa: بازسازی
id: Muktahirkan lagi
ja: 再度アップグレード
ms: Naik taraf semula
sk: Znovu aktualizovať
th: อัพเกรดอีกครั้งใหม่
vi: Nâng cấp lại
zh_hans: 重新升级
zh_hant: 重新升級

# AA0353
source: %@ upgrade failed. Please try again later
cs: %@Upgrade selhal. Zkuste to prosím znovu později
fa: @ info
id: %@ gagal dimuktahirkan. Silakan coba lagi nanti
ja: %@アップグレードに失敗しました。後で再度試してみてください
ms: %@naik taraf gagal, sila cuba sebentar lagi
sk: %@ Upgrade zlyhalo. Prosím skús znova neskôr
th: %@ อัพเกรดล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi: %@ nâng cấp thất bại, vui lòng thử lại sau
zh_hans: %@升级失败，请稍后重试
zh_hant: %@升級失敗，請稍後重試

# AA0354
source: %@ download failed. Please try again later
cs: %@Stahování selhalo. Zkuste to prosím znovu později
fa: @ info
id: %@ gagal diunduh. Silakan coba lagi nanti
ja: %@ダウンロードに失敗しました。後で再度試してみてください
ms: %@muat turun gagal, sila cuba sebentar lagi
th: %@ ดาวน์โหลดล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi: %@ tải xuống thất bại, vui lòng thử lại sau
zh_hans: %@下载失败，请稍后重试
zh_hant: %@下載失敗，請稍後重試
