Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0002
source: E-mail address/phone number
cs: E-mailová adresa / telefonní číslo
de: E-Mail/Mobiltelefon
el: Διεύθυνση e-mail / αριθμός τηλεφώνου
es: Correo-e / Teléfono Móvil
fa: ایمیل / شماره تلفن همراه
fr: Adresse email / numéro de téléphone
id: Email/Ponsel
it: Email umero di telefono
ja: E-メールアドレス/电话番号
ms: E-mel / nombor telefon bimbit
nl: E-mail adres / telefoonnummer
pl: E-mail adres/ Nr.telefonu
pt: Endereço de e-mail/número de celular
ru: Email/номер телефона
sk: E-mailová adresa / telefónne číslo
th: อีเมลล์/โทรศัพท์มือถือ
tr: E-posta / Cep telefonu
vi: Email/Số di động
zh_hans: 邮箱/⼿机号
zh_hant: 郵箱/手機號

# AA0003
source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fa: گذرواژه
fr: Mot de passe
id: Kata sandi
ja: パスワード
ms: Kata laluan
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sk: Heslo
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# AA0004
source: Login
cs: Přihlásit se
de: Anmelden
el: Σύνδεση
es: Iniciar la sesión
fa: ورود
fr: Se connecter
id: Log masuk
it: Accedi
ja: ログイン
ms: Log masuk
pl: Zaloguj
ru: Логин
sk: Prihlásiť sa
th: เข้าสู่ระบบ
tr: Oturum aç
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# AA0005
source: Forgot password?
cs: Zapomněli jste heslo?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό?
es: ¿Olvidó su contraseña?
fa: آیا گذرواژه خود را فراموش کردید؟
fr: Mot de passe oublié?
id: Lupa kata sandi?
it: Hai dimenticato la password?
ja: パスワードを忘れた场合?
ms: Lupa kata laluan?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasło?
pt: Esqueceu a senha?
ru: Забыли пароль?
sk: Zabudli ste heslo?
th: ลืมรหัสผ่าน?
tr: şifreyi mi unuttun?
vi: Quên mật khẩu?
zh_hans: 忘记密码？
zh_hant: 忘記密碼?

# AA0006
source: Quick register
cs: Rychlá registrace
de: Schnelle Registrierung
el: Γρήγορη εγγραφή
es: Registro rápido
fa: ثبت نام سریع
fr: Enregistrement rapide
id: Pendaftaran cepat
it: Registrazione veloce
ja: らくらく登録
ms: Pendaftaran segera
nl: Snel aanmelden
pl: Szybka rejestracja
pt: Cadastro rápido
ru: Быстрая регистрация
sk: Rýchla registrácia
th: ลงทะเบียน
tr: Hızlı kayıt
vi: Đăng ký
zh_hans: 快速注册
zh_hant: 快速註冊

# AA0007
source: I have read and agree to
cs: Četl jsem a souhlasím
de: Ich habe gelesen und stimme zu
el: Έχω διαβάσει και συμφωνώ
es: He leído y autorizado
fa: من تمام "..." خوانده و قبول دارم.
fr: J'ai lu et j'accepte
id: Saya telah membaca dan menyetujui
it: Ho letto e sono d'accordo
ja: 閲覧の上で同意します
ms: Saya telah membaca dan bersetuju dengan
nl: Ik heb het gelezen en ga hiermee akkoord
pl: Przeczytałem i zgadzam się
pt: Eu li e concordo
ru: Я прочитал и согласен
sk: Čítal som a súhlasím
th: ฉันได้อ่านและยอมรับ
tr: Okudum ve kabul ettim
vi: Tôi đã đọc và đồng ý
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

# AA0008
source: User agreement
cs: Souhlas uživatele
de: Vereinbarung
el: Συμφωνία Χρήστη
es: Acuerdo de Usuario
fa: تفاهم نامه کاربر
fr: Accord de l'utilisateur
id: Perjanjian Pengguna
it: l'accordo dell'utente
ja: ユーザー规约
ms: Perjanjian Pengguna
nl: Gebruikersovereenkomst
pl: Umowa użytkownika
pt: Termo de Acordo do Usuário
ru: Пользовательское соглашение
sk: Súhlas užívateľa
th: ข้อตกลงผู้ใช้งาน
tr: Kullanıcı Sözleşmesi
vi: Thỏa thuận người dùng
zh_hans: XXXXXXXX用户协议
zh_hant: XXXXXXXX用戶協議

# AA0009
source: Privacy Policy
cs: Dohoda o ochraně osobních údajů
de: Datenschutzrichtlinie
el: Συμφωνία απορρήτου
es: Política de Privacidad
fa: توافقنامه حریم خصوصی
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla Privacy
ja: プライバシー契約
ms: Perjanjian Privasi
nl: Privacyovereenkomst
pl: Umowa o prywatności
pt: Acordo de Privacidade
ru: Политики конфиденциальности
sk: Dohoda o ochrane osobných údajov
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Sözleşmesi
vi: Chính sách Bảo mật
zh_hans: 隐私协议
zh_hant: 隱私協議

# AA0010
source: Agree
cs: Souhlasím
de: Zustimmen
el: Συμφωνώ
es: Permitir
fa: موافقم
fr: Agréer
id: Setuju
it: Accetta
ja: 同意する
ms: Setuju
nl: Akkoord
pl: Zgoda
pt: Concordar
ru: ОК
sk: Súhlasím
th: เห็นด้วย
tr: Kabul
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# AA0011
source: Disagree
cs: nesouhlasit
de: Nicht zustimmen
el: διαφωνώ
es: No de acuerdo
fa: مخالف بودن
fr: Pas d'accord
id: Tidak setuju
it: Disaccordo
ja: 同意しない
ms: tidak bersetuju
nl: het oneens zijn
pl: nie zgadzać się
pt: Não concordar
ru: Отказаться
sk: nesúhlasiť
th: ไม่เห็นด้วย
tr: Katılmıyorum
vi: Không đồng ý
zh_hans: 不同意
zh_hant: 不同意

# AA0012
source: Incorrect phone or email format
cs: Chybný formát telefonního čísla nebo e-mailové adresy
de: Handy- oder E-Mail-Format falsch
el: Λανθασμένη μορφή τηλεφώνου ή email
es: Formato de celular o email incorrecto
fa: فرمت تلفن یا ایمیل اشتباه است
fr: Le numéro de portable ou le format d'e-mail n'est pas correct
id: Format ponsel atau e-mail salah
it: Il formato del numero di cellulare o dell’indirizzo email non è corretto
ja: スマートフォンまたはメールアドレスのフォーマットが正しくありません
ms: Saiz telefon atau e-mel tidak betul
nl: Onjuiste indeling voor telefoon of e-mail
pl: Nieprawidłowy format e-mail lub telefon
pt: Formato incorreto de telefone ou e-mail
ru: Неверный формат телефона или email
sk: Nesprávny formát telefónneho čísla alebo e-mailovej adresy
th: โทรศัพท์หรือจดหมายรูปแบบไม่ถูกต้อง
tr: Telefonun veya e-postanın biçimi yanlış
vi: Quy cách điện thoại và hòm thư không đúng
zh_hans: 请输入正确的邮箱或⼿机号
zh_hant: 請輸入正確的郵箱或手機號

# AA0013
source: The account or password is incorrect
cs: Nesprávné uživatelské jméno nebo heslo
de: Falsches Konto oder Passwort
el: Λανθασμένο όνομα χρήστη ή κωδικός πρόσβασης
es: Error de cuenta o contraseña
fa: نام کاربری یا گذرواژه اشتباه است
fr: Compte ou mot de passe incorrect
id: Akun atau kata sandi salah
it: Nome utente o password errati
ja: ユーザーネームまたはパスワードが違います
ms: Nama pengguna atau kata laluan salah
nl: foute gebruikersnaam of wachtwoord
pl: Niepoprawna nazwa użytkownika lub hasło
pt: Conta ou senha incorreta
ru: Неправильный аккаунт или пароль
sk: Nesprávne užívateľské meno alebo heslo
th: หมายเลขบัญชีหรือรหัสผ่านผิดพลาด
tr: Yanlış kullanıcı adı ya da parola
vi: Tài khoản hoặc mật khẩu không đúng
zh_hans: 账号或密码错误
zh_hant: 賬號或密碼錯誤

# AA0014
source: Country/Region
cs: země/oblast
de: Länder/Regionen
el: χώρα/περιοχή
es: Países/regiones
fa: کشور / منطقه
fr: Pays/région
id: Negara/wilayah
it: Paese/regione
ja: 国・地域
ms: Negara/wilayah
nl: land / regio
pl: Kraj/region
pt: País/região
ru: страна / регион
sk: krajina/región
th: ประเทศ / ภูมิภาค
tr: Ülkeler/bölgeler
vi: Quốc gia / Khu vực
zh_hans: 国家/地区
zh_hant: 國家/地區

# AA0015
source: For your data privacy and security, your device information will only be stored on the server where your account is registered
cs: Pro ochranu soukromí a zabezpečení vašich údajů budou informace o vašem zařízení uloženy pouze na serveru, na kterém je účet registrován.
de: Zum Schutz Ihres Datenschutzes und Ihrer Sicherheit werden Ihre Geräteinformationen nur auf dem Server gespeichert, auf dem Ihr Konto registriert ist.
el: Για την προστασία του απορρήτου και της ασφάλειας των δεδομένων σας, οι πληροφορίες της συσκευής σας αποθηκεύονται μόνο στον διακομιστή όπου είναι καταχωρημένος ο λογαριασμός.
es: Para proteger la privacidad y la seguridad de tus datos, la información de tu dispositivo se almacenará en el servidor donde está registrada la cuenta.
fa: برای محافظت خصوصی و امنیت داده‌های شما، اطلاعات دستگاه شما تنها در سرور جایی که حساب ثبت شده ذخیره می‌شود.
fr: Pour protéger la confidentialité et la sécurité de vos données, les informations relatives à votre appareil ne seront stockées que sur le serveur où votre compte est enregistré.
id: Untuk melindungi privasi dan keamanan data Anda, informasi perangkat Anda hanya disimpan di server tempat akun terdaftar
it: Al fine di proteggere la sicurezza della privacy dei dati, le informazioni sul dispositivo verranno archiviate solo sul posto registrato del server
ja: データのプライバシーを保護するために、デバイス情報はアカウント登録先のサーバにのみ格納されます
ms: Untuk melindungi privasi dan keselamatan data anda, maklumat peranti anda hanya akan disimpan pada pelayan di mana akaun terdaftar
nl: Om uw privacy en veiligheid te beschermen, worden uw apparaatinformatie alleen opgeslagen op de server waar het account is geregistreerd.
pl: W celu ochrony prywatności i bezpieczeństwa danych informacje o urządzeniu będą przechowywane wyłącznie na serwerze, na którym zarejestrowane jest konto.
pt: Para proteger as privacidades e a segurança dos seus dados, as informações do seu dispositivo só serão armazenadas no servidor onde a sua conta está registada.
ru: Для защиты конфиденциальности и безопасности ваших данных. Информация о вашем устройстве будет храниться только на серверах в том месте, где зарегистрирован аккаунт.
sk: Na ochranu súkromia a bezpečnosti údajov sa informácie o vašom zariadení uchovávajú len na serveri, kde je účet zaregistrovaný.
th: เพื่อปกป้องความเป็นส่วนตัวของข้อมูลของคุณข้อมูลของคุณจะถูกเก็บไว้ในเซิร์ฟเวอร์ที่ลงทะเบียนบัญชีของคุณเท่านั้น
tr: Veri gizliliğinizin ve güvenliğinizin korunması amacıyla cihaz bilgileriniz sadece hesabın kayıtlı olduğu sunucuda saklanacak.
vi: Để bảo vệ quyền riêng tư và bảo mật dữ liệu của bạn, thông tin thiết bị của bạn sẽ chỉ được lưu trữ trên máy chủ nơi đăng ký tài khoản
zh_hans: 您的数据将存储在注册地的服务器上
zh_hant: 您的設備資訊將存儲在帳號注册地的服務器上。

# AA0016
source: Register
cs: Registrovat
de: Registrieren
el: Κανω ΕΓΓΡΑΦΗ
es: Registrar
fa: ثبت تلفن همراه
fr: S'inscrire
id: Mendaftar
it: Registrati
ja: 登録
ms: Mendaftar
nl: Registreren
pl: Zarejestruj
pt: Cadastrar
ru: Регистрация
sk: Registrovať
th: การลงทะเบียน
tr: Kayıt ol
vi: Đăng ký
zh_hans: 账号注册
zh_hant: 帳號注册

# AA0017
source: Select your location
cs: Potvrdit místo registrace
de: Bestätigung des Anmeldeortes
el: Επιβεβαίωση τόπου εγγραφής
es: Confirmar la región de registro
fa: ثابت کردن محل ثبت
fr: Confirmation du lieu d'enregistrement
id: Pilih lokasi Anda
it: Conferma il luogo di registrazione
ja: 登録先の確認
ms: Sahkan tempat pendaftaran
nl: Bevestig registratieplaats
pl: Potwierdź miejsce rejestracji
pt: Confirmar o local de registo
ru: Подтверждение места регистрации
sk: Potvrdiť miesto registrácie
th: ยืนยันสถานที่ลงทะเบียน
tr: Kayıt yerini onaylayın
vi: Xác nhận nơi đăng ký
zh_hans: 选择您的注册地
zh_hant: 選擇您的註冊地

# AA0018
source: Confirm
cs: Potvrdit
de: Bestätigung
el: Επιβεβαιώνω.
es: Confirmar
fa: تأييد
fr: Confirmer
id: Pastikan
it: Confermare
ja: 确认
ms: Mengesahkan
nl: Bevestig
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sk: Potvrdiť.
th: ตกลง
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# AA0019
source: Phone number or email
cs: Zadejte telefonní číslo nebo e-mailovou adresu
de: Geben Sie bitte Ihre Handynummer oder E-Mail ein
el: Εισαγάγετε έναν αριθμό τηλεφώνου ή μια διεύθυνση email
es: Introduzca número de celular o email
fa: لطفا شماره تلفن یا آدرس ایمیل خود را وارد نمایید
fr: Entrez le numéro de portable ou l'adresse e-mail
id: Masukkan nomor telepon atau alamat email anda
it: Si prega di inserire il numero di cellulare o l’indirizzo email
ja: スマートフォンの电话番号またはメールアドレスを入力してください
ms: Masukkan nombor telefon atau alamat e-mel
nl: Voer een telefoonnummer of e-mailadres in
pl: Podaj numer telefonu lub e-mail adres
pt: Digite um número de celular ou e-mail
ru: Войдите по номеру телефона или адресу электронной почты
sk: Zadajte telefónne číslo alebo e-mailovú adresu
th: กรุณานำเข้าหมายเลขโทรศัพท์ หรืออิเมล์
tr: Lütfen telefon numaranızı veya e-posta adresinizi girin
vi: Vui lòng nhập số điện thoại hoặc hòm thư
zh_hans: 输入您可用于XXXXXXXX账号注册的邮箱或⼿机号
zh_hant: 請輸入您可用於XXXXXXXX帳號注册的郵箱或⼿機號

# AA0020
source: Get verification code
cs: Získat ověřovací kód
de: Prüfcode erhalten
el: Λήψη κωδικού επαλήθευσης
es: Obtener código de verificación
fa: کد تایید را دریافت کنید
fr: Obtenir le code de vérification
id: Dapatkan kode verifikasi
it: Ottieni il codice di verifica
ja: 认証コード取得
ms: Mendapatkan kod pengesahan
nl: Verificatiecode ophalen
pl: Pobierz kod weryfikacyjny
pt: Obter código de verificação
ru: Получить код подтверждения
sk: Získať overovací kód
th: ได้รับรหัสยืนยัน
tr: Doğrulama kodunu al
vi: Lấy mã xác nhận
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# AA0021
source: E-mail
cs: E-mailová adresa
el: Διεύθυνση e-mail
es: Correo-e
fa: شماره تلفن همراه
fr: Adresse email
ja: E-メールアドレス
ms: E-mel
nl: E-mail adres
pl: E-mail adres
pt: Endereço de e-mail
sk: E-mailová adresa
th: อีเมลล์
tr: E-posta
zh_hans: 邮箱
zh_hant: 郵箱

# AA0022
source: Phone number or email
cs: Zadejte telefonní číslo nebo e-mailovou adresu
de: Geben Sie bitte Ihre Handynummer oder E-Mail ein
el: Εισαγάγετε έναν αριθμό τηλεφώνου ή μια διεύθυνση email
es: Introduzca número de celular o email
fa: لطفا شماره تلفن یا آدرس ایمیل خود را وارد نمایید
fr: Entrez le numéro de portable ou l'adresse e-mail
id: Masukkan nomor telepon atau alamat email anda
it: Si prega di inserire il numero di cellulare o l’indirizzo email
ja: スマートフォンの电话番号またはメールアドレスを入力してください
ms: Masukkan nombor telefon atau alamat e-mel
nl: Voer een telefoonnummer of e-mailadres in
pl: Podaj numer telefonu lub e-mail adres
pt: Digite um número de celular ou e-mail
ru: Войдите по номеру телефона или адресу электронной почты
sk: Zadajte telefónne číslo alebo e-mailovú adresu
th: กรุณานำเข้าหมายเลขโทรศัพท์ หรืออิเมล์
tr: Lütfen telefon numaranızı veya e-posta adresinizi girin
vi: Vui lòng nhập số điện thoại hoặc hòm thư
zh_hans: 请填写邮箱或⼿机号
zh_hant: 請填寫郵箱或⼿機號

# AA0023
source: Account existed
cs: Tento účet byl použit
de: Dieses Konto wurde schon verwendet
el: Αυτός ο λογαριασμός είναι κατειλημμένος
es: La cuenta ha sido ocupada
fa: این حساب استفاده شده است
fr: Le compte est utilisé
id: Akun ini telah digunakan
it: L'account è stato utilizzato
ja: アカウントが使用されました
ms: akaun sudah diguna
nl: Deze account wordt al gebruikt.
pl: Konto zostało użyte
pt: O número da conta já foi utilizado.
ru: Логин был использован другими пользователями
sk: Tento účet bol použitý
th: บัญชีผู้ใช้งานนี้ถูกใช้งานแล้ว
tr: Bu hesap kullanılmıştır
vi: Tài khoản đã được sử dụng
zh_hans: 账号已注册
zh_hant: 帳號已注册

# AA0024
source: Set password
cs: Nastavit heslo
de: Passwort einstellen
el: Ορίστε κωδικό
es: Configuración de la contraseña
fa: تنظیم رمز عبور
fr: Définir le mot de passe
id: Mengatur kata sandi
it: Imposta la password
ja: パスワードを设定する
ms: Menetapkan kata laluan
nl: Stel een wachtwoord in
pl: Ustaw hasło
pt: Configurar senha
ru: Установить пароль
sk: Nastaviť heslo
th: ตั้งค่ารหัสผ่าน
tr: Şifreyi belirleyiniz
vi: Cài đặt mật mã
zh_hans: 设置密码
zh_hant: 設置密碼

# AA0025
source: Password must contain 8-30 characters include digits and letters
cs: Heslo musí obsahovat 8-30 znaků, obsahující písmena i číslice.
de: Passwort muss 8 - 30 stellig sein (inkl. Buchstaben und Zahlen).
el: 8-30 ψηφία, που περιέχουν γράμματα και αριθμούς
es: La contraseña debe contener entre 8 y 30 caracteres, puede contender letras y dígitos
fa: گذرواژه باید 8 الی 30 کاراکتر و حاوی حرف، عدد و کاراکتر باشد
fr: Le mot de passe doit contenir de 8 à 30 caractères, y compris lettres et chiffres
id: Kata sandi 8 ~ 30 huruf, Bilangan, karakter
it: La password ha 8-30 caratteri, contiene lettere e numeri
ja: パッスワートはアルファベット、数字を含める8～30位の文字です
ms: Kata laluan adalah 8 ~ 30 huruf, nombor, mengandungi aksara
nl: Wachtwoord moet 8-30 tekens lang zijn, en zowel letters als cijfers bevatten.
pl: Hasło musi składać się od 8 do 30 znaków, litery i cyfry
pt: A nova senha deve conter 8-30 caracteres, contendo letras e números
ru: Пароль должен иметь 8-30 символов, содержать буквы и цифры.
sk: Heslo musí obsahovať 8-30 znakov a obsahovať písmená aj číslice.
th: รหัสผ่านสำหรับ 8~30 บิตของอักขระที่ประกอบด้วยตัวอักษรและตัวเลข
tr: Şifre 8 - 30 karakter ve harf, sayı içeriyor
vi: Mật khẩu gồm 8~30 ký tự, gồm cả chữ và số
zh_hans: 密码为8～30位包含字⺟、数字的字符
zh_hant: 密碼為8~30位包含字母、數字的字元

# AA0026
source: Enter again
cs: Zadejte znovu
de: Erneut eingeben
el: Εισαγάγετε ξανά
es: Introducir de nuevo
fa: دوباره تایپ کنید
fr: Entrez à nouveau
id: Mengetik ulang
it: Inserisci di nuovo
ja: 再度入力
ms: Taip semula
nl: Voer nogmaals in
pl: Wpisz ponownie
pt: Digite novamente
ru: Введите еще раз
sk: Zadajte znovu
th: เข้าใหม่
tr: Yeniden yaz
vi: Nhập lần nữa
zh_hans: 确认密码
zh_hant: 確認密碼

# AA0027
source: Weak password
cs: Slabé heslo
de: schwaches Passwort
el: Αδύναμος κωδικός
es: Contraseña débil
fa: گذرواژه ضعیف
fr: Mot de passe faible
id: Kata sandi lemah
it: Password debole
ja: 脆弱なパスワード
ms: Kata laluan yang lemah
nl: Zwak wachtwoord
pl: Za słabe hasło
pt: Senha muito fraca
ru: Слабый пароль
sk: Slabé heslo
th: รหัสผ่านที่อ่อนแอ
tr: Zayıf şifre
vi: Mật khẩu yếu
zh_hans: 弱
zh_hant: 弱

# AA0028
source: Medium
cs: v
fa: in
ja: 中
ms: Sederhana
sk: v
th: กลาง
vi: Trung
zh_hans: 中
zh_hant: 中

# AA0029
source: Strong
cs: silný
fa: قوی
id: Kuat
ja: 強
ms: Kuat
sk: silný
th: แข็งแรง
vi: Mạnh
zh_hans: 强
zh_hant: 強

# AA0030
source: Passwords are inconsistent
cs: Hesla jsou nekonzistentní
de: Die beiden Eingaben stimmen nicht überein
el: Οι κωδικοί πρόσβασης είναι ασυνεπείς
es: Contraseñas inconsistentes
fa: عدم تطابق موارد وارد شده توسط شما
fr: Discordance pour deux mots de passe
id: Dua kali Anda memasukkan tidak konsisten
it: Le due password non coincidono
ja: パスワードが一致しません
ms: Dua kali lebih beratur
nl: Wachtwoorden zijn niet gelijk
pl: Nieprawidłowe hasło
pt: As senhas não conferem
ru: Два пароля не совпадают, введите еще раз
sk: Hesla nie sú konzistentné
th: นำเข้ารหัสผ่าน ๒ ครั้งไม่เป็นเอกฉันท์
tr: Girdikleriniz uyuşmuyor
vi: Hai lần đăng nhập không đồng nhất
zh_hans: 两次输入不⼀致
zh_hant: 兩次輸入不一致

# AA0031
source: Retrieve password
cs: Načíst heslo
de: Passtwort finden
el: Ανάκτηση κωδικού
es: Conseguir contraseña
fa: بازیابی گذرواژه
fr: Retrouver le mot de passe
id: Mengembalikan kata sandi
it: Recupera la Password
ja: パスワードの取得
ms: Pulih kata laluan
nl: Wachtwoord opvragen
pl: Odzyskaj hasło
pt: Recuperação de senha
ru: Получить пароль
sk: Načítať heslo
th: กู้คืนรหัสผ่าน
tr: Parola Al
vi: Lấy lại mật khẩu
zh_hans: 找回密码
zh_hant: 找回密碼

# AA0032
source: Please enter XXXXXXXX account
cs: Prosím, zadejte XXXXXXXX ID
de: Bitte geben Sie XXXXXXXX ID
el: Εισαγάγετε το αναγνωριστικό XXXXXXXX
es: Por favor, introduzca XXXXXXXX ID
fa: لطفا XXXXXXXX ID را وارد کنید
fr: S'il vous plaît entrer XXXXXXXX ID
id: Silakan masukkan akun XXXXXXXX
it: Si prega di inserire XXXXXXXX ID
ja: XXXXXXXXアカウントを入力してください
ms: Sila masukkan akaun XXXXXXXX
nl: Vul XXXXXXXX ID
pl: Proszę wpisać identyfikator XXXXXXXX
pt: Digite o ID XXXXXXXX
ru: Пожалуйста, введите XXXXXXXX ID
sk: Prosím, zadajte XXXXXXXX ID
th: กรุณากรอกหมายเลขบัญชี XXXXXXXX
tr: XXXXXXXX kimliğini girin
vi: Vui lòng nhập tài khoản XXXXXXXX của bạn
zh_hans: 请输入您的XXXXXXXX账号
zh_hant: 請輸入XXXXXXXX帳號

# AA0033
source: Account does not exist
cs: Účet neexistuje
de: Konto existiert nicht
el: Ο λογαριασμός δεν υπάρχει
es: La cuenta no existe
fa: چنین حسابی پیدا نشد
fr: Compte n'existe pas
id: Akun tersebut tidak ditemukan
it: L’account non esiste
ja: アカウントが存在しません
ms: Pertimbangan ini mendapati
nl: Account bestaat niet
pl: Konto nie istnieje
pt: Esta conta não existe
ru: Аккаунт не существует
sk: Účet neexistuje
th: บัญชีไม่ดำรงอยู่
tr: Böyle bir hesap bulunamadı
vi: Tài khoản không tồn tại
zh_hans: 账号不存在
zh_hant: 帳戶不存在

# AA0034
source: Verification code
cs: Zadejte ověřovací kód
de: Geben Sie bitte den Bestätigungscode ein
el: βάλτε κωδικό επιβεβαίωσης
es: Introduzca código de verificación
fa: لطفا کد تایید را وارد نمایید
fr: Entrez le code de vérification
id: Kode verifikasi
it: Si prega di inserire il codice di verifica
ja: 认証コードを入力してください
ms: Masukkan kod pengesahan
nl: Voer verificatiecode in
pl: Podaj kod weryfikacyjny
pt: Digite o código de verificação
ru: Введите код подтверждения
sk: Zadajte overovací kód
th: กรุณานำเข้ารหัสยืนยัน
tr: Lütfen doğrulama kodunu giriniz
vi: Vui lòng nhập mã xác nhận
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# AA0035
source: The verification code has been sent to
cs: Ověřovací kód byl zaslán na adresu
de: Der Verifizierungscode wurde gesendet an
el: Ο κωδικός επαλήθευσης έχει αποσταλεί στην
es: Se ha enviado el código de verificación a
fa: کد تصمیم فرستاده شده است
fr: Le code de vérification a été envoyé à
id: Kode verifikasi telah dikirim ke
it: Il codice di verifica è stato inviato a
ja: 認証コードがに送信されました
ms: Kod pengesahan telah dihantar ke
nl: De verificatiecode is verzonden naar
pl: Kod weryfikacyjny został wysłany do
pt: O código de verificação já foi enviado para
ru: Код проверки был отправлен на
sk: Overovací kód bol zaslaný
th: รหัสยืนยันถูกส่งไปที่
tr: Doğrulama kodu şuraya gönderildi:
vi: Mã xác minh đã được gửi đến
zh_hans: 验证码已发送⾄
zh_hant: 驗證碼已發送至

# AA0036
source: Re-send
cs: Znovu odeslat
de: neu senden
el: Εκ νέου αποστολή
es: Reenviar
fa: فرستادن دوباره
fr: Renvoyer
id: Kirim ulang
it: inviare di nuovo
ja: 再送
ms: Hantar Semula
nl: Opnieuw versturen
pl: Prześlij ponownie
pt: Reenviar
ru: Передавать повторно
sk: Znova odoslať
th: ส่งอีกครั้ง
tr: Yeniden gönder
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# AA0037
source: Changing password succeeded
cs: Změna hesla byla úspěšná
de: Passwort erfolgreich geändert
el: Η αλλαγή κωδικού πρόσβασης ολοκληρώθηκε με επιτυχία
es: Cambio de contraseña exitoso
fa: گذرواژه به طور موفقیت آمیز اصلاح شد، لطفا دوباره وارد شوید.
fr: Mot de passe a été modifié avec succès
id: Kata sandi berhasil diubah
it: Password modificata con successo
ja: パスワード変更しました
ms: Kata laluan kali berjaya
nl: Aanpassen wachtwoord gelukt
pl: Udana zmiana hasła
pt: Senha alterada com sucesso
ru: Пароль успешно изменен
sk: Zmena hesla bola úspešná
th: เปลี่ยนเปลี่ยนรหัสผ่านสำเร็จ
tr: Parola başarıyla değiştirildi
vi: Thay đổi mật khẩu thành công
zh_hans: 密码修改成功
zh_hant: 密碼修改成功

# AA0038
source: Log in now
cs: Jdi se přihlásit
fa: برو داخل شو
id: Masuk sekarang
ja: 今からログイン
ms: Log masuk sekarang
sk: Choď sa zaregistrovať
th: ไปเข้าสู่ระบบ
vi: Tới đăng nhập
zh_hans: 去登录
zh_hant: 去登錄

# AA0039
source: Verification code error
cs: Chyba ověřovacího kódu
de: Prüfcode falsch
el: Σφάλμα κωδικού επαλήθευσης
es: Código de verificación incorrecto
fa: کد تایید نامعتبر
fr: Erreur de code de vérification
id: Kode validasi tidak benar
it: Codice di verifica sbagliato
ja: 认証コードが正しくありません
ms: Pengesahan kod tidak sah
nl: Verificatiecode fout
pl: Błędny kod weryfikacyjny
pt: Erro no código de verificação
ru: Неверный код подтверждения
sk: Chyba overovacieho kódu
th: รหัสยืนยันผิดพลาด
tr: Geçersiz doğrulama kodu
vi: Mã xác nhận sai
zh_hans: 验证码错误
zh_hant: 驗證碼錯誤

# AA0040
source: Verification code has been sent
cs: Ověřovací kód byl odeslán
de: Bestätigungscode gesendet
el: Ο κωδικός επαλήθευσης έχει σταλεί
es: Código de verificación enviado
fa: کد تایید فرستاده شد
fr: Code de vérification déjà envoyé
id: Kode verifikasi telah dikirim
it: Codice di verifica inviato
ja: 认証コードを送信しました
ms: Kod pengesahan telah dihantar
nl: Verificatiecode is verzonden
pl: Kod weryfikacyjny wysłany
pt: O código de verificação foi enviado
ru: Код подтверждения отправлен
sk: Overovací kód bol odoslaný
th: รหัสยืนยับส่งแล้ว
tr: Doğrulama kodu gönderildi
vi: Đã gửi mã xác nhận
zh_hans: 验证码已发送
zh_hant: 驗證碼已發送

# AA0041
source: Home
cs: rodina
fa: خانواده
id: Rumah
ja: お家
ms: Rumah
sk: rodina
th: ครอบครัว
vi: Nhà
zh_hans: 家庭
zh_hant: 家庭

# AA0042
source: Security
cs: Údržba
fa: خانه‌دار
id: Keamanan
ja: 見守り
ms: Keselamatan
sk: Domáca starostlivosť
th: ดูแล
vi: Giám sát nhà
zh_hans: 看家
zh_hant: 看家

# AA0043
source: Account
cs: Moje
de: Mein
el: Μου
es: Usuario
fa: من
fr: Mon compte
id: Milik saya
it: Mio
ja: 私の
ms: Saya
nl: Mijn
pl: O mnie
pt: Meu XXXXXXXX
ru: Мой
sk: Moje
th: ของฉัน
tr: Benim
vi: Của tôi
zh_hans: 我的
zh_hant: 我的
