Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0538
source: Upgraded successfully
cs: Upgrade úspěšný
fa: برنامه‌سازی موفق شد
id: berhasil dimuktahirkan
ja: アップグレードに成功しました
ms: naik taraf berjaya
sk: Úspešná aktualizácia
th: อัพเกรดสําเร็จ
vi: Nâng cấp thành công
zh_hans: 升级成功
zh_hant: 升級成功

# AA0539
source: Upgrade failed. Please try again later
cs: Upgrade selhal. Zkuste to prosím znovu později
fa: برنامه‌سازی شکست خورد. لطفاً بعد دوباره امتحان کنید
id: gagal dimuktahirkan. Silakan coba lagi nanti
ja: アップグレードに失敗しました。後で再度試してみてください
ms: naik taraf gagal, sila cuba sebentar lagi
sk: Upgradácia zlyhala. Prosím skús znovu neskôr
th: อัพเกรดล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi: Nâng cấp thất bại, vui lòng thử lại sau
zh_hans: 升级失败，请稍后重试
zh_hant: 升級失敗，請稍後重試

# AA0540
source: Download failed. Please try again later
cs: Stahování selhalo. Zkuste to prosím znovu později
fa: بارگیری شکست خورد. لطفاً بعد دوباره امتحان کنید
id: gagal diunduh. Silakan coba lagi nanti
ja: ダウンロードに失敗しました。後で再度試してみてください
ms: muat turun gagal, sila cuba sebentar lagi
sk: Sťahovanie zlyhalo. Prosím skús znova neskôr
th: ดาวน์โหลดล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi: Tải xuống thất bại, vui lòng thử lại sau
zh_hans: 下载失败，请稍后重试
zh_hant: 下載失敗，請稍後重試

# AA0541
source: Upgrade failed. Please try again after restarting the device or inserting the memory card
cs: Aktualizace selhala. Restartujte prosím zařízení nebo vložte paměťovou kartu, abyste to zkusili znovu
fa: فعال شد. لطفاً دستگاه را دوباره آغاز کنید یا کارت حافظه را وارد کنید تا دوباره سعی کنید
id: gagal dimuktahirkan. Silakan coba lagi setelah menyalakan ulang perangkat atau memasukkan kartu memori
ja: アップグレードに失敗しました。デバイスを再起動するか、メモリカードを入れて再度試してみてください
ms: naik taraf gagal, sila cuba lagi selepas memulakan semula peranti atau memasukkan kad memori
sk: Upgradácia zlyhala. Prosím opätovne spustite zariadenie alebo vložte pamäťovú kartu, aby ste sa opäť pokúsili
th: อัพเกรดล้มเหลว โปรดรีสตาร์ทอุปกรณ์หรือใส่การ์ดหน่วยความจําแล้วลองอีกครั้ง
vi: Nâng cấp thất bại, vui lòng khởi động lại thiết bị hoặc lắp thẻ nhớ và thử lại.
zh_hans: 升级失败，请重启设备或插入内存卡重试
zh_hant: 升級失敗，請重啟設備或插入內存卡重試

# AA0542
source: Download failed. Please try again after checking the device network
cs: Stahování selhalo. Zkontrolujte prosím síť zařízení a zkuste to znovu
fa: Download failed. Please check the device network and try again
id: gagal diunduh. Silakan coba lagi setelah memeriksa jaringan perangkat
ja: ダウンロードに失敗しました。ネットワークを確認してから再度試してみてください
ms: muat turun gagal, sila cuba lagi selepas menyemak rangkaian peranti
sk: Sťahovanie zlyhalo. Prosím skontrolujte sieť zariadenia a pokúste sa znovu
th: ดาวน์โหลดล้มเหลว โปรดตรวจสอบเครือข่ายอุปกรณ์และลองอีกครั้ง
vi: Tải xuống thất bại, vui lòng kiểm tra mạng thiết bị và thử lại
zh_hans: 下载失败，请检查设备网络后重试
zh_hant: 下載失敗，請檢查設備網絡後重試

# AA0543
source: Upgrade failed. Please try again after restarting the device
cs: Aktualizace selhala. Restartujte prosím zařízení a zkuste to znovu
fa: فعال شد. لطفا دستگاه را دوباره آغاز کنید و دوباره سعی کنید
id: gagal dimuktahirkan. Silakan coba lagi setelah menyalakan ulang perangkat
ja: アップグレードに失敗しました。再起動してから再度試してみてください
ms: naik taraf gagal, sila cuba lagi selepas memulakan semula peranti
sk: Upgradácia zlyhala. Prosím opätovne spustite zariadenie a pokúste sa znovu
th: อัพเกรดล้มเหลว โปรดรีสตาร์ทอุปกรณ์และลองอีกครั้ง
vi: Nâng cấp thất bại, vui lòng khởi động lại thiết bị rồi thử lại
zh_hans: 升级失败，请重启设备后重试
zh_hant: 升級失敗，請重啟設備後重試

# AA0544
source: Upgrading...
cs: Modernizace
fa: توسعه‌سازی
id: sedang dimuktahirkan...
ja: アップグレード中...
ms: sedang dinaik taraf...
th: กําลังอัพเกรด ...
vi: đang nâng cấp...
zh_hans: 升级中...
zh_hant: 升級中...

# AA0545
source: I have read and agree to《User agreement》and《Privacy Policy》
cs: Přečetl jsem si a souhlasím s "Uživatelskou smlouvou" a "Zásadami ochrany osobních údajů"
fa: من با "قرارداد کاربر" و "سیاست خصوصی" خوندم و موافقم
id: Saya sudah membaca dan menyetujui "Perjanjian Pengguna" dan "Kebijakan Privasi".
ja: 私は『ユーザー规约』と『プライバシー契約』をよく読んだ上、これに同意しました
ms: Saya telah membaca dan bersetuju dengan "Perjanjian Pengguna" dan "Perjanjian Privasi"
sk: Čítal som a súhlasil s „dohodou o používateľoch“ a „politikou súkromia“
th: ฉันได้อ่านและยอมรับ《นโยบายความเป็นส่วนตัว》 และ《ข้อตกลงผู้ใช้งาน》แล้ว
vi: Tôi đã đọc và đồng ý với 《Thỏa thuận người dùng》và《Chính sách Bảo mật》
zh_hans: 我已阅读并同意《XXXXXXXX用户协议》和《隐私政策》
zh_hant: 我已閱讀並同意《XXXXXXXX用戶協議》和《隱私政策》

# AA0546
source: Camera
cs: fotoaparát
de: Eine kamera
el: φωτογραφική μηχανή
es: La cámara
fa: دوربین
fr: La caméra
id: Kamera
it: Macchina fotografica
ja: カメラです
ms: Kamera
pl: kamera
pt: câmara
ru: камер
sk: fotoaparát
th: กล้อง
tr: kamera
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

# AA0547
source: Photo
cs: foto
de: Foto.
el: φωτογραφία
es: Fotos.
fa: عکس
id: Foto-foto ini.
it: fotografie
ja: しゃしん
ms: Foto
nl: Foto's
pl: fotka
pt: fotografia
ru: фотограф
sk: fotka
th: ภาพถ่าย
tr: fotoğraf
vi: Bức ảnh
zh_hans: 相片
zh_hant: 相片

# AA0548
source: Video
de: Na video.
el: Βίντεο
es: vídeo
fa: ویدئو
fr: La vidéo
ja: ビデオです
pl: Wideo
pt: vídeo
ru: виде
th: วิดีโอ
zh_hans: 视频
zh_hant: 視頻

# AA0549
source: XXXXXXXX requires your permission to access the photo library in order to use the QR code scanning feature.
cs: XXXXXXXX vyžaduje vaše souhlas s udělením přístupu k albu pro použití funkce skenování QR kódů
fa: XXXXXXXX requires your permission to grant access to the album in order to use the QR code scanning function
id: XXXXXXXX perlu izin Anda untuk mengotorisasi akses album agar dapat menggunakan fungsi pemindaian kode QR
ja: QRコードのスキャン機能を利用するには、XXXXXXXXはアルバムへのアクセス権限が必要です
ms: XXXXXXXX memerlukan kebenaran anda untuk mengakses album untuk menggunakan ciri pengimbasan kod QR
sk: XXXXXXXX si vyžaduje vaše povolenie udeliť prístup k albumu na použitie funkcie skenovania kódov QR
th: XXXXXXXX ต้องได้รับอนุญาตจากคุณในการอนุญาตการใช้อัลบั้มรูป เพื่อใช้ฟังก์ชันการสแกนรหัส QR
vi: XXXXXXXX cần bạn cấp quyền truy cập Album để sử dụng tính năng quét mã QR
zh_hans: XXXXXXXX需要您允许授权相册访问权限，以便使用二维码扫描功能
zh_hant: XXXXXXXX需要您允許授權相冊訪問權限，以便使用二維碼掃描功能

# AA0550
source: XXXXXXXX requires your permission to access the photo library in order to save device QR codes to the system album
cs: XXXXXXXX vyžaduje vaše svolení k autorizaci použití alba za účelem uložení QR kódu zařízení do systémového alba
fa: XXXXXXXX نیاز به اجازه شما برای اجازه استفاده از آلبوم برای ذخیره کردن کد دستگاه QR به آلبوم سیستم است
id: XXXXXXXX perlu izin Anda untuk mengotorisasi penggunaan album untuk menyimpan kode QR perangkat ke album sistem
ja: デバイスのQRコードをシステムのアルバムに保存するには、XXXXXXXXはアルバムへのアクセス権限が必要です
ms: XXXXXXXX memerlukan kebenaran anda untuk mengakses album untuk menyimpan kod QR peranti ke album sistem
sk: XXXXXXXX vyžaduje vaše povolenie povoliť používanie albumu s cieľom uložiť kód QR zariadenia do systémového albumu
th: XXXXXXXX ต้องได้รับอนุญาตจากคุณในการอนุญาตการใช้อัลบั้มรูป เพื่อบันทึกรหัส QR ของอุปกรณ์ลงในอัลบั้มรูปภาพของระบบ
vi: XXXXXXXX cần bạn cấp quyền sử dụng Album để lưu mã QR của thiết bị vào Album hệ thống
zh_hans: XXXXXXXX需要您允许授权相册使用权限，以便将设备二维码保存到系统相册
zh_hant: XXXXXXXX需要您允許授權相冊使用權限，以便將設備二維碼保存到系統相冊

# AA0551
source: XXXXXXXX requires your permission to access the camera to use the QR code scanning feature
cs: XXXXXXXX vyžaduje vaše svolení k autorizaci použití kamery pro použití funkce skenování QR kódu
fa: XXXXXXXX نیاز به اجازه شما برای اجازه استفاده از دوربین برای استفاده از فعالیت اسکن کد QR
id: XXXXXXXX perlu izin Anda untuk mengotorisasi penggunaan kamera agar dapat menggunakan fungsi pemindaian kode QR
ja: QRコードのスキャン機能を利用するには、XXXXXXXXはカメラへのアクセス権限が必要です
ms: XXXXXXXX memerlukan kebenaran anda untuk mengakses kamera untuk menggunakan ciri pengimbasan kod QR
sk: XXXXXXXX vyžaduje vaše povolenie povoliť používanie kamery na použitie funkcie skenovania kódu QR
th: XXXXXXXX ต้องได้รับอนุญาตจากคุณในการอนุญาตการใช้กล้องถ่ายรูป เพื่อใช้ฟังก์ชันการสแกนรหัส QR
vi: XXXXXXXX cần bạn cấp quyền sử dụng Camera để sử dụng tính năng quét mã QR
zh_hans: XXXXXXXX需要您允许授权相机使用权限，以便使用二维码扫描功能
zh_hant: XXXXXXXX需要您允許授權相機使用權限，以便使用二維碼掃描功能

# AA0552
source: XXXXXXXX requires your permission to access the Bluetooth in order to access Bluetooth devices
cs: XXXXXXXX vyžaduje vaše svolení k autorizaci oprávnění k použití Bluetooth pro přístup k zařízením Bluetooth
fa: XXXXXXXX requires your permission to authorize Bluetooth usage permissions in order to access Bluetooth devices
id: XXXXXXXX perlu izin Anda untuk mengotorisasi penggunaan Bluetooth untuk mengakses perangkat Bluetooth
ja: Bluetooth機器にアクセスするには、XXXXXXXXはBluetoothへのアクセス権限が必要です
ms: XXXXXXXX memerlukan kebenaran anda untuk mengakses Bluetooth untuk mengakses peranti Bluetooth
sk: XXXXXXXX vyžaduje vaše povolenie na povolenie používania Bluetoothu s cieľom prístupu k zariadeniam Bluetooth
th: XXXXXXXX ต้องได้รับอนุญาตจากคุณในการอนุญาตการใช้บลูทู ธ เพื่อเข้าถึงอุปกรณ์บลูทู ธ
vi: XXXXXXXX cần bạn cấp quyền sử dụng Bluetooth để truy cập các thiết bị Bluetooth
zh_hans: XXXXXXXX需要您允许授权蓝牙使用权限，以便访问蓝牙设备
zh_hant: XXXXXXXX需要您允許授權藍牙使用權限，以便訪問藍牙設備

# AA0553
source: XXXXXXXX requires your permission to access the microphone to use the intercom feature
cs: XXXXXXXX vyžaduje vaše svolení k použití mikrofonu pro použití funkce interkomu
fa: XXXXXXXX requires your permission to authorize the use of the microphone in order to use the intercom function
id: XXXXXXXX perlu izin Anda untuk mengotorisasi penggunaan mik agar dapat menggunakan fungsi interkom
ja: 双方向通話機能を利用するには、XXXXXXXXはマイクへのアクセス権限が必要です
ms: XXXXXXXX memerlukan kebenaran anda untuk mengakses mikrofon untuk menggunakan ciri interkom
sk: XXXXXXXX vyžaduje vaše povolenie povoliť používanie mikrofónu na použitie funkcie interkomu
th: XXXXXXXX ต้องได้รับอนุญาตจากคุณในการอนุญาตไมโครโฟน เพื่อใช้ฟังก์ชั่นไมโครโฟน
vi: XXXXXXXX cần bạn cấp quyền sử dụng Micrô để sử dụng tính năng liên lạc nội bộ
zh_hans: XXXXXXXX需要您允许授权麦克风使用权限，以便使用对讲功能
zh_hant: XXXXXXXX需要您允許授權麥克風使用權限，以便使用對講功能

# AA0554
source: XXXXXXXX requires your permission to access the local network for device connections
cs: XXXXXXXX vyžaduje vaše oprávnění k autorizaci přístupu k lokální síti pro připojení zařízení
fa: XXXXXXXX requires your permission to authorize local network access for device connections
id: XXXXXXXX perlu izin Anda untuk mengotorisasi akses jaringan lokal untuk menghubungkan perangkat Anda
ja: デバイスの接続を行なうには、XXXXXXXXはローカルネットワークへのアクセス権限が必要です
ms: XXXXXXXX memerlukan kebenaran anda untuk mengakses rangkaian tempatan untuk sambungan peranti
sk: XXXXXXXX vyžaduje vaše povolenie na povolenie miestneho prístupu k sieti pre pripojenia zariadení
th: XXXXXXXX ต้องได้รับอนุญาตจากคุณในการอนุญาตการเข้าถึงเครือข่ายท้องถิ่น เพื่อการเชื่อต่ออุปกรณ์
vi: XXXXXXXX cần bạn cấp quyền truy cập mạng cục bộ để kết nối thiết bị
zh_hans: XXXXXXXX需要您允许授权本地网络访问权限，以便进行设备连接
zh_hant: XXXXXXXX需要您允許授權本地網絡訪問權限，以便進行設備連接

# AA0555
source: XXXXXXXX requires you to grant permission for push notifications in order to receive device push notifications
cs: XXXXXXXX vyžaduje vaše svolení k autorizaci funkce push pro přijímání push oznámení zařízení
id: XXXXXXXX perlu izin Anda untuk mengotorisasi fungsi push agar dapat menerima pemberitahuan push perangkat
ja: デバイスのプッシュ通知を受信するには、XXXXXXXXはプッシュ機能の権限が必要です
ms: XXXXXXXX memerlukan anda memberikan kebenaran untuk pemberitahuan hantaran untuk menerima pemberitahuan hantaran peranti
sk: XXXXXXXX si vyžaduje vaše povolenie na povolenie tlakovej funkcie s cieľom získať oznámenia o tlaku zariadenia
th: XXXXXXXX ต้องได้รับอนุญาตจากคุณในการอนุญาตฟังก์ชั่นพุช เพื่อรับอุปกรณ์ฟังก์ชั่นพุช
vi: XXXXXXXX cần bạn cấp quyền tính năng đẩy để chấp nhận thông báo đẩy của thiết bị
zh_hans: XXXXXXXX需要您允许授权推送功能，以便接受设备推送通知
zh_hant: XXXXXXXX需要您允許授權推送功能，以便接受設備推送通知

# AA0556
source: Device ID:
cs: ID zařízení:
id: ID Perangkat:
ja: デバイスID：
ms: ID peranti:
sk: ID zariadenia:
th: IDอุปกรณ์:
vi: ID thiết bị:
zh_hans: 设备ID：
zh_hant: 設備ID：

# AA0557
source: You do not have local network device access permission. Please enable it in the settings
cs: Žádné oprávnění k přístupu k lokálním zařízením LAN, povolte to prosím v nastavení
fa: اجازه دسترسی دسترسی دستگاه LAN محلی وجود ندارد، لطفا در تنظیمات فعالش کنید
id: Tidak ada izin akses perangkat LAN lokal, silakan aktifkan di Pengaturan
ja: ローカルネットワークへのアクセス権限がないため、設定で許可してください
ms: Anda tidak mempunyai kebenaran akses peranti rangkaian tempatan, sila hidupkannya dalam Tetapan
sk: Žiadne povolenie na prístup k miestnemu LAN zariadeniu, prosím, spustite ho v nastaveniach
th: ไม่มีสิทธิ์เข้าถึงสําหรับอุปกรณ์ LAN ในพื้นที่ โปรดเปิดใช้งานในการตั้งค่า
vi: Không có quyền truy cập thiết bị mạng LAN cục bộ, vui lòng bật trong Cài đặt
zh_hans: 没有本地局域网设备访问权限，请在设置中开启
zh_hant: 沒有本地局域網設備訪問權限，請在設置中開啟

# AA0558
source: Failed to create device QR code
cs: Nepodařilo se vytvořit QR kód zařízení
fa: خرابی در ایجاد کد QR دستگاه
id: Gagal membuat kode QR perangkat
ja: デバイスのQRコードの生成に失敗しました
ms: Gagal mencipta kod QR peranti
sk: Nepodarilo sa vytvoriť QR kód zariadenia
th: สร้างรหัส QR ของอุปกรณ์ไม่สําเร็จ
vi: Không thể tạo mã QR của thiết bị
zh_hans: 创建设备二维码失败
zh_hant: 創建設備二維碼失敗

# AA0559
source: Invalid QR code
cs: Neplatný QR kód
fa: کد QR نامعتبر
id: Kode QR tidak valid
ja: 無効のQRコード
ms: Kod QR tidak sah
sk: Neplatný QR kód
th: รหัส QR ไม่ถูกต้อง
vi: Mã QR không hợp lệ
zh_hans: 无效的二维码
zh_hant: 無效的二維碼

# AA0560
source: The old QR code has expired
cs: Starý QR kód vypršel
fa: کد قدیمی QR پایان گذاشته است
id: Kode QR lama sudah habis
ja: 旧QRコードは無効です
ms: Kod QR lama telah tamat
sk: Starý QR kód sa skončil
th: คิวอาร์โค้ดเก่าหมดอายุ
vi: Mã QR cũ đã hết hạn
zh_hans: 旧二维码已失效
zh_hant: 舊二維碼已失效

# AA0561
source: Are you sure to delete the device?
cs: Jste si jistí, že chcete zařízení odstranit?
fa: مطمئنی می‌خواهید دستگاه را حذف کنید؟
id: Anda yakin ingin menghapus perangkatnya?
ja: 本当にデバイスを削除しますか？
ms: Anda pasti ingin membuang peranti?
sk: Ste si istý, že chcete odstrániť zariadenie?
th: แน่ใจนะว่าคุณต้องการถอดอุปกรณ์?
vi: Bạn chắc chắn muốn loại bỏ thiết bị?
zh_hans: 确定要移除设备吗？
zh_hant: 确定要移除设备吗？

# AA0562
source: Please enter the correct phone number or email
cs: Zadejte prosím správné telefonní číslo nebo e-mailovou adresu
fa: لطفا شماره تلفن درست یا آدرس ایمیل را وارد کنید
id: Silakan masukkan nomor telepon atau alamat email yang tepat
ja: 正しい携帯電話番号やメールアドレスを入力してください
ms: Sila masukkan nombor telefon atau alamat e-mel yang betul
sk: Prosím, uveďte správne telefónne číslo alebo e-mailová adresa
th: โปรดป้อนหมายเลขโทรศัพท์มือถือหรือกล่องจดหมายที่ถูกต้อง
vi: Vui lòng nhập đúng số điện thoại hoặc hộp thư
zh_hans: 请输入正确的手机号或邮箱
zh_hant: 請輸入正確的手機號或郵箱

# AA0563
source: You have unbound the device
cs: Odpojili jste zařízení.
id: Anda telah melepaskan perangkat
ja: デバイスの縛り付けを解除しました
ms: Anda telah melepaskan peranti
sk: Vyviazali ste zariadenie
th: คุณถอดอุปกรณ์แล้ว
vi: Anh đã tháo thiết bị ra.
zh_hans: 您已解绑该设备
zh_hant: 您已解綁該設備

# AA0564
source: Wrong format of phone/email
cs: Chyba formátu mobilního čísla/e-mailu
fa: خطای قالب تلفن/قالب ایمیل
id: Galat format nomor/email ponsel
ja: 携帯番号/メールボックスのフォーマットが間違っている
ms: Ralat format nombor/e-mel bimbit
sk: Chyba formátu mobilného čísla/e-mailu
th: รูปแบบหมายเลขโทรศัพท์มือถือ/กล่องจดหมายไม่ถูกต้อง
vi: Số điện thoại/định dạng hộp thư sai
zh_hans: 手机号/邮箱格式错误
zh_hant: 手機號/郵箱格式錯誤

# AA0565
source: The share has expired
cs: Sdílení vypršelo
fa: شرکت تموم شد
id: Pembahagian sudah habis
ja: 共有期限切れ
ms: Perkongsian telah tamat
sk: Spájanie sa skončilo
th: การแชร์หมดอายุ
vi: Chia sẻ đã hết hạn
zh_hans: 分享已过期
zh_hant: 分享已過期

# AA0566
source: The target account is unavailable
cs: Cílový účet není k dispozici
fa: حساب هدف در دسترس نیست
id: Akaun sasaran tidak tersedia
ja: ターゲットアカウントは使用できません
ms: Akaun sasaran tidak tersedia
sk: Cieľový účet nie je dostupný
th: หมายเลขบัญชีปลายทางไม่สามารถใช้ได้
vi: Tài khoản đích không khả dụng
zh_hans: 目标账号不可用
zh_hant: 目標賬號不可用

# AA0567
source: The target account does not exist
cs: Cílový účet neexistuje
fa: حساب هدف وجود ندارد
id: Akaun sasaran tidak ada
ja: ターゲットアカウントは存在しません
ms: Akaun sasaran tidak wujud
sk: Cieľový účet neexistuje
th: ไม่มีบัญชีเป้าหมาย
vi: Tài khoản mục tiêu không tồn tại
zh_hans: 目标账号不存在
zh_hant: 目標賬號不存在
