Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0044
source: User agreement
cs: Souhlas uživatele
de: Vereinbarung
el: Συμφωνία Χρήστη
es: Acuerdo de Usuario
fa: تفاهم نامه کاربر
fr: Accord de l'utilisateur
id: Perjanjian Pengguna
it: l'accordo dell'utente
ja: ユーザー规约
ms: Perjanjian Pengguna
nl: Gebruikersovereenkomst
pl: Umowa użytkownika
pt: Termo de Acordo do Usuário
ru: Пользовательское соглашение
sk: Súhlas užívateľa
th: ข้อตกลงผู้ใช้งาน
tr: Kullanıcı Sözleşmesi
vi: Thỏa thuận người dùng
zh_hans: 用户协议
zh_hant: 用戶協議

# AA0045
source: User agreement and privacy policy
cs: Shrnutí smlouvy o službách pro uživatele a zásadách ochrany osobních údajů
de: Zusammenfassung der Nutzerservicevereinbarung und Datenschutzrichtlinie
el: Προφίλ της Διαφωνίας και της Πολιτικής Απορρήτου της Υπηρεσίας Χρήστη
es: Resumen del acuerdo de servicio del usuario y la política de privacidad
fa: خلاصه توافقنامه خدمات کاربر و خط مشی حریم خصوصی
fr: Résumé de l'accord de service à utilisateur et de la politique de confidentialité
id: Ringkasan perjanjian layanan pengguna dan kebijakan privasi
it: Contratto di servizio per l'utente e Riepilogo dell'informativa sulla privacy
ja: 利用规约とプライバシーポリシーの概要
ms: Ringkasan Perjanjian Perkhidmatan dan Polisi Privasi Pengguna
nl: Samenvatting van gebruikersovereenkomst en privacybeleid
pl: Podsumowanie umowy o świadczenie usług dla użytkownika i zasad zachowania poufności
pt: Resumo do acordo de serviço do usuário e política de privacidade
ru: Общие положения Политики конфиденциальности и Соглашения об обслуживании клиентов
sk: Zhrnutie zmluvy o službách pre užívateľov a zásadách ochrany osobných údajov
th: บทสรุปข้อตกลงการบริการผู้ใช้และนโยบายความเป็นส่วนตัว
tr: Kullanıcı hizmet sözleşmesi ve gizlilik politikasının özeti
vi: Tóm tắt chính sách riêng tư và hiệp thương dịch vụ người dùng
zh_hans: 用户服务协议和隐私政策概要
zh_hant: 使用者服務協定和隱私政策概要

# AA0046
source: Welcome to XXXXXXXX! XXXXXXXX is developed and operated by XXXXXXXX IoT Technology Co., Ltd. It's a platform to provide online video and audio. User Agreement & Privacy Policy will help you get a comprehensive understanding of how we collect, use, store and share your personal information, as well as what rights you enjoy. In order to provide services such as live video, video playback, favorite subscription, community interaction, etc., we may collect the following types of personal information, including video recording, videos and pictures, device information, operation logs, etc. You can access/update/delete your information and manage the permissions via "Me" interface on the app. We will take all practicable steps to safeguard your personal information. You can get more information via %@ & %@. If your agree to it, please click "Agree" to get the service.
cs: Jste vítáni k používání video technologie XXXXXXXX u je online audio platforma vyvinutá a provozovaná společností XXXXXXXX IoT Technology Co., Ltd. (dále jen „Pomůžete nám“). sdílená, videa, která o nás vidíte. Video obrázky, informace o zařízení, protokoly a další osobní informace; Můžete získat přístup, opravit a odstranit své oprávnění; K ochraně vašich osobních údajů použijeme technologii osobního zabezpečení v nejvyšším operačním středisku. Pro úplné podrobnosti si můžete přečíst verzi %@ a %@. Pokud souhlasíte, kliknutím na „Souhlasím“ přijměte naši službu.
de: Willkommen bei XXXXXXXX! XXXXXXXX ist eine Online-Audio- und -Videoplattform, die von Shenzhen DophiGo IoT Technology (im Folgenden als „wir“ bezeichnet) entwickelt und betrieben wird. Wir helfen Ihnen zu verstehen, wie wir Ihre persönlichen Daten im Rahmen der Datenschutzrichtlinie und der Benutzervereinbarung sammeln, verwenden, speichern und weitergeben und was für Rechte Sie haben. Um Ihnen Live-Video, Videowiedergabe, Sammlungsabonnement, Community-Interaktion und andere Dienste zur Verfügung zu stellen, müssen wir Ihre persönlichen Daten wie Videoaufzeichnungen, Videobilder, Geräteinformationen, Betriebsprotokolle usw. sammeln. Sie können auf Ihre persönlichen Daten zugreifen, diese korrigieren, löschen und Ihre Autorisierung im Persönlichen Zentrum verwalten. Wir werden branchenführende Sicherheitstechnologien verwenden, um Ihre persönlichen Daten zu schützen. Sie können mehr erfahren, indem Sie die Vollversionen von %@ und %@ lesen. Wenn Sie damit einverstanden sind, klicken Sie bitte auf „Zustimmen“, um unsere Dienstleistungen zu akzeptieren.
el: Είστε ευπρόσδεκτοι να χρησιμοποιήσετε την τεχνολογία βίντεο Η XXXXXXXX είναι μια διαδικτυακή πλατφόρμα ήχου που αναπτύχθηκε και λειτουργεί από την XXXXXXXX IoT Technology Co., Ltd. (εφεξής «Μας βοηθάτε»). Κατανοήστε ότι θα συλλέξουμε, θα χρησιμοποιήσουμε, τον τρόπο αποθήκευσης των πληροφοριών και κοινοποιημένα, βίντεο που βλέπετε για εμάς. Εικόνες βίντεο, πληροφορίες συσκευής, αρχεία καταγραφής και άλλες προσωπικές πληροφορίες. Μπορείτε να αποκτήσετε πρόσβαση, να διορθώσετε και να διαγράψετε την εξουσιοδότησή σας. Θα χρησιμοποιήσουμε τεχνολογία προσωπικής ασφάλειας στο κορυφαίο κέντρο λειτουργίας για την προστασία των προσωπικών σας στοιχείων. Μπορείτε να διαβάσετε την έκδοση %@ και %@ για πλήρεις λεπτομέρειες. Εάν συμφωνείτε, κάντε κλικ στο "Συμφωνώ" για να αποδεχτείτε την υπηρεσία μας.
es: ¡Bienvenido a XXXXXXXX! XXXXXXXX es una plataforma de audio y video en línea desarrollada y operada por XXXXXXXX IoT Technology Co., Ltd. (abreviado en adelante, "nosotros"). Le ayudaremos a comprender la situación de nuestra recopilación, uso, almacenamiento y los datos personales compartidos y sus derechos relacionados a través de la "Política de Privacidad" y el "Acuerdo de Usuario". Para proporcionarle los servicios de videos en vivo, reproducción de video, colección de suscripción , interacción con la comunidad , etc., necesitamos recopilar sus datos personales como grabaciones de video, imágenes de video, información del dispositivo, registros de operaciones, etc. ; Puede acceder,corregir, eliminar su información personal y gestionar su autorización en el centro personal; Utilizaremos tecnología de seguridad avanzada en la industria para proteger su información personal. Puede aprender más detalles leyendo la versión completa %@y%@. Si está de acuerdo, haga clic en "De Acuerdo" para acceder a nuestros servicios.
fa: شما به استفاده از فناوری ویدئو خوش آمدید XXXXXXXX یک پلت فرم صوتی آنلاین است که توسط XXXXXXXX IoT Technology Co., Ltd. توسعه یافته و اداره می شود (از این پس به عنوان "شما به ما کمک می کنید" نامیده می شود). لطفاً بدانید که ما جمع آوری، استفاده، نحوه ذخیره اطلاعات و به اشتراک گذاشته شده، ویدیوهایی که درباره ما می بینید. تصاویر ویدئویی، اطلاعات دستگاه، گزارش‌ها و سایر اطلاعات شخصی؛ شما می‌توانید به مجوز خود دسترسی داشته باشید، تصحیح و حذف کنید؛ ما از فناوری امنیت شخصی در مرکز عملیات برتر برای محافظت از اطلاعات شخصی شما استفاده خواهیم کرد. برای جزئیات کامل می‌توانید نسخه %@ و %@ را بخوانید. در صورت موافقت، لطفاً روی "موافق" کلیک کنید تا خدمات ما را بپذیرید.
fr: Bienvenue à utiliser XXXXXXXX ! C’est une plate-forme audio et vidéo en ligne développée et exploitée par XXXXXXXX IoT Technology Co., Ltd. (ci-après dénommée « nous »). Veuillez lire saignement la « Politique de confidentialité » et « Accord de l’utilisateur » pour connaître et comprendre notre collecte, utilisation, stockage et partage des informations personnelles et vos droits associés. n Pour vous fournir des vidéos en direct, la rediffusion de vidéos, l'abonnement et la collection, l'interaction de la communauté et d'autres services, nous devons collecter vos informations personnelles telles que les enregistrements vidéo, les images vidéo, les informations sur les appareils, les journaux des opérations, etc. n Vous pouvez accéder, corriger et supprimer vos informations personelles et gérer votre autorisation dans le Centre Personnel; n ous utiliserons une technologie de sécurité de pointe pour protéger vos informations personnelles. n Vous pouvez en savoir plus en lisant la version complète de %@ et de %@. Si vous êtes d’accord, veuillez cliquer sur « D’accord » pour accepter nos services.
id: Selamat menggunakan XXXXXXXX! XXXXXXXX adalah platform audio dan video online yang dikembangkan dan dioperasikan oleh Perusahaan Teknologi XXXXXXXX IoT Technology Co., Ltd.(selanjutnya disebut "kami"). Kami akan membantu Anda memahami kondisi pengumpulan, penggunaan, penyimpanan, berbagi data pribadi, serta hak yang Anda dapatkan melalui "Kebijakan Privasi" dan "Perjanjian Pengguna". Untuk menyediakan video live, pemutaran ulang video, koleksi & berlangganan, interaksi komunitas, dan layanan lainnya, kami perlu mengumpulkan informasi pribadi Anda seperti rekaman video, gambar video, informasi perangkat, log operasi, dan informasi pribadi lainnya. Anda dapat mengakses, mengoreksi, menghapus informasi pribadi Anda, dan mengelola otorisasi Anda di bagian Pusat Pribadi; Kami akan menggunakan teknologi keamanan tercanggih dalam industri untuk melindungi informasi pribadi Anda. Anda dapat mempelajari lebih lanjut dengan membaca versi lengkap %@ dan %@. Jika Anda setuju, silakan klik "Setuju" untuk menerima layanan kami.
it: Benvenuto a utilizzare XXXXXXXX! XXXXXXXX è una piattaforma audio e video online sviluppata e gestita da XXXXXXXX IoT Technology Co., Ltd.(di seguito "noi"), l'Informativa sulla Privacy e il Contratto per l'Utente potrebbero essere utili ad aiutarti a conoscere come raccogliamo, utilizziamo, memorizziamo e condividiamo le informazioni personali, e anche conoscere i tuoi diritti correlativi. Per fornirti i servizi come i video in diretta, la riproduzione del video, la collezione e l'abbonamento, l'interazione con la comunità e gli altri, abbiamo bisogno di raccogliere le tue informazioni personali, come le registrazioni e le immagini del video, le informazioni del dispositivo, i giornali delle operazioni, ecc.; Puoi accedere, correggere, cancellare le tue informazioni personali e gestire la tua autorizzazione nel centro personale; Utilizzeremo le tecnologie di sicurezza principali del settore per proteggere le tue informazioni personali. Scopri di più leggendo la versione completa %@ e %@. Se sei d'accordo, fai clic su "Accetta" per accettare i nostri servizi.
ja: XXXXXXXXへようこそ、XXXXXXXXはXXXXXXXX IoT Technology Co., Ltd.（以下は当社といいます）からオンラインオーディオおよびビデオプラットフォームの研究开発と运用です。＜利用规约＞と＜プライバシーポリシー＞を使用して、个人情报の収集、使用、保存、共有の方法、および关连する権利の理解を支持します。 ライブビデオ、ビデオ再生、コレクション购読、コミュニティインタラクションおよびその他のサービスを提供するために、ビデオ録画、ビデオ写真、デバイス情报、操作ログなどの个人情报を収集する必要があります。センターはお客様の个人情报にアクセスし、修正し、削除し、认证を管理します; 私たちは业界最先端のセキュリティ技术を使用してお客様の个人情报を保护します。 フルバージョン%@および%@を読むことで详细を确认できます。 同意する场合は、[同意する]をクリックしてサービスに同意してください。
ms: Anda dialu-alukan untuk menggunakan teknologi video XXXXXXXX ou ialah platform audio dalam talian yang dibangunkan dan dikendalikan oleh XXXXXXXX IoT Technology Co., Ltd. (selepas ini dirujuk sebagai "Anda Membantu Kami"). Harap maklum bahawa kami akan mengumpul, menggunakan, Bagaimana maklumat disimpan dan dikongsi, video yang anda lihat tentang kami. Gambar video, maklumat peranti, log dan maklumat peribadi lain; Anda boleh mengakses, membetulkan dan memadamkan kebenaran anda; Kami akan menggunakan teknologi keselamatan peribadi di pusat operasi teratas untuk melindungi maklumat peribadi anda. Anda boleh membaca versi %@ dan %@ untuk butiran penuh. Jika anda bersetuju, sila klik "Setuju" untuk menerima perkhidmatan kami.
nl: U bent van harte welkom om XXXXXXXX. XXXXXXXX is een online audioplatform dat is ontwikkeld en beheerd door XXXXXXXX IoT Technology Co., Ltd. (hierna "You Help Us" genoemd). Begrijp alsjeblieft dat we zullen verzamelen, gebruiken, hoe informatie wordt opgeslagen en gedeelde video's die u over ons ziet. Videobeelden, apparaatinformatie, logboeken en andere persoonlijke informatie; U kunt uw autorisatie openen, corrigeren en verwijderen; We zullen persoonlijke beveiligingstechnologie gebruiken in het topoperatiecentrum om uw persoonlijke informatie te beschermen. U kunt de versie %@ en %@ lezen voor volledige details. Als u akkoord gaat, klikt u op "Akkoord" om onze service te accepteren.
pl: Witamy w XXXXXXXX! XXXXXXXX jest internetową platformą audio-wideo opracowaną i obsługiwaną przez firmę XXXXXXXX IoT Technology Co., Ltd. (zwaną dalej „my/nas”). Można lepiej zrozumieć zasadę zbierania, wykorzystywania, przechowywania i udostępniania przez nas danych osobowych użytkowników po zapoznaniu się z „Zasadami ochrony prywatności” i „Umowa z użytkownikiem”. Aby zapewnić bieżący obraz, odtwarzanie wideo, subskrypcję kolekcji, interakcję ze społecznością i inne usługi, musimy zebrać dane osobowe użytkowników, takie jak nagrania wideo, obrazy wideo, informacje o urządzeniu, dzienniki operacji itp. Użytkownik może uzyskać dostęp, korygować, usuwać swoje dane osobowe, a także zarządzać autoryzacją w Centrum Osobistym. Będziemy korzystać z wiodącej w branży technologii zabezpieczeń w celu ochrony Twoich danych osobowych. Więcej informacji można uzyskać, czytając pełny tekst %@ i %@. Jeśli wyrażasz zgodę, naciśnij przycisk „Zgadzam się”, aby zaakceptować nasze warunki świadczenia usług.
pt: Seja bem-vindo a usar XXXXXXXX! XXXXXXXX é uma plataforma de áudio e vídeo on-line pequisada e desenvolvida e operada pela XXXXXXXX IoT Technology Co., Ltd.(Doravante denominado "nós"), usaremos a Acordo de Privacidade e o Acordo de Usuário para ajudá-lo a entender a situação como coletamos, usamos, armazenamos e compartilhamos informações pessoais e seus direitos relacionados. Para fornecer vídeo ao vivo, reprodução de vídeo, assinatura de coleção, interação com a comunidade e outros serviços, precisamos coletar suas informações pessoais, como gravações de vídeo, imagens de vídeo, informações de dispositivo, registros de operação, etc; Você pode acessar, corrigir, excluir suas informações pessoais e gerenciar sua autorização no Centro Pessoal; Utilizaremos tecnologias de segurança líderes do setor para proteger suas informações pessoais. Você pode entender os detalhes lendo a versão completa de %@ e %@. Se você concordar, clique em "Concordo" para aceitar os nossos serviços.
ru: Добро пожаловать в XXXXXXXX! "XXXXXXXX" это онлайн-платформа для работы с аудио и видео, разработанная и эксплуатируемая компанией XXXXXXXX IoT Technology Co., Ltd. (далее именуемая "мы"). С помощью "Политики конфиденциальности" и "Пользовательского соглашения" мы ознакомляем Вас с состоянием, как мы собираем, используем, сохраним и предоставляем к совместному доступу к персональным данным, а также вашими соответствующими правами. Для того, чтобы предоставить Вам услуги по прямой трансляции, отложенному просмотру, избранному и подписке, взаимодействию в сообществах и т.д. нам необходимо собирать такие ваши персональные данные, как видеозапись, кадры из видео, информация об устройстве, журнал операций и др.; Вы можете быть доступны к вашим персональным данным в личном кабинете, изменить или удалить их, а также управлять вашими уполномочиями. Мы будем надёжно защищать Ваши персональные данные при помощи профессиональных передовых техник безопасности. Вы можете прочитать полный текст %@ и %@ для получения более подробной информации. Если Вы согласны, нажмите "Я согласен" чтобы принять наши услуги.
sk: Môžete používať videotechnológiu XXXXXXXX je online audio platforma vyvinutá a prevádzkovaná spoločnosťou XXXXXXXX IoT Technology Co., Ltd. (ďalej len „Pomôžete nám“). Prosím, pochopte, že budeme zhromažďovať, používať, ako sa informácie ukladajú a zdieľané, videá, ktoré o nás vidíte. Video obrázky, informácie o zariadení, denníky a ďalšie osobné informácie; Môžete pristupovať k svojej autorizácii, opravovať ju a mazať; Na ochranu vašich osobných údajov použijeme technológiu ochrany osobných údajov v najvyššom operačnom stredisku. Úplné podrobnosti si môžete prečítať vo verzii %@ a %@. Ak súhlasíte, kliknite na „Súhlasím“ a prijmite našu službu.
th: ยินดีต้อนรับคุณเข้าสู่การใช้งานXXXXXXXX! XXXXXXXX เป็นแพลตฟอร์มเสียงและวิดีโอออนไลน์ที่พัฒนาและดำเนินการโดยบริษัท XXXXXXXX IoT Technology Co., Ltd. (ต่อไปนี้จะเรียกว่า "เรา") เราจะนำ《นโยบายความเป็นส่วนตัว》และ《ข้อตกลงผู้ใช้》 มาช่วยให้คุณเข้าใจว่าเรารวบรวม ใช้งาน จัดเก็บและแบ่งปันข้อมูลส่วนบุคคลและสิทธิที่เกี่ยวข้องของคุณได้อย่างไร เพื่อให้บริการไลฟ์สดวิดิโอ การเล่นวิดีโอย้อนหลัง สมัครสมาชิกคอลแลคชั่น กิจกรรมชุมชน และบริการอื่นๆ เราจำเป็นต้องเก็บรวบรวมข้อมูลการบันทึกวิดิโอ รูปภาพวิดิโอ ข้อมูลอุปกรณ์ บันทึกการทำงานและข้อมูลส่วนตัวต่างๆ คุณสามารถรับชม แก้ไข ลบข้อมูลส่วนบุคคลและแก้ไขการอนุญาตของคุณได้ในศูนย์ส่วนบุคคล เราจะปกป้องข้อมูลส่วนบุคคลของคุณด้วยเทคโนโลยีความปลอดภัยชั้นนำของอุตสาหกรรม คุณสามารถเรียนรู้ข้อมูลเพิ่มเติมได้โดยการอ่านเวอร์ชั่นเต็มของ %@และ%@ ถ้าหากคุณเห็นด้วย กรุณากด "เห็นด้วย" เพื่อรับการบริการจากเรา
tr: XXXXXXXX kullandığınız için teşekkür ederiz! XXXXXXXX, XXXXXXXX IoT Technology Co., Ltd. (bundan sonra "biz" olarak anılacaktır) tarafından geliştirilen ve işletilen bir çevrimiçi ses ve video platformudur. Gizlilik Sözleşmesi ve Kullanıcı Sözleşmesi ile kişisel bilgileri topladığımız, kullandığımız, sakladığımız ve paylaştığımız durumu anlamanıza yardım edeceğiz. size canlı yayın, video oynatma, koleksiyon aboneliği, topluluk etkileşimi ve diğer hizmetleri sağlamak için video kayıtları, video resimleri, cihaz bilgileri, işlem günlükleri vb. kişisel bilgilerinizi toplamamız gerekir. siz kişisel merkezde, kişisel bilgileri gözden geçirme, düzeltme, silme işlemleri ile ilgili yetkilendirme ve yönetme yapabilirsiniz. Kişisel bilgilerinizi korumak için sektör lideri güvenlik teknolojisini kullanacaktır. siz tam eksiksiz olan %@ ve %@ okuyarak detaylı bilgilere sahip olabilirsiniz. Kabul ediyorsanız, hizmetlerimizi kabul etmek için lütfen "Kabul Ediyorum" u tıklayın.
vi: Chào mừng bạn sử dụng XXXXXXXX! XXXXXXXX là nền tảng âm thanh và video trực tuyến do XXXXXXXX IoT Technology Co., Ltd. nghiên cứu và phát triển đồng thời đưa vào hoạt động (Sau đây gọi là "chúng tôi"). Chúng tôi sẽ giúp bạn hiểu cách chúng tôi thu thập, sử dụng, lưu trữ và chia sẻ thông tin cá nhân và các quyền liên quan của bạn thông qua "Chính sách Bảo mật" và "Thỏa thuận Người dùng" của chúng tôi. Để cung cấp cho bạn video phát trực tiếp, phát lại video, đăng ký lưu trữ, tương tác cộng đồng và các dịch vụ khác,chúng tôi cần thu thập thông tin cá nhân của bạn như quay video, hình ảnh video, thông tin thiết bị, nhật ký hoạt động, v.v; Bạn có thể truy cập, sửa, xóa thông tin cá nhân của mình và quản lý các ủy quyền của bạn trong trung tâm cá nhân; Chúng tôi bảo vệ thông tin cá nhân của bạn bằng các công nghệ bảo mật hàng đầu trong ngành. Bạn có thể tìm hiểu thông tin kỹ càng đầy đủ bằng cách đọc phiên bản đầy đủ %@ và %@. Nếu bạn đồng ý, vui lòng nhấp vào "Đồng ý" để chấp nhận dịch vụ của chúng tôi.
zh_hans: 欢迎您使用XXXXXXXX！XXXXXXXX是由深圳智多豚物联技术有限公司（以下简称“我们”）研发和运营的在线音视频平台，我们将通过《隐私政策》和《用户协议》帮助您了解我们收集、使用、存储和共享个人信息的情况，以及您所享有的相关权利。 为了向您提供视频直播、视频回放、收藏订阅、社区互动等服务，我们需要收集您的视频录像、视频图片、设备信息、操作日志等个人信息； 您可以在个人中心访问、更正、删除您的个人信息并管理您的授权； 我们会采用业界领先的安全技术保护好您的个人信息。 您可以通过阅读完整版%@和%@了解详细信息。 如您同意，请点击“同意”接受我们的服务。
zh_hant: 歡迎您使用XXXXXXXX！XXXXXXXX是由深圳智多豚物聯科技有限公司（以下簡稱“我們”）研發和運營的在線音視頻平台，我們將通過《隱私政策》和《用戶協議》幫助您了解我們收集、使用、存儲和共享個人信息的情況，以及您所享有的相關權利。 為了向您提供視頻直播、視頻回放、收藏訂閱、社區互動等服務，我們需要收集您的視頻錄像、視頻圖片、設備信息、操作日誌等個人信息； 您可以在個人中心訪問、更正、刪除您的個人信息並管理您的授權； 我們會採用業界領先的安全技術保護好您的個人信息。 您可以通過閱讀完整版%@和%@了解詳細信息。 如您同意，請點擊“同意”接受我們的服務。

# AA0047
source: %@'s home
cs: %@Domů
fa: %@ Home
id: Rumah %@
ja: %@の家
ms: Rumah %@
sk: %@ Home
th: ครอบครัว%@
vi: Nhà của %@
zh_hans: %@的家
zh_hant: %@的家

# AA0048
source: Device
cs: Zařízení
de: Gerät
el: Συσκευή
es: Dispositivo
fa: دستگاه
fr: Appareil
id: Perangkat
it: Dispositivi
ja: 端末
ms: Peranti
nl: Apparaat
pl: Urządzenie
pt: Dispositivos
ru: Устройства
sk: Zariadenie
th: อุปกรณ์
tr: Cihaz
vi: Thiết bị
zh_hans: 设备
zh_hant: 設備

# AA0049
source: Add device
cs: Přidat zařízení
de: Geräte hinzufügen
el: Προσθέστε ΣΥΣΚΕΥΗ
es: Añadir dispositivo
fa: اضافه کردن دستگاه
fr: Ajouter un appareil
id: Menambah alat
it: Aggiungi dispositivi
ja: 端末の登録
ms: Tambah peranti
nl: Apparaat toevoegen
pl: Dodaj Urządzenie
pt: Adicionar dispositivo
ru: Добавить устройство
sk: Pridať zariadenie
th: เพิ่มอุปกรณ์
tr: Cihaz ekle
vi: Thêm thiết bị
zh_hans: 添加设备
zh_hant: 添加設備

# AA0050
source: Device sharing
cs: Sdílení zařízení
fa: شریک دستگاه‌ها
id: Berbagi perangkat
ja: デバイスの共有
ms: Berkongsi peranti
sk: Spoločné zariadenia
th: แบ่งปันอุปกรณ์
vi: Chia sẻ thiết bị
zh_hans: 分享设备
zh_hant: 分享設備

# AA0051
source: Scan
cs: Naskenujte
de: scannen
el: Σάρωση
es: Escanear
fa: اسکن
fr: Scannez
id: Pindai
it: Scansione QRcode
ja: スキャン
nl: Scan het
pl: Zeskanować
pt: Digitalizar código QR
ru: Сканируйте
sk: Naskenujte
th: สแกนโค้ด
tr: Tarayın
vi: Quét
zh_hans: 扫一扫
zh_hant: 掃一掃

# AA0052
source: Create a smart life with new experience.
cs: Vytvoření nových zkušeností a vytvoření inteligentního života
fa: ایجاد یک تجربه جدید و ایجاد یک زندگی باهوش
id: Ciptakan pengalaman baru dan kehidupan bijak.
ja: スマート暮らしの新しい体験を届けます
ms: Cipta kehidupan pintar dengan pengalaman baharu
sk: Vytvorenie nových skúseností a vytvorenie inteligentného života
th: สร้างประสบการณ์ใหม่และสร้างชีวิตที่ชาญฉลาด
vi: Tạo ra trải nghiệm mới, xây dựng cuộc sống thông minh
zh_hans: 打造全新体验，创造智慧生活
zh_hant: 打造全新體驗，創造智慧生活

# AA0053
source: Online
el: Σε σύνδεση
es: En línea
fa: آنلاین
fr: En ligne
id: Tersambung
it: In linea
ja: オンライン
ms: Talian
pt: Conectado
ru: В сети
th: ออนไลน์
tr: çevrimiçi
vi: Trực tuyến
zh_hans: 在线
zh_hant: 在線

# AA0054
source: Offline
el: Εκτός σύνδεσης
es: Fuera de línea
fa: آفلاین
fr: Hors ligne
id: Tidak terhubung
it: Non in linea
ja: オフライン
ms: Tutup Talian
pt: Desconectado
ru: Не в сети
th: ออฟไลน์
tr: Çevrimdışı
vi: Ngoại tuyến
zh_hans: 离线
zh_hant: 離線

# AA0055
source: Share
cs: Sdílet
de: Teilen
el: Μερίδιο
es: Compartir
fa: اشتراک گذاری
fr: Partager
id: Berbagi
it: Condividere con gli amici
ja: シェア
ms: Kongsi
nl: Delen
pl: Udostępnienie
pt: Compartilhar
ru: Поделиться
sk: Zdieľať
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 共享
zh_hant: 共享

# AA0056
source: Delete device
cs: Smazat zařízení
de: Gerät löschen
el: Διαγραφή συσκευής
es: Borrar dispositivo
fa: حذف دستگاه
fr: Supprimer l'appareil
id: Menghapus alat
it: Elimina il dispositivo
ja: 端末削除
ms: Peranti penyingkiran
nl: Wissen apparaat
pl: Usuń urządzenie
pt: Apagar dispositivo
ru: Удалить устройство
sk: Vymazať zariadenie
th: ตัดออกอุปกรณ์
tr: Cihazı sil
vi: Xóa thiết bị
zh_hans: 删除设备
zh_hant: 刪除設備

# AA0057
source: Are you sure to delete the device?
cs: Jste si jistí, že chcete zařízení smazat?
fa: مطمئنی می‌خواهید دستگاه را حذف کنید؟
id: Yakin ingin menghapus perangkat?
ja: デバイスを削除しますか。
ms: Adakah anda pasti akan memadamkan peranti itu?
sk: Ste si istý, že chcete vymazať zariadenie?
th: คุณแน่ใจว่าต้องการลบอุปกรณ์หรือไม่?
vi: Xác nhận muốn xóa thiết bị?
zh_hans: 确定要删除设备吗？
zh_hant: 確定要刪除設備嗎？

# AA0058
source: Confirm
cs: Potvrdit
de: Bestätigung
el: Επιβεβαιώνω
es: Confirmar
fa: تایید
fr: Confirmer
id: Pastikan
it: Confermare
ja: 确认
ms: Mengesahkan
nl: Bevestig
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
th: แน่นอน
tr: Onayla
vi: Xác nhận
zh_hans: 确定
zh_hant: 確定

# AA0059
source: Cancel
cs: Zrušit
de: abbrechen
el: Ματαίωση
es: Cancelar
fa: لغو
fr: Annuler
id: Batalkan
it: Annulla
ja: 取消
ms: Membatalkan
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить
sk: Zrušiť
th: การยกเลิก
tr: İptal et
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# AA0060
source: Are you sure to turn off the device?
cs: Určitě to zařízení vypnete?
id: Yakin ingin mematikan perangkat?
ja: デバイスをオフにしますか。
ms: Adakah anda pasti untuk mematikan peranti?
sk: Si si istý, že vypneš zariadenie?
th: คุณแน่ใจว่าจะปิดอุปกรณ์หรือไม่?
vi: Xác nhận muốn đóng thiết bị?
zh_hans: 确定关闭设备吗？
zh_hant: 確定關閉設備嗎？
