Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0612
source: Please detail your suggestions or problems
cs: Uveďte prosím podrobný popis svých návrhů nebo problémů
fa: لطفا توضیح جزئیات از پیشنهاد یا مشکلات شما را پیشنهاد کنید
id: Harap jelaskan saran atau masalah yang Anda hadapi secara rinci
ja: ご意見やご感想、問題点などを詳しく説明していただくようお願いします
ms: Sila terangkan cadangan atau masalah anda yang dihadapi secara terperinci
sk: Uveďte podrobný opis vašich návrhov alebo problémov, s ktorými sa stretnete.
th: โปรดอธิบายข้อเสนอแนะหรือปัญหาของคุณโดยละเอียด
vi: Vui lòng mô tả chi tiết đề xuất hoặc vấn đề bạn gặp phải
zh_hans: 请详细描述您的建议或遇到的问题
zh_hant: 請詳細描述您的建議或遇到的問題

# AA0613
source: Push notification settings
cs: Nastavení odesílání zpráv
fa: تنظیمات فشار پیام
id: Pengaturan pesan push
ja: プッシュ通知を設定
ms: Tetapan tolak mesej
sk: Nastavenia tlaku správy
th: การตั้งค่าพุชข้อความ
vi: Cài đặt đẩy tin nhắn
zh_hans: 消息推送设置
zh_hant: 消息推送設置

# AA0614
source: System access settings
cs: Nastavení systémových oprávnění
fa: تنظیمات اجازه سیستم
id: Pengaturan akses sistem
ja: システム権限を設定
ms: Tetapan kebenaran sistem
sk: Nastavenia systémových povolení
th: การตั้งค่าสิทธิ์ของระบบ
vi: Cài đặt quyền hệ thống
zh_hans: 系统权限设置
zh_hant: 系統權限設置

# AA0615
source: Push notifications
cs: Oznámení push zprávy
fa: هشدار فشار پیام
id: Notifikasi pesan push
ja: プッシュ通知
ms: Pemberitahuan tolak mesej
sk: Oznámenie o tlačení správy
th: การแจ้งเตือนแบบพุชข้อความ
vi: Thông báo đẩy tin nhắn
zh_hans: 消息推送通知
zh_hant: 消息推送通知

# AA0616
source: Enable it to timely receive the latest messages from XXXXXXXX APP
cs: Po aktivaci můžete okamžitě dostávat nejnovější aktualizace aplikace XXXXXXXX
fa: بعد از فعالیت، شما می توانید فوراً اخیراً جدیدی از کاربرد XXXXXXXX را دریافت کنید
id: Setelah diaktifkan, dapat segera menerima pesan terbaru XXXXXXXX APP
ja: オンにすると、XXXXXXXXアプリからのメッセージをいち早く入手できます
ms: Selepas hidupkannya, anda boleh dapatkan berita terkini daripada XXXXXXXX APP tepat pada masanya
sk: Po aktivácii môžete bezodkladne dostať posledné aktualizácie aplikácie XXXXXXXX
th: คุณสามารถรับข่าวสารล่าสุดของ XXXXXXXX APP ได้ทันเวลาหลังจากเปิด
vi: Sau khi bật, có thể nhận thông tin mới nhất từ APP XXXXXXXX
zh_hans: 开启后，可及时获得XXXXXXXX APP的最新消息
zh_hant: 開啟後，可及時獲得XXXXXXXX APP的最新消息

# AA0617
source: Grant permission
cs: Přejít autorizovat
fa: برو اجازه بده
id: Pergi izinkan
ja: 権限を許可
ms: Pergi membenarkan
sk: Choď povoliť
th: มอบอํานาจ
vi: Đến ủy quyền
zh_hans: 去授权
zh_hant: 去授權

# AA0618
source: Enabled
cs: Otevřeno
fa: باز شده
id: Diaktifkan
ja: オン
ms: Diaktifkan
sk: Otvorené
th: เปิดแล้ว
vi: Đã mở
zh_hans: 已开启
zh_hant: 已開啟

# AA0619
source: Location
cs: poloha
fa: موقعیت
id: Posisi
ja: 位置情報
ms: Lokasi
sk: poloha
th: สถานที่
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# AA0620
source: Enable it to help the device connect to Wi-Fi when being added
cs: Po aktivaci může zařízení pomoci připojit se k Wi-Fi během procesu přidávání
fa: بعد از فعالیت، می‌تواند دستگاه در طول فرایند اضافه به Wi Fi کمک کند
id: Setelah diaktifkan, dapat membantu perangkat terhubung dengan Wi-Fi saat proses ditambahkan
ja: オンにすると、デバイス追加のときWi-Fiに接続できます
ms: Selepas dihidupkan, ia boleh membantu peranti menyambung ke Wi-Fi semasa proses penambahan
sk: Po aktivácii môže pomôcť zariadeniu pripojiť sa k Wi-Fi počas procesu pridania
th: เมื่อเปิดเครื่องจะช่วยให้อุปกรณ์เชื่อมต่อ Wi-Fi ในระหว่างกระบวนการเพิ่ม
vi: Sau khi bật, có thể giúp thiết bị kết nối Wi-Fi trong quá trình thêm
zh_hans: 开启后，可帮助设备在添加过程中连接Wi-Fi
zh_hant: 開啟後，可幫助設備在添加過程中連接Wi-Fi

# AA0621
source: Bluetooth
fa: بلوتوت
th: บลูทูธ
zh_hans: 蓝牙
zh_hant: 藍牙

# AA0622
source: Storage
cs: skladování
fa: ذخیره
id: Penyimpanan
ja: 保存
ms: Simpanan
sk: skladovanie
th: เก็บ
vi: Lưu trữ
zh_hans: 存储
zh_hant: 存儲

# AA0623
source: Enable it to help save video screenshots and recordings
cs: Po aktivaci může pomoci uložit video screenshoty a nahrávky
fa: بعد از فعالیت، می‌تواند تصویر‌های ویدئو و ثبت‌ها را کمک کند
id: Setelah diaktifkan, dapat membantu menyimpan tangkapan layar video dan rekaman
ja: オンにすると、動画のスクリーンショットや録画ファイルを保存できます
ms: Selepas dihidupkan, ia boleh membantu menyimpan tangkapan skrin dan rakaman video
sk: Po aktivácii môže pomôcť zachrániť video obrazovky a záznamy
th: เมื่อเปิดเครื่องจะช่วยบันทึกภาพหน้าจอและวิดีโอวิดีโอได้
vi: Sau khi bật, có thể giúp lưu ảnh chụp màn hình và video
zh_hans: 开启后，可帮助保存视频截图和录像
zh_hant: 開啟後，可幫助保存視頻截圖和錄像

# AA0624
source: Allow running in the background
cs: Povolit operaci backendu
fa: اجازه دهید عملیات پشتیبانی
id: Mengizinkan operasi latar belakang
ja: バックグラウンド実行を許可
ms: Benarkan berjalan di latar belakang
sk: povoliť operáciu backend
th: อนุญาตให้ทํางานอยู่เบื้องหลัง
vi: Cho phép chạy trong nền
zh_hans: 允许后台运行
zh_hant: 允許後臺運行

# AA0625
source: We recommend you enable it to timely receive alerts when the app is running in the background
cs: Aplikace může také přijímat včasné upozornění při spuštění na pozadí. Doporučuje se toto oprávnění povolit
fa: APP می‌تواند همچنین پیام‌های هشدار زمانی را در حالی که در پشت زمینه می‌رود پذیرفت. این اجازه را فعال کردن پیشنهاد می‌شود.
id: Pesan peringatan juga dapat diterima saat APP beroperasi di latar belakang, disarankan untuk mengaktifkan izin ini
ja: アプリがバックグラウンドで実行する時もリアルタイムにアラートメッセージを受信できますので、この権限の許可をおすすめします。
ms: Disyorkan hidupkan kebenaran ini supaya Apl juga boleh menerima mesej penggera tepat pada masanya apabila berjalan di latar belakang
sk: APP môže tiež prijímať včasné upozornenia pri spustení v pozadí. Odporúča sa umožniť to to povolenie
th: APP ยังสามารถรับข้อความเตือนได้ทันเวลาเมื่อทํางานอยู่เบื้องหลัง ขอแนะนําให้เปิดการอนุญาตนี้
vi: APP cũng có thể nhận được thông báo cảnh báo kịp thời khi chạy trong nền. Bạn nên bật quyền này
zh_hans: APP在后台运行时也能及时收到告警消息，建议开启此权限
zh_hant: APP在後臺運行時也能及時收到告警消息，建議開啟此權限

# AA0626
source: Enable it to add a device by scanning
cs: Po aktivaci můžete pomocí skenování přidat zařízení
fa: بعد از فعالیت، می‌توانید از اسکن برای افزودن دستگاه استفاده کنید
id: Setelah diaktifkan, perangkat dapat ditambahkan dengan menggunakan pemindai
ja: オンにすると、スキャン機能でデバイスを追加できます
ms: Selepas menghidupkannya, anda boleh menggunakan imbasan untuk menambah peranti
sk: Po aktivácii môžete použiť sken na pridanie zariadení
th: หลังจากเปิดแล้ว คุณสามารถใช้การกวาดเพื่อเพิ่มอุปกรณ์ได้
vi: Sau khi bật, có thể dùng tính năng quét để thêm thiết bị
zh_hans: 开启后，可使用扫一扫添加设备
zh_hant: 開啟後，可使用掃一掃添加設備

# AA0627
source: Microphone
cs: Mikrofon
fa: میکروفون
id: Mikrofon
ja: マイク
ms: Mikrofon
sk: Mikrofón
th: ไมโครโฟน
vi: Micrô
zh_hans: 麦克风
zh_hant: 麥克風

# AA0628
source: Enable it to use the device as a voice intercom and customize voice
cs: Po aktivaci lze použít hlasový interkom zařízení a vlastní hlasové nastavení
fa: بعد از فعالیت، پیکربندی صدای دستگاه و تنظیمات صدای شخصی می‌توانند استفاده شود
id: Setelah diaktifkan, dapat menggunakan interkom perangkat suara dan mengatur suara kustomisasi
ja: オンにすると、通話機能と音声のカスタマイズ機能を利用できます
ms: Selepas menghidupkannya, anda boleh menggunakan interkom suara peranti dan menetapkan suara tersuai
sk: Po aktivácii sa môžu použiť sprostredkovacie hlasové zariadenie a osobitné hlasové nastavenia
th: หลังจากเปิดเครื่องแล้ว คุณสามารถใช้อินเตอร์คอมเสียงของอุปกรณ์และตั้งค่าเสียงที่กําหนดเองได้
vi: Sau khi bật, có thể dùng liên lạc bằng giọng nói của thiết bị, cài đặt giọng nói tùy chỉnh
zh_hans: 开启后，可使用设备语音对讲、设置自定义语音
zh_hant: 開啟後，可使用設備語音對講、設置自定義語音

# AA0629
source: Floating window
cs: Pozastavené okno
fa: پنجره متوقف
id: Jendela melayang
ja: フローティングウィンドウ
ms: Tingkap terapung
sk: Zrušené okno
th: หน้าต่างลอย
vi: Cửa sổ nổi
zh_hans: 悬浮窗
zh_hant: 懸浮窗

# AA0630
source: Enable it to use mini-window video playback and floating nursing alarm
cs: Po aktivaci lze použít funkci přehrávání malého okna monitorovacího videa a zavěšený monitorovací zvonek
fa: بعد از فعالیت، کاربرد بازی پنجره کوچک ویدئو نظارت و زنگ نگهبانی استفاده می‌شود
id: Setelah dibuka, dapat menggunakan fitur putar balik jendela kecil dari kamera pengawas dan bel pengawas melayang
ja: オンにすると、監視映像の小窓表示機能と見守りベルのフローティング機能を利用できます
ms: Selepas menghidupkannya, anda boleh menggunakan fungsi main balik tetingkap kecil video pemantauan dan loceng penjagaan terapung
sk: Po aktivácii sa môže použiť malá funkcia spätného zobrazovania okna monitorovacieho videa a suspendovaného monitorovacieho zvonku.
th: หลังจากเปิดเครื่องแล้ว คุณสามารถใช้ฟังก์ชันการเล่นหน้าต่างขนาดเล็กของวิดีโอตรวจสอบและกระดิ่งพยาบาลเพื่อลอยได้
vi: Sau khi bật, có thể dùng tính năng phát lại cửa sổ nhỏ của video giám sát, cửa sổ nổi chuông giám sát
zh_hans: 开启后，可使用监控视频的小窗播放功能、看护铃悬浮
zh_hant: 開啟後，可使用監控視頻的小窗播放功能、看護鈴懸浮

# AA0631
source: Backend pop-up
cs: Vyskakující rozhraní na pozadí
fa: Interface pop up in the background
id: Antarmuka pop up latar belakang
ja: バックグラウンドのポップアップウィンドウ
ms: Antara muka timbul dari latar belakang
sk: Pop up interface in the background
th: อินเทอร์เฟซป๊อปอัปพื้นหลัง
vi: Giao diện bật lên trong nền
zh_hans: 后台弹出界面
zh_hant: 後臺彈出界面

# AA0632
source: Enable it to timely receive nursing alarm notifications
cs: Po aktivaci můžete obdržet včasná oznámení od zvonu pečovatele
fa: بعد از فعالیت، می‌توانید از زنگ نگهبان اطلاعات زمانی را دریافت کنید
id: Setelah diaktifkan, dapat segera menerima notifikasi bel pengawas
ja: オンにすると、見守りベルの通知をいち早く確認できます
ms: Selepas menghidupkannya, anda boleh menerima pemberitahuan tepat pada masanya daripada loceng penjagaan
sk: Po aktivácii môžete dostať včasné oznámenia od zvonku opatrovateľa
th: หลังจากเปิดแล้วคุณจะได้รับการแจ้งเตือนของกระดิ่งพยาบาลได้ทันเวลา
vi: Sau khi bật, có thể nhận được thông báo về chuông giám sát
zh_hans: 开启后，可及时收到看护铃通知
zh_hant: 開啟後，可及時收到看護鈴通知

# AA0633
source: To enhance your experience, XXXXXXXX will request the following permissions in specific scenarios
cs: Abychom vám mohli poskytnout lepší uživatelské zkušenosti, XXXXXXXX od vás požádá o následující oprávnění mobilního systému v konkrétních scénářích
fa: برای اینکه تجربه بهتری از کاربر را به شما بدهید، دوباره برای اجازه‌های سیستم موبایل زیر از شما در سناریوهای مخصوص درخواست خواهد کرد
id: Untuk menyediakan pengalaman pengguna yang lebih baik untuk Anda, XXXXXXXX akan mengajukan izin sistem ponsel berikut ini pada adegan tertentu
ja: XXXXXXXXは、ユーザー体験の向上に努めており、一部の場面において以下のシステム権限の許可を求めることがあります
ms: Untuk memberikan anda pengalaman pengguna yang lebih baik, XXXXXXXX akan memohon kebenaran sistem mudah alih berikut dalam senario tertentu
sk: Aby ste získali lepšie skúsenosti s užívateľom, XXXXXXXX bude od vás požiadať o nasledujúce povolenia mobilného systému v špecifických scenároch:
th: เพื่อให้คุณได้รับประสบการณ์การใช้งานที่ดียิ่งขึ้น XXXXXXXX จะนําไปใช้กับคุณสําหรับการอนุญาตระบบโทรศัพท์มือถือต่อไปนี้ในสถานการณ์เฉพาะ
vi: Để cung cấp cho bạn trải nghiệm người dùng tốt hơn, XXXXXXXX sẽ xin bạn cấp quyền hệ thống điện thoại sau trong các trường hợp cụ thể
zh_hans: 为了向您提供更好的用户体验，XXXXXXXX 会在特定场景下向您申请以下手机系统权限
zh_hant: 為了向您提供更好的用戶體驗，XXXXXXXX 會在特定場景下向您申請以下手機系統權限

# AA0634
source: Authorized
cs: Povolené
fa: اجازه داده شده
id: Telah izinkan
ja: 権限を許可した
ms: Dibenarkan
sk: Povolené
th: อนุญาต
vi: Đã ủy quyền
zh_hans: 已授权
zh_hant: 已授權

# AA0635
source: Unauthorized
cs: Neoprávněné
fa: اجازه داده نشده
id: Belum izinkan
ja: 権限を許可していない
ms: Tanpa kebenaran
sk: Neoprávnené
th: ไม่ได้รับอนุญาต
vi: Chưa ủy quyền
zh_hans: 未授权
zh_hant: 未授權

# AA0636
source: Local network
cs: Místní síť
fa: شبکه محلی
id: Jaringan lokal
ja: ローカルネットワーク
ms: Rangkaian tempatan
sk: Lokálna sieť
th: เครือข่ายท้องถิ่น
vi: Mạng nội bộ
zh_hans: 本地网络
zh_hant: 本地網絡

# AA0637
source: Real-time monitoring
cs: Sledování v reálném čase
fa: مواظب زمان واقعی
id: Pemantauan aktual
ja: リアルタイム監視
ms: Pemantauan masa nyata
sk: Monitorovanie v reálnom čase
th: การตรวจสอบแบบเรียลไทม์
vi: Giám sát thời gian thực
zh_hans: 实时监控
zh_hant: 實時監控

# AA0638
source: Talkback
cs: Interkom
fa: IntercomGenericName
id: Interkom
ja: に話しかける
ms: Intercom
sk: Intercom
th: คุยกัน
vi: Thoại
zh_hans: 对讲
zh_hant: 對講

# AA0639
source: PTZ
cs: Gimbal
fa: City name (optional, probably does not need a translation)
id: Pan Tilt
ja: 雲台
ms: Kepala tripod
sk: GimbalCity name (optional, probably does not need a translation)
vi: Gimbal
zh_hans: 云台
zh_hant: 雲台

# AA0640
source: Playback
cs: přehrávání
fa: بازی
id: Putar ulang
ja: 再生
ms: Replay
th: ฉายบางตอนใหม่
vi: Xem lại
zh_hans: 回放
zh_hant: 回放

# AA0642
source: Device configuration
cs: Konfigurace zařízení
fa: پیکربندی ابزار
id: Pengaturan perangkat
ja: デバイス設定
ms: Konfigurasi Peranti
sk: Konfigurácia zariadenia
th: การกําหนดค่าอุปกรณ์
vi: Cấu hình thiết bị
zh_hans: 设备配置
zh_hant: 設備配置

# AA0643
source: Device monitoring
cs: Monitorování zařízení
fa: مراقبت ابزار
id: Pemantauan perangkat
ja: デバイス監視
ms: Pemantauan peranti
sk: Monitorovanie zariadenia
th: การตรวจสอบอุปกรณ์
vi: Giám sát thiết bị
zh_hans: 设备监控
zh_hant: 設備監控

# AA0644
source: Device playback
cs: Přehrávání zařízení
fa: بازی دستگاه
id: Putar balik perangkat
ja: デバイスのプレイバック
ms: Main balik peranti
sk: Reprodukcia zariadenia
th: การเล่นอุปกรณ์
vi: Phát lại thiết bị
zh_hans: 设备回放
zh_hant: 設備回放

# AA0645
source: Device control
cs: Kontrola zařízení
fa: کنترل تجهیزات
id: Pengaturan perangkat
ja: デバイスコントロール
ms: Lawalan peranti
sk: Kontrola zariadenia
th: การควบคุมอุปกรณ์
vi: Điều khiển thiết bị
zh_hans: 设备控制
zh_hant: 設備控製

# AA0647
source: Device permissions
cs: Oprávnění zařízení
fa: اجازه‌های دستگاه
id: Izin perangkat
ja: デバイス権限
ms: Kebenaran peranti
sk: Právomoci zariadenia
th: อํานาจอุปกรณ์
vi: Quyền thiết bị
zh_hans: 设备权限
zh_hant: 設備權限

# AA0648
source: Add a shared friend
cs: Přidat sdílené přátele
fa: افزودن دوستان مشترک
id: Tambahkan teman berbagi
ja: 共有友達を追加
ms: Tambah rakan kongsi
sk: Pridať spoločných priateľov
th: เพิ่มเพื่อนที่แชร์
vi: Thêm bạn bè chia sẻ
zh_hans: 添加共享好友
zh_hant: 添加共享好友

# AA0649
source: Remove all
cs: odstranit všechny
fa: حذف تمام
id: Hapus semua
ja: すべて削除
ms: Alihkan semua
sk: odstrániť všetky
th: ลบทั้งหมด
vi: Xóa tất cả
zh_hans: 全部移除
zh_hant: 全部移除

# AA0650
source: Are you sure you want to remove all?
cs: Určitě je chceš odstranit všechny?
fa: مطمئني که ميخواي همه شون رو از بين ببري؟
id: Apakah Anda yakin ingin menghapus semua?
ja: すべて削除しますか？
ms: Adakah anda pasti mahu alihkan semua?
sk: Si si istý, že ich chceš všetkých odstrániť?
th: คุณแน่ใจหรือว่าต้องการลบทั้งหมด?
vi: Bạn có chắc chắn muốn xóa tất cả không?
zh_hans: 确定要全部移除吗？
zh_hant: 確定要全部移除嗎？

# AA0651
source: Premium Services
cs: Akciové služby
fa: خدمات برابر
id: Layanan ekuitas
ja: 権益サービス
ms: Comment
sk: Kapitálové služby
th: บริการสิทธิ์ประโยชน์
vi: Dịch vụ quyền lợi
zh_hans: 权益服务
zh_hant: 權益服務

# AA0652
source: Data
cs: průtok
fa: روان
id: mengalir
ja: りゅうりょう
ms: aliran
sk: prietok
th: การจราจร
vi: Dung lượng
zh_hans: 流量
zh_hant: 流量

# AA0653
source: My Orders
cs: Moje objednávka
fa: سفارش من
id: Pesananku
ja: 私の注文
ms: Arahan saya
sk: Môj rozkaz
th: คำสั่งของฉัน
vi: Đơn hàng của tôi
zh_hans: 我的订单
zh_hant: 我的訂單

# AA0654
source: My Coupons
cs: Můj poukaz na kartu
fa: واچر کارت من
id: Kupon saya
ja: マイカード券
ms: Guru kad saya
sk: Môj kartový kupón
th: คูปองบัตรของฉัน
vi: Phiếu giảm giá
zh_hans: 我的卡券
zh_hant: 我的卡券

# AA0655
source: Real-time monitoring cannot be turned off
cs: Sledování v reálném čase nelze vypnout
de: Echtzeitüberwachung kann nicht ausgeschaltet werden
el: Η παρακολούθηση σε πραγματικό χρόνο δεν μπορεί να απενεργοποιηθεί
es: La monitorización en tiempo real no se puede desactivar
fa: مواظب زمان واقعی نمی‌تواند خاموش شود
fr: La surveillance en temps réel ne peut être désactivée
id: Tidak dapat menutup pemantauan aktual
it: Il monitoraggio in tempo reale non può essere disattivato
ja: リアルタイム監視をオフにできません
ms: Pemantauan masa nyata tidak boleh dimatikan
nl: Realtime bewaking kan niet worden uitgeschakeld
pl: Nie można wyłączyć monitoringu w czasie rzeczywistym
pt: Monitoramento em tempo real não pode ser desligado
ru: Мониторинг в реальном времени не может быть отключен
sk: Monitorovanie v reálnom čase nemožno vypnúť.
th: ไม่สามารถปิดการตรวจสอบแบบเรียลไทม์ได้
tr: Gerçek zamanlı izleme kapatılamaz
vi: Không thể tắt giám sát thời gian thực
zh_hans: 实时监控无法关闭
zh_hant: 即時監控無法關閉

# AA0656
source: Offline, upgrade unavailable
cs: Offline, aktualizace nedostupná
de: Offline, Update nicht möglich
el: Εκτός σύνδεσης, αδύνατη αναβάθμιση
es: Fuera de línea, no disponible
fa: آفلاین، ارتقا موقتاً غیرممکن است
fr: Hors ligne, mise à jour indispo
id: Offline, pembaruan tidak tersedia
it: Offline, aggiornamento non disponibile
ja: オフライン、アップデート不可
ms: Luar talian, kemas kini tidak tersedia
nl: Offline, upgrade niet mogelijk
pl: Offline, aktualizacja niedostępna
pt: Offline, atualização indisponível
ru: Офлайн, обновление недоступно
sk: Offline, aktualizácia nedostupná
th: ออฟไลน์ ไม่สามารถอัปเกรดได้
tr: Çevrimdışı, güncelleme yok
vi: Ngoại tuyến, không thể nâng cấp
zh_hans: 已离线，暂时无法升级
zh_hant: 已離線，暫時無法陞級

# AA0589
source: 呼叫已取消
cs: Hovor zrušen
fa: تماس کنسل شد
id: 通話はキャンセルされました
ja: 호출이 취소됨
ms: Panggilan sudah dibatalkan
sk: Vyvolanie zrušené
th: Đã hủy cuộc gọi
vi: Call cancelled
