Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0294
source: Old password error
cs: Chyba starého hesla
de: Altes Passwort ist falsch
el: Σφάλμα παλαιού κωδικού πρόσβασης
es: Contraseña anterior incorrecta
fa: گذرواژه قبلی درست نیست
fr: Ancien mot de passe incorrect
id: Kata sandi lama salah
it: La vecchia password è sbagliata
ja: 现在のパスワードが正しくありません
ms: Kata laluan yang lama adalah tidak betul
nl: Oud wachtwoord error
pl: Stare hasło błędne
pt: Senha antiga incorreta
ru: Неверный старый пароль
sk: Chyba starého hesla
th: รหัสผ่านไม่ถูกต้อง
tr: Eski şifre yanlış.
vi: Mật khẩu cũ sai
zh_hans: 旧密码错误
zh_hant: 舊密碼錯誤

# AA0295
source: Changing password succeeded. Login again
cs: Změna hesla byla úspěšná. Opětovně přihlásit
de: Passwort erfolgreich geändert. Melden Sie sich bitte erneut an
el: Η αλλαγή κωδικού πρόσβασης ολοκληρώθηκε με επιτυχία. Συνδεθείτε ξανά
es: Cambio de contraseña exitoso. Acceda de nuevo
fa: گذرواژه به طور موفقیت آمیز اصلاح شد، لطفا دوباره وارد شوید.
fr: Mot de passe a été modifié avec succès, veuillez vous reconnecter
id: Kata sandi berhasil diubah, silakan log masuk lagi
it: Password modificata con successo, si prega di accedere di nuovo
ja: パスワード変更しました。再度ログインしてください
ms: Kata laluan kali berjaya, sila log masuk semula
nl: Aanpassen wachtwoord gelukt. Log opnieuw in
pl: Udana zmiana hasła. Zaloguj ponownie
pt: Senha alterada com sucesso. Faça login novamente
ru: Пароль успешно изменен. Войдите снова
sk: Zmena hesla bola úspešná Opätovne prihlásiť
th: เปลี่ยนเปลี่ยนรหัสผ่านสำเร็จ กรุณาเข้าสู่ระบบอีกครั้ง
tr: Parola başarıyla değiştirildi, lütfen tekrar giriş yapın.
vi: Thay đổi mật khẩu thành công, hãy đăng nhập lại
zh_hans: 密码修改成功，请重新登录
zh_hant: 密碼修改成功，請重新登錄

# AA0296
source: Unbound
cs: Odpojeno
de: nicht verbunden
el: Αδετος
es: Desenlazado
fa: قطع اتصال شده
fr: Non lié
id: Tidak terikat
it: Non collegato
ja: 连携されていません
ms: Bukan bergantung
nl: Verboken
pl: Rozwiązany
pt: Desabilitado
ru: Не привязано
sk: Odpojené
th: ยังไม่มัด
tr: Bağlı değil
vi: Chưa liên kết
zh_hans: 未绑定
zh_hant: 未綁定

# AA0297
source: Bound:
cs: Vázáno:
fa: محدود:
id: Terhubung:
ja: 紐付け：
ms: Diikat:
sk: Obmedzenie:
th: ถูกผูกไว้:
vi: Đã liên kết:
zh_hans: 已绑定：
zh_hant: 已綁定：

# AA0298
source: Change phone
cs: Změnit telefonní číslo
fa: تغییر شماره تلفن
id: Mengganti nomor ponsel
ja: 携帯番号を変更
ms: Tukar nombor telefon
sk: Zmeniť telefónne číslo
th: เปลี่ยนหมายเลขโทรศัพท์มือถือ
vi: Thay đổi số điện thoại
zh_hans: 更换手机号
zh_hant: 更換手機號

# AA0299
source: Phone number
cs: Telefonní číslo
de: Mobiltelefon
el: αριθμός τηλεφώνου
es: Teléfono Móvil
fa: تلفن همراه
fr: Numéro de téléphone
id: Ponsel
it: Numero di telefono
ja: 电话番号
ms: Nombor telefon bimbit
nl: Telefoonnummer
pl: Nr.telefonu
pt: Número de celular
ru: номер телефона
sk: Telefónne číslo
th: เบอร์โทรศัพท์
tr: Cep telefonu
vi: Số điện thoại
zh_hans: 请输入手机号
zh_hant: 請輸入手機號

# AA0300
source: Verification code
cs: Zadejte prosím ověřovací kód
fa: لطفاً کد تصدیق را وارد کنید
id: Silakan masukkan kode verifikasi
ja: 認証コードを入力してください
ms: Sila masukkan kod pengesahan
sk: Zadajte overovací kód, prosím.
th: โปรดป้อนรหัสยืนยัน
vi: Hãy nhập mã xác minh
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# AA0301
source: Your phone number has been used
cs: Vaše telefonní číslo bylo použito
de: Handynummer bereits registriert
el: Ο αριθμός τηλεφώνου σας έχει χρησιμοποιηθεί
es: Número de teléfono usado
fa: شماره تلفن مورد نظر استفاده شده است.
fr: Numéro de portable déjà utilisé
id: Nomor telepon sudah digunakan
it: Numero di cellulare già in uso
ja: 电话番号は使用されています
ms: Nombor telefon bimbit digunakan
nl: Dit telefoonnummer is al in gebruik
pl: Twój numer telefonu jest używany
pt: O número de celular já está em uso
ru: Номер телефона уже используется
sk: Vaše telefónne číslo bolo použité
th: หมายเลขโทรศัพท์ที่ถูกใช้
tr: Cep telefonu numarası kullanıldı.
vi: Số điện thoại đã bị sử dụng
zh_hans: 手机号已被注册
zh_hant: 手機號已被註冊

# AA0302
source: The phone number has been bound successfully
cs: Úspěšně vázané telefonní číslo
fa: شماره تلفن به موفقیت متصل شده
id: Berhasil menghubungkan nomor ponsel
ja: 携帯番号との紐付けに成功しました
ms: Nombor telefon diikat berjaya
sk: Úspešne viazané telefónne číslo
th: การผูกหมายเลขโทรศัพท์มือถือสําเร็จ
vi: Liên kết số điện thoại thành công
zh_hans: 绑定手机号成功
zh_hant: 綁定手機號成功

# AA0303
source: The phone number has changed successfully
cs: Úspěšně změněno telefonní číslo
fa: شماره تلفن را به موفقیت تغییر داد
id: Berhasil mengganti nomor ponsel
ja: 携帯番号の変更に成功しました
ms: Nombor telefon ditukar berjaya
sk: Úspešne zmenené telefónne číslo
th: เปลี่ยนหมายเลขโทรศัพท์มือถือสําเร็จ
vi: Thay đổi số điện thoại thành công
zh_hans: 更换手机号成功
zh_hant: 更換手機號成功

# AA0304
source: Change e-mail
cs: Změnit e-mail
fa: تغییر ایمیل
id: Mengganti surel
ja: メールアドレスを変更
ms: Tukar akaun emel
sk: Zmeniť e- mail
th: เปลี่ยนอีเมล
vi: Thay đổi email
zh_hans: 更换邮箱
zh_hant: 更換郵箱

# AA0305
source: E-mail address
cs: Zadejte e-mailovou adresu.
de: Geben Sie Ihre E-Mail
el: Εισαγάγετε τη διεύθυνση e-mail.
es: Ingrese correo electrónico
fa: لطفا ایمیل خود را وارد کنید
fr: Merci de rentrer votre adresse email
id: Masukkan E-mail
it: Inserisci la tua e-mail.
ja: メールアドレスを入力して下さい
ms: Sila masukkan E-mel
nl: Voer alstublieft een e-mailadres in.
pl: Proszę wprowadzić e-mail
pt: Digite seu e-mail
ru: Пожалуйста, введите вашу почту
sk: Zadajte e-mailovú adresu.
th: กรุณาใส่อีเมล
tr: Lütfen E-Posta adresini giriniz
vi: Vui lòng nhập vào E-mail
zh_hans: 请输入邮箱
zh_hant: 請輸入郵箱

# AA0306
source: Email used
cs: Použitá e-mailová adresa
de: E-Mail registriert
el: Χρησιμοποιήθηκε email
es: Email ya utilizado
fa: صندوق پیغام مورد نظر قبلا ثبت شده
fr: E-mail déjà enregistré
id: Kotak surat sudah didaftarkan
it: Indirizzo email già registrato
ja: このメールアドレスは既に登録されています
ms: Peti mel yang telah didaftarkan
nl: Gebruikte e-mail
pl: E-mail już istnieje
pt: E-mail já está em uso
ru: Email зарегистрирован
sk: Použitá e-mailová adresa
th: อีเมล์ที่ถูกลงทะเบียน
tr: Posta kutusu zaten kayıtlı
vi: Hòm thư đã được đăng ký
zh_hans: 邮箱已被注册
zh_hant: 郵箱已被註冊

# AA0307
source: The mailbox has been bound successfully
cs: Úspěšně vázaný e-mail
fa: ایمیل بستگی موفقیت
id: Berhasil menghubungkan surel
ja: メールアドレスとの紐付けに成功しました
ms: Akaun emel diikat berjaya
sk: Úspešne viazaná e- mail
th: การผูกอีเมลสําเร็จ
vi: Liên kết email thành công
zh_hans: 绑定邮箱成功
zh_hant: 綁定郵箱成功

# AA0308
source: The mailbox has been changed successfully
cs: Úspěšně změněný email
fa: تغییر ایمیل موفقیت
id: Berhasil mengganti surel
ja: メールアドレスの変更に成功しました
ms: Akaun emel ditukar berjaya
sk: Úspešne zmenená e- mail
th: เปลี่ยนอีเมลสําเร็จ
vi: Thay đổi email thành công
zh_hans: 更换邮箱成功
zh_hant: 更換郵箱成功

# AA0309
source: Are you sure to log out?
cs: Určitě se odhlásíte?
id: Yakin ingin keluar?
ja: ログアウトしますか。
ms: Adakah anda pasti untuk log keluar?
sk: Ste si istý, že sa zaregistrujete?
th: คุณแน่ใจว่าจะออกจากระบบหรือไม่?
vi: Chắc chắn muốn đăng xuất?
zh_hans: 确定退出登录吗？
zh_hant: 確定退出登錄嗎？

# AA0310
source: Why close the account?
cs: Důvody ke zrušení
de: Grund für die Stornierung
el: Γιατί να κλείσετε τον λογαριασμό;
es: Razón de anulación
fa: دلیل لغو
fr: Raison de la cloture
id: Alasan penghapusan akun
it: Motivo della cancellazione
ja: ログアウトの理由
ms: Sebab pembatalan
nl: Reden voor annulering
pl: Powód anulowania
pt: Razão para cancelamento
ru: Причина удаления
sk: Dôvod zrušenia
th: เหตุผลในการยกเลิก
tr: Kapatma nedeni
vi: Lý do gạch bỏ
zh_hans: 注销原因
zh_hant: 註銷原因

# AA0311
source: Device breakdown/not work well
cs: Zařízení je rozbité/nelze použít
de: Das Gerät ist defekt/nicht gut zu benutzen
el: Ανάλυση συσκευής / Η συσκευή δεν λειτουργεί καλά
es: Equipos se averian/son inconveniente de usar
fa: تجهیزات خراب است / برای استفاده مناسب نیست
fr: La caméra est en panne/mal utilisée
id: Perangkat rusak/susah digunakan
it: Il dispositivo è rotto / non funziona bene
ja: 机器が壊れている/使いにくい
ms: Peranti rosak/tidak baik untuk digunakan
nl: De apparatuur is kapot/niet goed te gebruiken
pl: Urządzenie jest zepsute / nie nadaje się do użytku
pt: O equipamento está quebrado/não está bom para ser usado
ru: Оборудование вышло из строя / неудобно в эксплуатации
sk: Zariadenie je pokazené / nie je dobré ho používať
th: อุปกรณ์ชำรุด/ใช้งานไม่ได้
tr: Aygıt bozuldu/kullaılması zor
vi: Thiết bị bị hỏng / Sử dụng không tốt
zh_hans: 设备坏了/不好用
zh_hant: 設備壞了/不好用

# AA0312
source: APP is not working well
cs: Aplikaci nelze použít
de: App ist nicht gut zu benutzen
el: Η εφαρμογή δεν λειτουργεί καλά
es: App es inconveniente de usar
fa: نرم افزار برای استفاده مناسب نیست
fr: L'application ne fonctionne pas!
id: APP susah digunakan
it: L'applicazione non funziona bene
ja: アプリは使いにくい
ms: Aplikasi tidak bagus untuk digunakan
nl: App is niet goed om te gebruiken
pl: Aplikacja nie nadaje się do użytku
pt: A App não está boa para ser usada
ru: App неудобно в эксплуатации
sk: Aplikácia nie je vhodná na používanie
th: APPใช้งานไม่ได้
tr: Uygulamanın kullanımı zor
vi: APP không dễ sử dụng
zh_hans: APP不好用
zh_hant: App不好用

# AA0313
source: Too many advertisements
cs: Je zde příliš mnoho reklam.
de: Es gibt zu viele Werbeanzeigen
el: Πάρα πολλές διαφημίσεις
es: Demasiados anuncios
fa: تبلیغات خیلی زیادی وجود دارد
fr: Trop de publicités
id: Terlalu banyak iklan
it: Troppe pubblicità
ja: 広告が多すぎます
ms: Terlalu banyak iklan
nl: Er zijn te veel advertenties
pl: Jest za dużo reklam.
pt: Tem demasiados anúncios
ru: Слишком много рекламы
sk: Príliš veľa reklám.
th: โฆษณาเยอะเกินไป
tr: Çok fazla reklam
vi: Quá nhiều quảng cáo
zh_hans: 广告太多了
zh_hant: 廣告太多

# AA0314
source: Using other similar app
cs: Již máte účty na jiné platformě
de: Sie haben bereits Konten in einer anderen Plattform
el: Χρήση άλλης παρόμοιας εφαρμογής
es: Hay cuenta de otra plataforma
fa: از قبل در پلتفرم‌های دیگر حساب دارم
fr: J'utilise une application similaire
id: Sudah ada akun platform lain
it: Lei ha già altri conti di piattaforma
ja: 他のアプリアカウントがあります
ms: Sudah ada akaun dalam platform lain
nl: Hebben al accounts in een ander platform
pl: Już mam konto na innej platformie
pt: Já tenho contas em outra plataforma
ru: Уже есть аккаунт на другой площадке
sk: Už máte účty na inej platforme
th: เปิดบัญชีกับแพลตฟอร์มอื่นแล้ว
tr: Başka platform hesabı var
vi: Đã có các tài khoản trên nền tảng khác
zh_hans: 已有其他平台账号
zh_hant: 已有其他平臺帳號

# AA0315
source: Other reasons
cs: Jiné důvody
de: Andere Gründe
el: Αλλοι λόγοι
es: Otra razón
fa: دلایل دیگر
fr: Autres raisons
id: Alasan lain
it: Altri motivi
ja: その他の理由
ms: Sebab lain
nl: Andere redenen
pl: Inne powody
pt: Outras razões
ru: Другая причина
sk: Iné dôvody
th: เหตุผลอื่นๆ
tr: Diğer nedenler
vi: Những lý do khác
zh_hans: 其他原因
zh_hant: 其他原因

# AA0316
source: Other comments or suggestions
cs: Další názory nebo návrhy
fa: بقیه نظر یا پیشنهاد
id: Kritik atau saran lainnya
ja: ほかのご意見・ご感想
ms: Komen atau cadangan lain
sk: Iné stanoviská alebo návrhy
th: ความคิดเห็นหรือข้อเสนอแนะอื่น ๆ
vi: Ý kiến hoặc đề xuất khác
zh_hans: 其他意见或建议
zh_hant: 其他意見或建議

# AA0317
source: Go on
cs: Pokračovat
de: Weitermachen
el: Συνέχισε
es: Continuar
fa: ادامه
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続く
ms: Teruskan
nl: Ga verder
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
th: ค่าธรรมเนียมการต่ออายุ
tr: Devam
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# AA0318
source: The following info and records will be cleared up after the account is closed
cs: Po zrušení účtu budou následující aktiva a úroky zrušeny
de: Nachdem das Konto gekündigt wurde, werden folgende Vermögenswerte und Zinsen aufgegeben
el: Οι ακόλουθες πληροφορίες και εγγραφές θα εκκαθαριστούν μετά το κλείσιμο του λογαριασμού:
es: Después de cancelar la cuenta, se renunciarán a los siguientes activos e intereses
fa: پس از لغو حساب، دارایی‌ها و منافع زیر از بین خواهد رفت
fr: Les actifs et intérêts suivants seront supprimés après la déconnexion du compte
id: Setelah akun dihapus, akan melepaskan aset dan hak berikut
it: Dopo la cancellazione del conto, i seguenti beni e interessi saranno abbandonati
ja: アカウントがログアウトされた后、次の资産と利益は放弃されます
ms: Selepas akaun dibatalkan, aset dan kepentingan berikut akan diabaikan
nl: Nadat de rekening is geannuleerd, zullen de volgende activa en belangen worden afgestoten
pl: Po anulowaniu konta, wyłączone zostaną następujące aktywa i interesy
pt: Depois da conta ser cancelada, os seguintes ativos e interesses serão abandonados
ru: После удаления учётной записи Вы теряете следующие права и материалы:
sk: Po zrušení účtu budú nasledujúce aktíva a úroky pozastavené
th: หลังจากยกเลิกบัญชีการใช้งานแล้ว สิทธิและผลประโยชน์ด้านล่างจะถูกยกเลิก
tr: Hesap kapatıldıktan sonra aşağıdaki varlıklar ve haklardan feragat edilecektir.
vi: Sau khi tài khoản bị gạch bỏ, bạn sẽ bỏ đi các tài sản và lợi ích sau đây
zh_hans: 注销后，将放弃以下资产和权益
zh_hant: 帳戶註銷後，將放棄以下資產和權益

# AA0319
source: All your personal information and historical information will not be recovered.
cs: Všechny vaše osobní a historické informace nebudou načteny
de: Alle Ihre persönlichen und historischen Daten werden nicht abgerufen
el: Δεν θα ανακτηθούν όλες οι προσωπικές σας πληροφορίες και τα ιστορικά σας στοιχεία.
es: Todos sus datos personales e información histórica no serán recuperados
fa: تمام اطلاعات شخصی و تاریخی شما بازیابی نخواهد شد
fr: Toutes informations personnelles et historiques ne seront pas récupérées.
id: Semua data pribadi dan historis Anda tidak dapat dicari kembali
it: Tutti i Suoi dati personali e tutte le Sue informazioni storiche non verranno recuperati
ja: すべての个人情报および履歴情报は取得されません
ms: Semua maklumat peribadi dan sejarah tidak akan didapati semula
nl: Al uw persoonlijke en historische informatie zal niet worden opgehaald
pl: Żadne Twoje osobiste i historyczne informacje nie zostaną przywrócone.
pt: Toda a sua informação pessoal e histórico não poderá ser recuperada
ru: Вся Ваша личная информация и данные журнала будут удалены без возможности восстановления
sk: Nebude možné získať všetky vaše osobné údaje a históriu.
th: คุณจะไม่สามารถกู้ข้อมูลส่วนตัวและข้อมูลย้อนหลังทั้งหมดของคุณได้
tr: Tüm kişisel ve geçmiş bilgileriniz bir daha geri alınamayacaktır.
vi: Tất cả tài liệu cá nhân và thông tin lịch sử của bạn sẽ không lấy lại được
zh_hans: 您保存在云端的全部个人资料和历史信息将无法找回；
zh_hant: 您的全部個人資料和歷史資訊將無法找回；

# AA0320
source: Your downloads and purchase records will be cleared up unrecoverably, and non-refundably.
cs: Vaše záznamy o stahování a nákupu budou vyprázdněny a nelze je obnovit bez náhrady
de: Ihre Download- und Kaufdaten werden geleert und können nicht ohne Rückerstattung wiederhergestellt werden
el: Τα αρχεία λήψεων και αγορών σας θα εκκαθαριστούν ανεπανόρθωτα και δεν επιστρέφονται.
es: Sus descargas y registros de compra se vaciarán, no podrán recuperarse, y no se otorgará ningún reembolso.
fa: سوابق بارگیری و خرید شما خالی خواهد شد و بدون بازپرداخت قابل بازیابی نیست.
fr: Vos téléchargements et vos enregistrements d’achat seront vidés et ne pourront plus être récupérés, aucun remboursement ne sera effectué.
id: Unduhan dan catatan pembelian Anda akan dikosongkan dan tidak dapat dipulihkan. Tidak memberikan pengembalian uang.
it: La registrazione di scaricare e di acquistare verrà svuotata e non potrà essere recuperata senza rimborsare
ja: ダウンロードおよび购入记録は空になり、复元できません。返金は行われません。
ms: Rekod muat turun dan pembelian anda akan dikosongkan dan tidak boleh pulih tanpa bayar balik.
nl: Uw download- en aankoopgegevens worden leeggemaakt en kunnen niet worden teruggevonden zonder terugbetaling
pl: Rejestry Twoich pobrań i zakupów zostaną opróżnione i nie będą mogły być odzyskane bezpłatnie.
pt: Seus registros de download e compra serão esvaziados e não poderão ser recuperados sem reembolso
ru: Все загруженные и купленные Вами записи будут удалены без возможности восстановления и без возврата выплаченных средств
sk: Vaše záznamy o sťahovaní a nákupoch budú vyprázdnené a bez vrátenia peňazí ich nebude možné získať späť.
th: ประวัติการดาวน์โหลด, การซื้อของคุณจะถูกลบทิ้งทั้งหมด และไม่สามารถกู้คืน หรือ คืนเงินได้
tr: İndirme ve satın alma kayıtlarınız boşaltılacak ve geri alınamaz, para iadesi olmayacaktır.
vi: Dữ liệu tải xuống sẽ bị xoá hết và không thể được phục hồi. Không hoàn lại được tiền đã thanh toán.
zh_hans: 您的购买记录都将被清空，且无法恢复，不予退款；
zh_hant: 您的下載、購買記錄都將被清空，且無法恢復，不予退款；

# AA0321
source: Any accumulated rank, credits and benefits will be invalid and cannot be recovered.
cs: Všechny úrovně, body, zájmy atd., které jste dříve nashromáždili, budou neplatné a nelze je obnovit
de: Alle Noten, Punkte, Interessen usw., die Sie zuvor gesammelt haben, sind ungültig und können nicht wiederhergestellt werden
el: Οποιαδήποτε συσσωρευμένη κατάταξη, πιστώσεις και οφέλη θα είναι άκυρα και δεν μπορεί να ανακτηθεί.
es: Cualquier clasificación, punto, beneficio, etc. que haya acumulado anteriormente será nula y no podrá recuperarse
fa: هر نمره، امتیاز، منافع و غیره که قبلاً جمع آوری کرده اید نامعتبر خواهد بود و قابل بازیابی نیست.
fr: Toutes les grades, points, avantages, etc. que vous avez accumulés auparavant seront annulés et ne pourront pas être récupérés.
id: Setiap level, poin, hak, dan lainnya yang telah Anda kumpulkan sebelumnya akan hangus dan tidak dapat dipulihkan.
it: Qualsiasi classe, punto, diritto e beneficio e anche altre cose accumulate in precedenza saranno cancellati e non potranno essere recuperati
ja: 以前に蓄积したグレード、ポイント、権益などは无効になり、回复できません。
ms: Sebarang gred, mata, kepentingan dll. yang anda sudah kumpulkan sebelum ini akan jadi tidak sah dan tidak boleh dipulihkan.
nl: Alle cijfers, punten, interesses, enz. die u eerder heeft verzameld, zijn ongeldig en kunnen niet worden teruggevorderd
pl: Wszelkie stopnie, punkty, interesy itp, jakie zgromadziłeś wcześniej, zostaną unieważnione i nie będzie można ich odzyskać.
pt: Quaisquer notas, pontos, interesses, etc. acumulados anteriormente serão inválidos e não poderão ser recuperados
ru: Все ранее накопленные Вами права, баллы, уровни и прочее будет удалено без возможности восстановления
sk: Všetky ŕovne, body, úroky atď., ktoré ste doposiaľ nazhromaždili, budú neplatné a nebudú sa dať získať späť.
th: ระดับหรือคะแนนที่สะสมไว้ก่อนหน้านี้ รวมทั้งสิทธิประโยชน์ต่างๆจะถือเป็นโมฆะและไม่สามารถกู้คืนได้
tr: Daha önce biriktirdiğiniz tüm dereceler, puanlar, avantajlar vb. geçersiz olur ve geri alınamaz.
vi: Bất kỳ cấp, điểm, lợi ích vv... mà bạn đã tích lũy trước đó sẽ bị xỏa bỏ và không được phục hồi.
zh_hans: 任何您之前累计的等级、积分、权益等都将作废且无法恢复；
zh_hant: 任何您之前累計的等級、積分、權益等都將作廢且無法恢復；

# AA0322
source: You are no longer able to log in with the bound phone number/E-mail and third party account.
cs: Nebudete moci pokračovat v přihlášení pomocí připojeného čísla mobilního telefonu/emailu a účtu třetí strany
de: Sie können sich nicht mehr mit der gebundenen Handynummer/Postfach und dem Drittanbieterkonto anmelden
el: Δεν μπορείτε πλέον να συνδεθείτε με τον δεσμευμένο αριθμό τηλεφώνου / E-mail και τον λογαριασμό τρίτου.
es: No podrá usar el número de teléfono / buzón vinculado y una cuenta de terceros para ingresar
fa: شما قادر نخواهید بود که با استفاده از شماره تلفن همراه / صندوق پستی و حساب شخص ثالث وارد سیستم شوید.
fr: Vous ne pourrez pas utiliser le numéro de téléphone / la boîte aux lettres liés et continuer à vous connecter avec un compte tiers
id: Anda tidak dapat login lagi dengan menggunakan nomor telepon/e-mail dan akun pihak ketiga.
it: Non sarà possibile utilizzare il numero di telefono/e-mail e il conto di terze parti legati per continuare ad accedere
ja: バインドされた电话番号/メールボックスを使用して、サードパーティのアカウントでログインし続けることはできません。
ms: Anda tidak boleh meneruskan log masuk dengan menggunakan nombor telefon bimbit/peti surat yang terikat dan akaun pihak ketiga.
nl: U kunt niet verder inloggen met het gebonden mobiele telefoonnummer/mailbox en de account van een derde partij
pl: Nie będziesz w stanie ponownie logować się, korzystając z powiązanego numeru telefonu komórkowego/skrzynki e-mail, czy konta osoby trzeciej.
pt: Você não poderá continuar fazendo login usando o número de telefone celular / caixa postal vinculados e a conta de terceiros
ru: Вы не сможете использовать привязанный номер телефона/почту, а также аккаунт третьего лица для продления регистрации
sk: Nebudete môcť pokračovať v prihlásení pomocou viazaného čísla mobilného telefónu / emailovej schránky a účtu tretej strany.
th: คุณจะไม่สามารถใช้เบอร์โทรศัพท์/อีเมล์ และบัญชีอื่นๆที่ผูกติดไว้เข้าสู่ระบบได้อีก
tr: Bağlı telefon numarasını/E-posta ve üçüncü taraf bir hesapla giriş yapamayacaksınız.
vi: Bạn sẽ không thể sử dụng số điện thoại, hộp thư bị ràng buộc và tài khoản bên thứ ba tiếp tục đăng nhập.
zh_hans: 您将无法使用绑定的手机号/邮箱，以及第三方账户继续登录；
zh_hant: 您將無法使用綁定的手機號/郵箱，以及第三方帳戶繼續登錄；

# AA0323
source: All the devices you bind will be unbound. For further use, please register and re-add.
cs: Všechna připojená zařízení budou odpojena. Pokud chcete pokračovat v používání, zaregistrujte se a znovu jej přidejte
de: Alle Geräte, die Sie verbinden, sind nicht gebunden. Wenn Sie die Software weiterhin nutzen möchten, registrieren Sie sich bitte und fügen Sie sie erneut hinzu
el: Όλες οι συσκευές που δεσμεύετε δεν θα δεσμεύονται. Για περαιτέρω χρήση, εγγραφείτε και προσθέστε ξανά.
es: Los dispositivos que enlace se desatarán. Si desea continuar usándolo, regístrese y vuelva a agregar.
fa: ارتباط همه دستگاه هایی که با آن ها متصل می شوید قطع خواهد شد. اگر می خواهید به استفاده خود ادامه دهید ، لطفا ثبت نام کنید و آن را دوباره اضافه کنید.
fr: Tous les appareils que vous liez seront déliés. Si vous devez continuer à utiliser, veuillez vous inscriver et l'ajouter à nouveau.
id: Perangkat yang Anda hubungkan akan dilepaskan. Jika ingin terus menggunakannya, silakan daftar dan tambahkan ulang.
it: Tutti i dispositivi legati verranno sbloccati.Se Lei ha bisogno di continuare a usarlo, si prega di registrarsi e poi aggiungerlo di nuovo
ja: バインドしたデバイスは解除されます。 引き続き使用する场合は、登録して再追加してください。
ms: Semua peranti yang anda ikat akan terlerai. Jika anda mahu terus menggunakan, sila daftar dan tambah semula.
nl: Alle apparaten die u bindt zullen niet gebonden zijn. Als u wilt blijven gebruiken, registreer u dan en voeg het opnieuw toe
pl: Wszystkie powiązane urządzenia zostaną skasowane. Jeżeli nadal je chcesz używać, zarejestruj się ponownie i dodaj je jeszcze raz.
pt: Todos os dispositivos que você vincular serão desvinculados. Se você quiser continuar usando, registre-se e adicione-o novamente
ru: Все привязанные устройства будут отвязаны Для продолжения использования выполните повторное добавление после регистрации
sk: Všetky zariadenia, ktoré naviažete, budú neviazané. Ak chcete pokračovať v používaní, zaregistrujte sa a znova ho pridajte.
th: อุปกรณ์ทึ่คุณผูกติดทั้งหมดจะถูกปลดออก. ถ้าหากต้องการใช้บริการต่อไป กรุณาเพิ่มอุปกรณ์อีกครั้งหลังจากลงทะเบียน
tr: Bağladığınız aygıtlar ile olan bağlantı hepsi kesilir. Kullanmaya devam etmek istiyorsanız, lütfen kayıt olduktan sonra tekrar ekleyin.
vi: Các thiết bị bạn liên kết sẽ được loại bỏ ràng buộc. Nếu bạn muốn tiếp tục sử dụng nó, xin đăng ký và thêm lại.
zh_hans: 您绑定的设备将全部解绑。如需继续使用，请注册后重新添加。
zh_hant: 您綁定的設備將全部解綁。如需繼續使用，請註冊後重新添加。

# AA0324
source: Account Authentication
cs: Ověřte totožnost
de: Identität überprüfen
el: Έλεγχος ταυτότητας λογαριασμού
es: Verificar identidad
fa: هویت را تایید کنید
fr: Vérifier l'identité
id: Verifikasi identitas
it: Verifica l'identità
ja: 本人确认
ms: Kenal pasti identiti
nl: Identiteit controleren
pl: Weryfikacja tożsamości
pt: Verifique a identidade
ru: Проверка личности
sk: Overiť identitu
th: ยืนยันตัวตน
tr: Kimlik doğrulama
vi: Xác minh danh tính
zh_hans: 验证身份
zh_hant: 驗證身份
