Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0568
source: Welcome to XXXXXXXX! XXXXXXXX is developed and operated by XXXXXXXX IoT Technology Co., Ltd. It's a platform to provide online video and audio. User Agreement & Privacy Policy will help you get a comprehensive understanding of how we collect, use, store and share your personal information, as well as what rights you enjoy. In order to provide services such as live video, video playback, favorite subscription, community interaction, etc., we may collect the following types of personal information, including video recording, videos and pictures, device information, operation logs, etc. You can access/update/delete your information and manage the permissions via "Me" interface on the app. We will take all practicable steps to safeguard your personal information. You can get more information via%@&%@. If your agree to it, please click "Agree" to get the service.
cs: Vítejte na Reqoo! XXXXXXXX je online audio a video platforma vyvinutá a provozovaná Shenzhen Zhiduo Dolphin IoT Technology Co., Ltd. (dále jen "my"). Pomůžeme vám porozumět našemu shromažďování, používání, ukládání a sdílení osobních údajů, jakož i vašim příslušným právům prostřednictvím našich Zásad ochrany osobních údajů a uživatelské smlouvy. Abychom vám mohli poskytovat služby, jako je živé streamování, přehrávání videa, záložky a komunitní interakce, musíme shromažďovat vaše osobní údaje, jako jsou video nahrávky, obrázky videa, informace o zařízení a provozní protokoly; V osobním centru můžete přistupovat ke svým osobním údajům, opravovat, smazat a spravovat své oprávnění; K ochraně vašich osobních údajů použijeme špičkovou bezpečnostní technologii v oboru. Více informací se můžete dozvědět v plné verzi i a %@. Pokud souhlasíte, klikněte prosím na tlačítko "Souhlasím" pro přijetí našich služeb.
fa: خوش اومدي از ريکوئو استفاده کني XXXXXXXX یک پلاکتر صدا و ویدئو آنلاین است که توسط شنزhen Zhiduo Dolphin IoT Technology Co., Ltd (به نام "ما") توسعه می‌کند و کار می‌کند. ما به شما کمک می‌کنیم به درک مجموعه، استفاده، ذخیره و مشترک اطلاعات شخصی و حقوق مربوط به سیاست خصوصی و توافق کاربر ما، از طریق توافق خصوصی و کاربر برای اینکه به شما خدمات مثل روان‌سازی زنده، بازی ویدئو، نشان‌گذاری کتاب‌گذاری و تعامل اجتماعی را بدهیم، ما باید اطلاعات شخصی شما را مثل ضبط‌گذاری ویدئو، تصاویر ویدئو، اطلاعات دستگاه و لیگ عملیات جمع کنیم. می‌توانید دسترسی، درست، اطلاعات شخصی خود را پاک کنید و اجازه‌های خود را در مرکز شخصی مدیریت کنید. ما از تکنولوژی امنیت رهبری صنعت استفاده می کنیم تا از اطلاعات شخصی شما محافظت کنیم. می‌توانید اطلاعات بیشتری را با خواندن نسخه کامل یاد بگیرید %@ و %@. اگر موافقت کنید ، لطفاً "موافقت" را فشار دهید تا خدمت ما را قبول کنید.
id: Selamat menggunakan XXXXXXXX! XXXXXXXX adalah platform audio dan video online yang dikembangkan dan dioperasikan oleh Perusahaan Teknologi XXXXXXXX IoT Technology Co., Ltd.(selanjutnya disebut "kami"). Kami akan membantu Anda memahami kondisi pengumpulan, penggunaan, penyimpanan, berbagi data pribadi, serta hak yang Anda dapatkan melalui "Kebijakan Privasi" dan "Perjanjian Pengguna". Untuk menyediakan video live, pemutaran ulang video, koleksi & berlangganan, interaksi komunitas, dan layanan lainnya, kami perlu mengumpulkan informasi pribadi Anda seperti rekaman video, gambar video, informasi perangkat, log operasi, dan informasi pribadi lainnya. Anda dapat mengakses, mengoreksi, menghapus informasi pribadi Anda, dan mengelola otorisasi Anda di bagian Pusat Pribadi; Kami akan menggunakan teknologi keamanan tercanggih dalam industri untuk melindungi informasi pribadi Anda. Anda dapat mempelajari lebih lanjut dengan membaca versi lengkap %@ dan %@. Jika Anda setuju, silakan klik "Setuju" untuk menerima layanan kami.
ja: XXXXXXXXへようこそ、XXXXXXXXはXXXXXXXX IoT Technology Co., Ltd.（以下は当社といいます）からオンラインオーディオおよびビデオプラットフォームの研究开発と运用です。＜利用规约＞と＜プライバシーポリシー＞を使用して、个人情报の収集、使用、保存、共有の方法、および关连する権利の理解を支持します。 ライブビデオ、ビデオ再生、コレクション购読、コミュニティインタラクションおよびその他のサービスを提供するために、ビデオ録画、ビデオ写真、デバイス情报、操作ログなどの个人情报を収集する必要があります。センターはお客様の个人情报にアクセスし、修正し、削除し、认证を管理します; 私たちは业界最先端のセキュリティ技术を使用してお客様の个人情报を保护します。 フルバージョン%@および%@を読むことで详细を确认できます。 同意する场合は、[同意する]をクリックしてサービスに同意してください。
ms: Anda dialu-alukan untuk menggunakan teknologi video XXXXXXXX ou ialah platform audio dalam talian yang dibangunkan dan dikendalikan oleh XXXXXXXX IoT Technology Co., Ltd. (selepas ini dirujuk sebagai "Anda Membantu Kami"). Harap maklum bahawa kami akan mengumpul, menggunakan, Bagaimana maklumat disimpan dan dikongsi, video yang anda lihat tentang kami. Gambar video, maklumat peranti, log dan maklumat peribadi lain; Anda boleh mengakses, membetulkan dan memadamkan kebenaran anda; Kami akan menggunakan teknologi keselamatan peribadi di pusat operasi teratas untuk melindungi maklumat peribadi anda. Anda boleh membaca versi %@ dan %@ untuk butiran penuh. Jika anda bersetuju, sila klik "Setuju" untuk menerima perkhidmatan kami.
sk: Vitajte pri používaní Reqoa! XXXXXXXX je online akustická a videoplatforma vyvinutá a prevádzkovaná spoločnosťou Shenzhen Zhiduo Dolphin IoT Technology Co., Ltd. (ďalej len „my“). Pomôžeme vám pochopiť náš zber, používanie, skladovanie a výmenu osobných informácií, ako aj vašich príslušných práv prostredníctvom našej dohody o súkromnosti a užívateľskom práve. Aby ste mohli poskytnúť služby, ako sú live streaming, video playback, bookmarking a komunitná interakcia, musíme zbierať vaše osobné informácie, ako sú video záznamy, video obrázky, informácie o zariadení a prevádzkové záznamy; Môžete získať prístup, opraviť, vymazať svoje osobné informácie a riadiť svoje povolenie v osobnom centre; Použijeme bezpečnostnú technológiu vedúcu priemyslom na ochranu vašich osobných informácií. Viac informácií môžete získať čítaním úplnej verzie %@ a %@. - Ak súhlasíte, kliknite na "Súhlasiť" aby ste prijali našu službu.
th: ยินดีต้อนรับคุณเข้าสู่การใช้งานXXXXXXXX! XXXXXXXX เป็นแพลตฟอร์มเสียงและวิดีโอออนไลน์ที่พัฒนาและดำเนินการโดยบริษัท XXXXXXXX IoT Technology Co., Ltd. (ต่อไปนี้จะเรียกว่า "เรา") เราจะนำ《นโยบายความเป็นส่วนตัว》และ《ข้อตกลงผู้ใช้》 มาช่วยให้คุณเข้าใจว่าเรารวบรวม ใช้งาน จัดเก็บและแบ่งปันข้อมูลส่วนบุคคลและสิทธิที่เกี่ยวข้องของคุณได้อย่างไร เพื่อให้บริการไลฟ์สดวิดิโอ การเล่นวิดีโอย้อนหลัง สมัครสมาชิกคอลแลคชั่น กิจกรรมชุมชน และบริการอื่นๆ เราจำเป็นต้องเก็บรวบรวมข้อมูลการบันทึกวิดิโอ รูปภาพวิดิโอ ข้อมูลอุปกรณ์ บันทึกการทำงานและข้อมูลส่วนตัวต่างๆ คุณสามารถรับชม แก้ไข ลบข้อมูลส่วนบุคคลและแก้ไขการอนุญาตของคุณได้ในศูนย์ส่วนบุคคล เราจะปกป้องข้อมูลส่วนบุคคลของคุณด้วยเทคโนโลยีความปลอดภัยชั้นนำของอุตสาหกรรม คุณสามารถเรียนรู้ข้อมูลเพิ่มเติมได้โดยการอ่านเวอร์ชั่นเต็มของ %@และ%@ ถ้าหากคุณเห็นด้วย กรุณากด "เห็นด้วย" เพื่อรับการบริการจากเรา
vi: Chào mừng bạn sử dụng XXXXXXXX! XXXXXXXX là nền tảng âm thanh và video trực tuyến do XXXXXXXX IoT Technology Co., Ltd. nghiên cứu và phát triển đồng thời đưa vào hoạt động (Sau đây gọi là "chúng tôi"). Chúng tôi sẽ giúp bạn hiểu cách chúng tôi thu thập, sử dụng, lưu trữ và chia sẻ thông tin cá nhân và các quyền liên quan của bạn thông qua "Chính sách Bảo mật" và "Thỏa thuận Người dùng" của chúng tôi. Để cung cấp cho bạn video phát trực tiếp, phát lại video, đăng ký lưu trữ, tương tác cộng đồng và các dịch vụ khác,chúng tôi cần thu thập thông tin cá nhân của bạn như quay video, hình ảnh video, thông tin thiết bị, nhật ký hoạt động, v.v; Bạn có thể truy cập, sửa, xóa thông tin cá nhân của mình và quản lý các ủy quyền của bạn trong trung tâm cá nhân; Chúng tôi bảo vệ thông tin cá nhân của bạn bằng các công nghệ bảo mật hàng đầu trong ngành. Bạn có thể tìm hiểu thông tin kỹ càng đầy đủ bằng cách đọc phiên bản đầy đủ %@ và %@. Nếu bạn đồng ý, vui lòng nhấp vào "Đồng ý" để chấp nhận dịch vụ của chúng tôi.
zh_hans: 欢迎您使用XXXXXXXX！XXXXXXXX是由深圳智多豚物联技术有限公司（以下简称“我们”）研发和运营的在线音视频平台，我们将通过《隐私政策》和《用户协议》帮助您了解我们收集、使用、存储和共享个人信息的情况，以及您所享有的相关权利。 为了向您提供视频直播、视频回放、收藏订阅、社区互动等服务，我们需要收集您的视频录像、视频图片、设备信息、操作日志等个人信息； 您可以在个人中心访问、更正、删除您的个人信息并管理您的授权； 我们会采用业界领先的安全技术保护好您的个人信息。 您可以通过阅读完整版%@和%@了解详细信息。 如您同意，请点击“同意”接受我们的服务。
zh_hant: 歡迎您使用XXXXXXXX！XXXXXXXX是由深圳智多豚物聯科技有限公司（以下簡稱“我們”）研發和運營的在線音視頻平台，我們將通過《隱私政策》和《用戶協議》幫助您了解我們收集、使用、存儲和共享個人信息的情況，以及您所享有的相關權利。 為了向您提供視頻直播、視頻回放、收藏訂閱、社區互動等服務，我們需要收集您的視頻錄像、視頻圖片、設備信息、操作日誌等個人信息； 您可以在個人中心訪問、更正、刪除您的個人信息並管理您的授權； 我們會採用業界領先的安全技術保護好您的個人信息。 您可以通過閱讀完整版%@和%@了解詳細信息。 如您同意，請點擊“同意”接受我們的服務。

# AA0569
source: 《Privacy Policy》
cs: 《Dohoda o ochraně osobních údajů》
de: 《Datenschutzrichtlinie》
el: 《Συμφωνία απορρήτου》
es: 《Política de Privacidad》
fa: توافقنامه حریم خصوصی
fr: « Politique de confidentialité »
id: 《Kebijakan Privasi》
it: 《Informativa sulla Privacy》
ja: 《プライバシー契約》
ms: 《Perjanjian Privasi》
nl: 《Privacyovereenkomst》
pl: 《Umowa o prywatności》
pt: 《Acordo de Privacidade》
ru: 《Политики конфиденциальности》
sk: 《Dohoda o ochrane osobných údajov》
th: 《นโยบายความเป็นส่วนตัว》
tr: 《Gizlilik Sözleşmesi》
vi: 《Chính sách Bảo mật》
zh_hans: 《隐私协议》
zh_hant: 《隱私協議》

# AA0570
source: 《User agreement》
cs: "Souhlas uživatele"
de: 《Vereinbarung》
el: 《Συμφωνία Χρήστη》
es: 《Acuerdo de Usuario》
fa: تفاهم نامه کاربر
fr: « Accord de l'utilisateur»
id: "Perjanjian Pengguna"
it: 《l'accordo dell'utente》
ja: 『ユーザー规约』
ms: "Perjanjian Pengguna"
nl: 《Gebruikersovereenkomst》
pl: 《Umowa użytkownika》
pt: 《Termo de Acordo do Usuário》
ru: 《Пользовательское соглашение》
sk: „Súhlas užívateľa"
th: 《ข้อตกลงผู้ใช้งาน》
tr: 《Kullanıcı Sözleşmesi》
vi: 《Thỏa thuận người dùng》
zh_hans: 《XXXXXXXX用户协议》
zh_hant: 《XXXXXXXX用戶協議》

# AA0572
source: Cloud services are being upgraded, please stay tuned
cs: Cloudová služba je v současné době aktualizována, zůstaňte prosím naladěni
fa: خدمات ابر در حال حاضر به حال توسعه داده می‌شود، لطفاً حفظ کنید
id: Layanan awan sedang diperbaiki, silakan tetap tuned
ja: クラウドサービスはアップグレード中ですので、お楽しみに
ms: Perkhidmatan awan sedang ditatar, sila tetap tuned
sk: Služba cloud je aktuálne aktualizovaná, prosím zostaňte nastavená
th: บริการคลาวด์อยู่ในระหว่างการอัพเกรดโปรดติดตาม
vi: Dịch vụ đám mây đang được nâng cấp, xin vui lòng chờ đợi
zh_hans: 云服务正在升级中，敬请期待
zh_hant: 雲服務正在升級中，敬請期待

# AA0573
source: Network error
cs: Chyba sítě
de: Netzfehler
el: Σφάλμα δικτύου
es: Error de red
fa: خطای شبکه
fr: Erreur de réseau
id: Jaringan eror
it: Anomalia di rete
ja: ネットワークに异常があります
ms: Ralat rangkaian
nl: Netwerk error
pl: Błąd sieci
pt: Rede desconectada
ru: Ошибка сети
sk: Chyba siete
th: อินเทอร์เน็ตผิดปกติ
tr: Ağ hatası
vi: Mạng lỗi
zh_hans: 网络异常
zh_hant: 網路異常

# AA0574
source: I have read and agree to%@and%@
cs: Přečetl jsem si a souhlasím s "Uživatelskou smlouvou" a "Zásadami ochrany osobních údajů"
fa: من با "قرارداد کاربر" و "سیاست خصوصی" خوندم و موافقم
id: Saya sudah membaca dan menyetujui %@ dan %@.
ja: 私は%@と%@をよく読んだ上、これに同意しました
ms: Saya telah membaca dan bersetuju dengan %@ dan %@
sk: Čítal som a súhlasil s „dohodou o používateľoch“ a „politikou súkromia“
th: ฉันได้อ่านและยอมรับ%@ และ%@
vi: Tôi đã đọc và đồng ý với %@và%@
zh_hans: 我已阅读并同意%@和%@
zh_hant: 我已閱讀並同意%@和%@

# AA0575
source: Old and new passwords match
cs: Staré heslo je stejné jako nové heslo
fa: رمز گذشته قدیمی همانند رمز گذشته جدید است
id: Kata sandi lama dan kata sandi baru sama
ja: 古いパスワードは新しいパスワードと同じです
ms: Kata laluan lama dan kata laluan baru adalah sama
sk: Staré heslo je rovnaké ako nové heslo
th: รหัสผ่านเก่าและรหัสผ่านใหม่เหมือนกัน
vi: Mật khẩu cũ giống như mật khẩu mới
zh_hans: 旧密码和新密码一样
zh_hant: 舊密碼和新密碼一樣

# AA0576
source: Please try the following and try again: 1. Make sure that the phone is close to the camera; 2. Try again after resetting the camera. 3. Please reset Bluetooth in your phone's system.
cs: Zkuste prosím následující kroky a zkuste to znovu: 1. Ujistěte se, že telefon je blízko fotoaparátu; 2. Resetujte kameru a zkuste to znovu. 3. Obnovte prosím Bluetooth v telefonním systému.
fa: لطفاً قدم‌های زیر را امتحان کنید و دوباره امتحان کنید: 1. لطفا مطمئن شوید که تلفن شما نزدیک دوربین است. 2. دوربین را تغییر دهید و دوباره امتحان کنید. 3. لطفاً بلوتوت را در سیستم تلفن تغییر دهید.
id: Coba lakukan langkah berikut ini dan coba lagi: 1. Pastikan ponsel dekat dengan kamera. 2. Coba lagi setelah mereset kamera. 3.Harap reset Bluetooth dalam sistem ponsel Anda.
ja: 次の通り操作してから再度試してみてください。 1.スマホがカメラの近い所にあることを確認してください 2.カメラをリセットしてから再度試してみてください 3.スマートフォンのシステムでBluetoothをリセットしてください
ms: Sila cuba lagi selepas operasi berikut: 1. Pastikan telefon berada dekat dengan kamera 2. Cuba lagi selepas menetapkan semula kamera 3.Sila reset Bluetooth dalam sistem telefon anda
sk: Skúste nasledujúce kroky a opätovne skúšajte: 1. Prosím, uistite sa, že váš telefón je blízko kamery; Zapni kameru a skús znova. Prenastavte Bluetooth do telefónneho systému.
th: โปรดลองทําดังต่อไปนี้แล้วลองอีกครั้ง: 1. โปรดตรวจสอบให้แน่ใจว่าโทรศัพท์อยู่ใกล้กับกล้อง 2. รีเซ็ตกล้องแล้วลองอีกครั้ง 3.โปรดรีเซ็ตบลูทูธในระบบโทรศัพท์ของคุณ
vi: Vui lòng thử thao tác sau rồi thử lại: 1. Hãy đảm bảo điện thoại ở gần camera. 2. Sau khi đặt lại camera và thử lại. 3.Vui lòng đặt lại Bluetooth trong hệ thống điện thoại của bạn.
zh_hans: 请尝试以下操作后重试: 1.请确保手机靠近摄像机； 2.复位摄像机后重试。 3.请在手机系统中重置蓝牙。
zh_hant: 請嘗試以下操作後重試： 1.請確保手機靠近攝像機； 2.復位攝像機後重試。 3.請在手機系統中重置藍牙。

# AA0577
source: Please input the right email address
cs: Zadejte správnou e-mailovou adresu
de: Bitte richtige E-Mail-Adresse eintippen
el: Εισαγάγετε τη σωστή διεύθυνση email
es: Ingrese el correo electrónico correcto
fa: لطفا ایمیل صحیح را وارد نمایید
fr: Veuillez entrer le bon email
id: Harap masukkan email yang benar
it: Si prega di inserire la email corretta
ja: 正しいメールを入力してください
ms: Sila masukkan e-mel yang betul
nl: Voer het juiste e-mailadres in
pl: Wprowadź prawidłowy email
pt: Insira um endereço de e-mail correto
ru: Введите правильный почтовый ящик
sk: Zadajte správnu e-mailovú adresu.
th: กรุณาป้อนอีเมลที่ถูกต้อง
tr: Lütfen doğru e-posta adresini girin
vi: Vui lòng nhập đúng hộp thư
zh_hans: 请输入正确的邮箱
zh_hant: 請輸入正確的郵箱

# AA0578
source: Please enter the account and password
cs: Zadejte prosím svůj účet a heslo
fa: لطفاً حساب و رمز گذاری خود را وارد کنید
id: Silakan masukkan akun dan kata sandi Anda
ja: アカウントとパスワードを入力してください
ms: Sila masukkan akaun dan kata laluan anda
sk: Zadajte prosím váš účet a heslo
th: กรุณาใส่บัญชีและรหัสผ่านของคุณ
vi: Vui lòng nhập tài khoản và mật khẩu
zh_hans: 请输入账号和密码
zh_hant: 請輸入賬號和密碼

# AA0579
source: Enter a password
cs: Zadejte heslo
de: Geben Sie bitten das Passwort ein
el: εισαγετε εναν κωδικο
es: Introduzca la contraseña
fa: لطفا گذرواژه خود را وارد نمایید
fr: Veuillez entrer le mot de passe
id: Silakan masukkan kata sandi Anda
it: Si prega di inserire la password
ja: パスワードを入力してください
ms: Masukkan kata laluan anda
nl: Vul een wachtwoord in
pl: Podaj hasło
pt: Digite uma senha
ru: Введите пароль
sk: Zadajte heslo
th: กรุณาป้อนรหัสผ่าน
tr: Şifrenizi giriniz
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# AA0580
source: Bind a phone
cs: Vázat telefon
fa: تلفن بسته
id: Mengikat nomor ponsel
ja: 电话番号の连携
ms: Nombor telefon bimbit mengikat
sk: Prepojený telefón
th: มัดกับหมายเลขโทรศัพท์
vi: Liên kết với số điện thoại
zh_hans: 绑定手机
zh_hant: 綁定手機

# AA0581
source: Bind an email
cs: Vázání e-mailu
fa: پیام پیوند
id: Ikat e-mail
ja: メールアドレス连携
ms: E-mel mengikat
sk: Priviazať e- mail
th: มัดอิเมล์
vi: Liên kết hòm thư
zh_hans: 绑定邮箱
zh_hant: 綁定郵箱

# AA0582
source: Detected %@
cs: Vidíš%@
fa: ببين
id: Melihat %@
ja: 検知 %@
ms: Dikesan %@
sk: Pozri
th: เห็น %@
vi: Nhìn thấy %@
zh_hans: 看到 %@
zh_hant: 看到 %@

# AA0583
source: Sound detected %@
cs: Slyšel jsem to%@
fa: شنيدم
id: Mendengar%@
ja: 音声 %@
ms: Dengar %@
sk: Počul som to
th: ได้ยืน %@
vi: Nghe thấy %@
zh_hans: 听到 %@
zh_hant: 聽到%@

# AA0584
source: Execute %@
cs: Provedení%@
fa: اجرای
id: Menjalankan%@
ja: 実行 %@
ms: melaksanakan %@
sk: Vykonanie%@
th: ดําเนินการ %@
vi: Thực hiện %@
zh_hans: 执行 %@
zh_hant: 執行%@

# AA0585
source: Stranger
cs: cizinec
fa: غریبه
id: Orang asing
ja: 知らぬ人
ms: Orang asing
sk: cudzinec
th: คนแปลกหน้า
vi: Người lạ
zh_hans: 陌生人
zh_hant: 陌生人

# AA0586
source: The call is requested to connect with you...
cs: Chci vám zavolat.
fa: خواستن بهت زنگ بزنم
id: Sedang meminta disambungkan kepada Anda ....
ja: 通話リクエストが届いています...
ms: Meminta panggilan dengan anda…
sk: Žiadam vás zavolať.
th: ขอให้คุยกับคุณ ...
vi: Đang yêu cầu gọi cho bạn...
zh_hans: 正在请求与您通话...
zh_hant: 正在請求與您進行通話...

# AA0587
source: Answer
cs: Odpověď
fa: جواب
id: Menjawab
ja: 通話応答
ms: Jawab
sk: Odpoveď
th: รับสาย
vi: Nghe máy
zh_hans: 接听
zh_hant: 接聽

# AA0588
source: Hangup
cs: Zavěs
fa: وايسا
id: Menutup
ja: 通話終了
ms: Tutup
sk: Vypni.
th: แฮงก์อัพ
vi: Gác máy
zh_hans: 挂断
zh_hant: 掛斷

# AA0590
source: Connection failed. Please exit and try again
cs: Připojení selhalo, prosím ukončete a zkuste to znovu
id: Koneksi gagal, harap keluar dan coba lagi
ja: 接続に失敗しました。一旦終了してから再度試してみてください
ms: Sambungan gagal, sila keluar dan cuba lagi.
sk: Spojenie zlyhalo, prosím skončiť a skúsiť znovu
th: การเชื่อมต่อล้มเหลว กรุณาออกแล้วลองอีกครั้ง
vi: Kết nối thất bại, vui lòng thoát và thử lại
zh_hans: 连接失败，请退出后重试
zh_hant: 連接失敗，請退出後重試

# AA0591
source: Viewing is not supported because there are 3 people viewing the video. Please exit and try again
cs: Tři lidé si ji již prohlíželi, ale v současné době není podporován.
fa: سه نفر قبلاً آن را دیده‌اند، ولی در حال حاضر پشتیبانی نیست. لطفاً از آن بیرون شوید
id: Sudah ada 3 orang yang memeriksa, pemeriksaan tidak diizinkan untuk sementara, harap keluar dan dicoba kembali
ja: 閲覧者が3人いますので、閲覧できません。終了してから再度試してみてください
ms: Tontonan tidak disokong kerana terdapat 3 orang menonton video. Sila keluar dan cuba lagi
sk: Tri ľudia ho už videli, ale v súčasnosti ho nepodporujú. Prosím vypnite
th: มีคนดูแล้ว 3 คนและขณะนี้ยังไม่สามารถรับชมได้ กรุณาออกแล้วลองอีกครั้ง
vi: Đã có 3 người xem. Hiện tại, không hỗ trợ xem. Vui lòng thoát và thử lại
zh_hans: 已有3人查看，暂不支持查看，请退出
zh_hant: 已有3人查看，暫不支持查看，請退出後重試

# AA0592
source: Video saved to the album
cs: Video bylo uloženo do alba
fa: ویدئو در آلبوم ذخیره شده است
id: Video disimpan ke album
ja: 映像をアルバムに保存済み
ms: Video telah disimpan ke album
sk: Video bol uložený do albumu
th: วิดีโอถูกบันทึกไว้ในอัลบั้มแล้ว
vi: Video đã được lưu vào album
zh_hans: 录像已保存到相册
zh_hant: 錄影已保存到相册

# AA0593
source: Sound
cs: hlas
fa: صدا
id: Suara
ja: 音声
ms: Suara
sk: hlas
th: เสียง
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# AA0594
source: Mute
cs: Ztlumit
fa: ساکت
id: Hening
ja: 消音
ms: Bisu
sk: Ticho
th: ปิดเสียง
vi: Im lặng
zh_hans: 静音
zh_hant: 靜音

# AA0595
source: Record
cs: videopáska
fa: نوار ویدئو
id: Video
ja: 録画
ms: Video
sk: videopáska
th: ถ่ายวิดีโอ
vi: Quay video
zh_hans: 录像
zh_hant: 錄像

# AA0596
source: Account ID
cs: ID účtu
fa: هویت حساب
id: ID Akun
ja: アカウントID
ms: ID Akaun
sk: ID účtu
th: รหัสบัญชี
vi: ID tài khoản
zh_hans: 账户ID
zh_hant: 帳戶ID

# AA0597
source: Copy succeeded
cs: Kopírování úspěšné
fa: کپی موفقیت
id: Berhasil copy
ja: コピー完了
ms: Disalin berjaya
sk: Kopírovanie úspešné
th: คัดลอกสำเสร็จ
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 複製成功

# AA0598
source: The device has powered off
cs: Zařízení bylo vypnuto.
fa: دستگاه خاموش شده است
id: perangkat telah dimatikan
ja: デバイスがオフになっています
ms: peranti telah dimatikan
sk: Zariadenie bolo vypnuté
th: อุปกรณ์ที่ได้ถูกปิด
vi: Thiết bị này đã được tắt
zh_hans: 设备已关机
zh_hant: 設備已關機

# AA0599
source: Feedback number
cs: Číslo zpětné vazby
fa: شماره پشتیبانی
id: Nomor umpan balik
ja: フィードバック番号
ms: Nombor maklum balas
sk: Číslo spätnej väzby
th: หมายเลขข้อเสนอแนะ
vi: Số phản hồi
zh_hans: 反馈单号
zh_hant: 反饋單號

# AA0600
source: Multiple events
cs: Více událostí
fa: اتفاقات چندین
id: Banyak peristiwa
ja: 複数のイベント
ms: Pelbagai peristiwa
sk: Viaceré udalosti
th: หลายเหตุการณ์
vi: Nhiều sự kiện
zh_hans: 多个事件
zh_hant: 多個事件

# AA0601
source: Gifts
cs: Výhody akce
fa: سودهایی رویداد
id: Keuntungan event
ja: キャンペーン報酬
ms: Kebajikan aktiviti
sk: Výhody
th: สวัสดิการกิจกรรม
vi: Phúc lợi sự kiện
zh_hans: 活动福利
zh_hant: 活動福利

# AA0602
source: Expire by
cs: Platné do
fa: معتبر تا
id: Masa berlaku sampai
ja: 有効期限
ms: Sah sehingga
sk: Platný do
th: หมดอายุจนถึง
vi: Có hiệu lực đến
zh_hans: 有效期至
zh_hant: 有效期至

# AA0603
source: End~
cs: Akce skončila~
fa: اتفاق تموم شد
id: Event sudah berakhir~
ja: キャンペーンが終了しました~
ms: Aktiviti telah tamat~
sk: Táto udalosť sa skončila~
th: กิจกรรมจบลงแล้ว ~
vi: Sự kiện đã kết thúc~
zh_hans: 活动已结束~
zh_hant: 活動已結束~

# AA0604
source: System Notification
cs: Oznámení systému
fa: گزارش سیستم
id: Pemberitahuan sistem
ja: システム通知
ms: Pemberitahuan sistem
sk: Oznámenie systému
th: การแจ้งเตือนระบบ
vi: Thông báo hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

# AA0605
source: Help and feedback
cs: Nápověda a zpětná vazba
fa: کمک و پشتیبانی
id: Bantuan dan umpan balik
ja: ヘルプ及びフィードバック
ms: Bantuan dan maklum balas
sk: Pomoc a spätná väzba
th: ช่วยเหลือและข้อเสนอแนะ
vi: Giúp đỡ và phản hồi
zh_hans: 帮助与反馈
zh_hant: 幫助與回饋

# AA0606
source: Share APP/device logs
cs: Sdílet protokoly aplikací/zařízení
fa: شریک یادداشتهای کاربرد/دستگاه
id: Bagikan log APP/perangkat
ja: アプリ・デバイスログの共有
ms: Kongsi log APl/peranti
sk: Spoločné záznamy aplikácií/zariadení
th: แชร์APP/ล็อกอุปกรณ์
vi: Chia sẻ nhật ký ứng dụng/thiết bị
zh_hans: 共享APP/设备日志
zh_hant: 共享APP/設備日誌

# AA0607
source: For targeting the problems
cs: Snadno přesně lokalizovat problémy
fa: آسان است که مشکلات را دقیقا پیدا کنیم
id: Memfasilitasi lokasi masalah yang akurat
ja: 問題の特定に役立ちます
ms: Mudah untuk meletakkan kedudukan yang tepat
sk: Ľahké presne lokalizovať problémy
th: ซึ่งสะดวกสําหรับการวางตําแหน่งที่แม่นยํา
vi: Để tiện xác định vị trí vấn đề chính xác
zh_hans: 便于准确定位问题
zh_hant: 便於準確定位問題

# AA0608
source: At least 10 characters
cs: Aspoň deset slov
fa: حداقل ده کلمه
id: Minimal 10 kata
ja: 最低限10文字が必要です
ms: Minimum 10 patah perkataan
sk: Aspoň 10 slov
th: อย่างน้อย 10 คํา
vi: Tối thiểu 10 từ
zh_hans: 最少10个字
zh_hant: 最少10個字

# AA0609
source: Visit more
cs: Navštivte více
fa: ملاقات بیشتری
id: Kunjungi lebih banyak
ja: 詳細へ
ms: Lawati lagi
sk: Viac návštev
th: เยี่ยมชมเพิ่มเติม
vi: Truy cập nhiều hơn
zh_hans: 访问更多
zh_hant: 訪問更多

# AA0610
source: XXXXXXXX cannot store and retrieve all the pictures. Please allow it to store and retrieve 'All Pictures'. Click to set
cs: XXXXXXXX má přístup pouze k některým fotografiím v albu. Doporučujeme povolit přístup k "všem fotografiím". Klikněte pro nastavení
fa: XXXXXXXX فقط می‌تواند به چند عکس در آلبوم دسترسی دهد. این پیشنهاد می‌شود که اجازه‌دهنده دسترسی به 'همه عکس' باشد. برای تنظیم آن را فشار دهید.
id: XXXXXXXX hanya dapat mengakses beberapa foto di album, disarankan untuk mengizinkan akses ke `semua foto`,klik untuk atur
ja: XXXXXXXXはアルバムの写真を一部しか利用できません。「全ての写真」を対象にすることをおすすめします。クリックして設定へ遷移します
ms: XXXXXXXX hanya boleh mengakses beberapa foto dalam album, disyorkan untuk membenarkan akses kepada `semua foto`, klik untuk tetepkan
sk: XXXXXXXX môže prístup len k niektorým fotám v albume. Odporúča sa umožniť prístup k 'všetkým fotám'. Kliknite, aby ste ho nastavili.
th: XXXXXXXX สามารถเข้าถึงรูปภาพบางรูปในอัลบั้มเท่านั้น ขอแนะนําให้อนุญาตให้เข้าถึง`รูปภาพทั้งหมด` คลิกเพื่อตั้งค่า
vi: XXXXXXXX chỉ có thể truy cập một số ảnh trong album, nên cho phép truy cập vào `tất cả ảnh`, nhấn vào tới cài đặt
zh_hans: XXXXXXXX只能存取相册部分相片, 建议允许存取`所有相片`, 点击去设置
zh_hant: XXXXXXXX只能存取相冊部分相片, 建議允許存取`所有相片`, 點擊去設置

# AA0611
source: XXXXXXXX has no access to the album. Click to set
cs: XXXXXXXX nemá přístup k albu, klikněte pro nastavení
fa: XXXXXXXX دسترسی به آلبوم ندارد، برای تنظیمش فشار دهید
id: XXXXXXXX tidak memiliki izin akses album, klik untuk mengaturnya
ja: XXXXXXXXはアルバムにアクセスできません。クリックして設定へ遷移します
ms: XXXXXXXX tidak mempunyai kebenaran akses album, klik untuk tetapkan
sk: XXXXXXXX nemá prístup k albumu, kliknite na nastavenie
th: XXXXXXXX ไม่สามารถเข้าถึงอัลบั้มรูปภาพได้ คลิกเพื่อตั้งค่า
vi: XXXXXXXX không có quyền truy cập album, nhấn vào để cài đặt
zh_hans: XXXXXXXX没有相册访问权限, 点击去设置
zh_hant: XXXXXXXX沒有相冊訪問權限, 點擊去設置
