Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0247
source: Cloud service
cs: cloudová služba
el: Υπηρεσία cloud
es: Servicios en la nube
fa: سرویس ابری
fr: Service en ligne
id: Layanan cloud
it: Servizio Cloud
ja: クラウドサービス
ms: Perkhidmatan awan
pl: Usługa w chmurze
pt: Serviço na nuvem
ru: Облачные сервисы
sk: Oblaková služba
th: บริการคลาวด์
tr: Bulut hizmeti
vi: Dịch vụ đám mây
zh_hans: 云服务
zh_hant: 雲服務

# AA0248
source: Other problem
cs: Jiný problém
de: Andere Probleme
el: Άλλο πρόβλημα
es: Otros problemas
fa: مشکلات دیگر
fr: Autre problème
id: Masalah lainnya
it: Altri problemi
ja: 他の问题
ms: Masalah lain
nl: Ander probleem
pl: Inny problem
pt: Outros problemas
ru: Другая проблема
sk: Iný problém
th: ปัญหาอื่น ๆ
tr: Diğer problemler
vi: Sự cố khác
zh_hans: 其他问题
zh_hant: 其他問題

# AA0249
source: Device classification
cs: Klasifikace zařízení
fa: Equipment classification
id: Klasifikasi perangkat
ja: デバイス分類
ms: Klasifikasi peranti
sk: Klasifikácia zariadenia
th: การจําแนกประเภทอุปกรณ์
vi: Phân loại thiết bị
zh_hans: 设备分类
zh_hant: 設備分類

# AA0250
source: Please select the device
cs: Vyberte zařízení
de: Bitte wählen Sie ein Gerät aus
el: Επιλέξτε μια συσκευή
es: Seleccione el equipo
fa: لطفا یک دستگاه را انتخاب کنید
fr: Veuillez sélectionner un appareil
id: Silakan memilih perangkat
it: Scegli un dispositivo
ja: デバイスを選択してください
ms: Sila pilih peranti
nl: Selecteer een apparaat
pl: Wybierz urządzenie
pt: Selecione o dispositivo
ru: Пожалуйста, выберите оборудование
sk: Vyberte zariadenie
th: โปรดเลือกอุปกรณ์
tr: Lütfen bir cihaz seçin
vi: Vui lòng chọn thiết bị
zh_hans: 请选择设备
zh_hant: 請選擇設備

# AA0251
source: Issues and Recommendations
cs: Otázky a návrhy
de: Fragen und Anregungen
el: Ερωτήσεις και Προτάσεις
es: Problemas y recomendaciones
fa: سوالات و پیشنهادات
fr: Questions et suggestions
id: Masalah dan saran
it: Domande e suggerimenti
ja: 質問と提案
ms: Soalan dan Cadangan
nl: Vragen en suggesties
pl: Pytania i sugestie
pt: Perguntas & Sugestões
ru: Вопросы и предложения
sk: Otázky a návrhy
th: คำถามและข้อเสนอแนะ
tr: Sorular ve Öneriler
vi: Vấn đề gặp phải và đề xuất
zh_hans: 问题与建议
zh_hant: 問題與建議

# AA0252
source: Please describe the comments or questions in detail, thank you for your support.
cs: Komentáře nebo dotazy prosím podrobně popište, děkujeme za podporu
de: Bitte beschreiben Sie die Kommentare oder Fragen im Detail, vielen Dank für Ihre Unterstützung
el: Περιγράψτε τα σχόλια ή τις ερωτήσεις λεπτομερώς, σας ευχαριστούμε για την υποστήριξή σας
es: Describa el comentario o el problema en detalle, gracias por su apoyo
fa: لطفا نظرات یا سوالات را با جزئیات شرح دهید، از حمایت شما متشکریم
fr: Veuillez décrire les commentaires ou les questions en détail, merci pour votre soutien
id: Silakan mendeskripsikan saran atau masalah dengan rinci, terima kasih atas dukungan Anda.
it: Descrivi la tua opinione o il tuo problema in modo dettagliato, grazie per il tuo supporto
ja: コメントや質問を詳しく説明してください、ご支援ありがとうございます。
ms: Sila huraikan ulasan atau soalan secara terperinci, terima kasih atas sokongan anda.
nl: Beschrijf de opmerkingen of vragen in detail, bedankt voor je steun
pl: Proszę szczegółowo opisać komentarze lub pytania, dziękuję za wsparcie
pt: Gentileza deixar comentários ou descrever problemas em detalhes, agradecemos seu apoio.
ru: Пожалуйста, подробно опишите комментарий или вопрос, спасибо за поддержку.
sk: Komentáre alebo otázky podrobne popíšte, ďakujeme za podporu
th: โปรดอธิบายความคิดเห็นหรือคำถามของคุณโดยละเอียด ขอบคุณสำหรับการสนับสนุนของคุณ.
tr: Lütfen yorumları veya soruları ayrıntılı olarak açıklayın, desteğiniz için teşekkür ederiz
vi: Vui lòng mô tả chi tiết ý kiến hoặc câu hỏi, cảm ơn bạn đã ủng hộ.
zh_hans: 请详细描述意见或问题，谢谢您的支持！
zh_hant: 請詳細描述意見或問題，謝謝您的支持！

# AA0253
source: Share app and device log information to pinpoint issues.
cs: Sdílejte informace o protokolu aplikací a zařízení, abyste mohli přesně identifikovat problémy
de: Teilen Sie Anwendungs- und Geräteprotokollinformationen, um Probleme zu lokalisieren
el: Μοιραστείτε πληροφορίες καταγραφής εφαρμογών και συσκευών για να εντοπίσετε προβλήματα
es: Comparta la información de los registros de las aplicaciones y los dispositivos para localizar los problemas
fa: اطلاعات گزارش برنامه و دستگاه را به اشتراک بگذارید تا مشکلات را مشخص کنید
fr: Partagez les informations du journal des applications et des appareils pour identifier les problèmes
id: Membagikan informasi log aplikasi dan perangkat untuk menemukan masalah dengan tepat
it: Condividi il registro quotidiano dell'applicazione e del dispositivo per trovare precisamente i problemi
ja: アプリケーションとデバイスのログ情報を共有して、問題を特定します
ms: Kongsi maklumat log aplikasi dan peranti untuk mengenal pasti masalah
nl: Deel applicatie- en apparaatlogboekinformatie om problemen op te sporen
pl: Udostępniaj informacje z dziennika aplikacji i urządzenia, aby lokalizować problemy
pt: Compartilhar dados de logs do aplicativo e do dispositivo para identificar problemas com precisão
ru: Обменивайтесь информацией из журналов регистрации приложений и устройств для точного определения проблем
sk: Zdieľajte informácie o protokoloch aplikácií a zariadení na určenie problémov
th: แบ่งปันข้อมูลบันทึกการใช้งานและอุปกรณ์เพื่อค้นหาปัญหาอย่างแม่นยำ
tr: Sorunları tam olarak belirlemek için uygulama ve cihaz günlüğü bilgilerini paylaşın
vi: Chia sẻ thông tin nhật ký ứng dụng và thiết bị để xác định sự cố
zh_hans: 共享应用及设备日志信息，以准确定位问题
zh_hant: 共享應用及設備日誌信息，以準確定位問題

# AA0254
source: Occurrence Frequency
cs: Četnost výskytu
de: Häufigkeit des Auftretens
el: Συχνότητα εμφάνισης
es: Frecuencia de ocurrencia
fa: فراوانی وقوع
fr: Fréquence d'occurrence
id: Frekuensi muncul
it: Frequenza
ja: 発生頻度
ms: Kekerapan kejadian
nl: Frequentie van voorkomen
pl: Częstotliwość występowania
pt: Frequência de ocorrência
ru: Частота возникновения
sk: Frekvencia výskytu
th: ความถี่ของการเกิด
tr: Oluşma sıklığı
vi: Tần số xuất hiện
zh_hans: 出现频率
zh_hant: 出現頻率

# AA0255
source: Rarely appear
cs: Zřídka
de: Selten
el: Σπανίως
es: Raramente presente
fa: به ندرت
fr: Rarement
id: Jarang muncul
it: Raramente
ja: めったに
ms: Jarang-jarang
nl: Zelden
pl: Rzadko
pt: Raro
ru: Редко наблюдается
sk: Málokedy
th: ไม่ค่อยปรากฏ
tr: Nadiren
vi: Hiếm khi xuất hiện
zh_hans: 很少出现
zh_hant: 很少出現

# AA0256
source: Once a day
cs: jednou denně
de: einmal am Tag
el: μια φορά την ημέρα
es: Una vez al día
fa: روزی یک بار
fr: une fois par jour
id: Sekali sehari
it: Una volta al giorno
ja: 一日一回
ms: Sekali sehari
nl: een keer per dag
pl: raz dziennie
pt: Uma vez por dia
ru: Один раз в день
sk: raz za deň
th: วันละครั้ง.
tr: günde bir kez
vi: Một lần một ngày
zh_hans: 一天一次
zh_hant: 一天一次

# AA0257
source: Multiple times a day
cs: vícekrát za den
de: mehrmals täglich
el: πολλές φορές την ημέρα
es: Varias veces al día
fa: چندین بار در روز
fr: plusieurs fois par jour
id: Banyak kali dalam sehari
it: Più volte al giorno
ja: 1日に複数回
ms: Beberapa kali sehari
nl: meerdere keren per dag
pl: wiele razy dziennie
pt: Várias vezes por dia
ru: Несколько раз в день
sk: viackrát za deň
th: วันละหลายครั้ง
tr: günde birkaç kez
vi: Nhiều lần một ngày
zh_hans: 一天多次
zh_hant: 一天多次

# AA0258
source: Keep Appearing
cs: stále se objevovat
de: tauchen immer wieder auf
el: συνεχίστε να εμφανίζεστε
es: Siempre presente
fa: به ظاهر شدن ادامه بده
fr: continue d'apparaître
id: Selalu muncul
it: Sempre
ja: 現れ続ける
ms: Terus muncul
nl: blijf verschijnen
pl: ciągle się pojawiać
pt: Aparece sempre
ru: Всегда появляться
sk: stále sa objavovať
th: ขึ้นตลอด
tr: görünmeye devam et
vi: Luôn xuất hiện
zh_hans: 一直出现
zh_hant: 一直出現

# AA0259
source: Time of problem
cs: čas problému
de: Zeitpunkt des Problems
el: την ώρα του προβλήματος
es: Cuando surgió el problema
fa: زمان بروز مشکل
fr: l'heure du problème
id: Waktu munculnya masalah
it: Quando si è verificato il problema
ja: 問題の時間
ms: Masa masalah
nl: de tijd van het probleem
pl: czas wystąpienia problemu
pt: Tempo da ocorrência do problema
ru: Время возникновения вопроса
sk: čas problému
th: เมื่อเกิดปัญหาขึ้น
tr: sorunun zamanı
vi: Thời gian xuất hiện vấn đề
zh_hans: 出现问题的时间
zh_hant: 出現問題的時間

# AA0260
source: Time selecting
cs: Vybrat čas
fa: انتخاب زمان
id: Pilih waktu
ja: 時間を選択
ms: Memilih masa
sk: Vyberte čas
th: เลือกเวลา
vi: Chọn thời gian
zh_hans: 选择时间
zh_hant: 選擇時間

# AA0261
source: Contact Information
cs: Kontaktní informace
de: Kontaktinformation
el: Στοιχεία επικοινωνίας
es: Datos de contacto
fa: اطلاعات تماس
fr: Informations de contact
id: Kontak yang dapat dihubungi
it: Contatto
ja: 連絡先
ms: Maklumat perhubungan
nl: Contactgegevens
pl: Informacje kontaktowe
pt: Contato
ru: Контактная информация
sk: Kontaktné informácie
th: ข้อมูลติดต่อ
tr: İletişim bilgileri
vi: Thông tin liên lạc
zh_hans: 联系方式
zh_hant: 聯系方式

# AA0262
source: Please enter your contact E-mail address
cs: Prosím, zadejte své kontaktní e-mailové adresy.
de: Bitte geben Sie Ihre E-Mail-Adresse.
el: Εισαγάγετε τη διεύθυνση E-mail επικοινωνίας σας.
es: Por favor, introduzca su dirección de e-mail de contacto.
fa: لطفا آدرس پست الکترونیکی تماس خود را وارد کنید.
fr: S'il vous plaît saisir votre adresse e-mail de contact.
id: Masukkan alamat kontak e-mail Anda
it: Inserisci il tuo indirizzo e-mail di contatto.
ja: 连络先E-mailアドレスを入力してください
ms: Sila masukkan alamat e-mel kenalan anda
nl: Vul uw contactgegevens E-mail adres.
pl: Podaj swój kontaktowy adres e-mail.
pt: Digite o seu e-mail de contato.
ru: Пожалуйста, введите ваш контактный адрес электронной почты.
sk: Prosím, zadajte svoje kontaktné e-mailové adresy.
th: โปรดป้อนที่อยู่อีเมลที่ติดต่อของคุณ
tr: iletişim e-posta adresini giriniz.
vi: Vui lòng nhập địa chỉ E-mail hoặc số điện thoại của bạn
zh_hans: 请留下您的电话或邮箱
zh_hant: 請留下您的電話或郵箱

# AA0263
source: Submit
cs: podřídit se
de: Einreichen
el: υποβάλλουν
es: Enviar
fa: ارسال
fr: Envoyer
id: Penyerahan
it: Sottometti
ja: 提出
ms: Penyerahan
nl: verzenden
pl: Tytuł
pt: Enviar
ru: Отправить
sk: podriadiť sa
th: การส่ง
tr: Gönderme
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# AA0264
source: Urgent problem?please send e-mail to us
cs: Naléhavý problém? Pošlete nám e-mail.
de: Ist das Problem dringend? Sie können uns auch ein E-Mail-Feedback senden
el: Επείγον πρόβλημα; στείλτε μας e-mail.
es: ¿Tiene problema urgente? También puede enviar correo para dejar su opinión
fa: خطا ضروری است؟ شما می توانید انتقادات و پیشنهادات را ایمیل کنید.
fr: Problème urgent ? Contactez-nous par email
id: Apakah eror itu mendesak? Anda juga dapat mengirim umpan balik melalui email
it: Il problema è molto urgente? È anche possibile inviare feedback con E-mail
ja: 问题を急いで解决してほしい场合、メールでお问い合わせください。
ms: Adalah ralat segera? Anda juga boleh menghantar maklum balas melalui emel
nl: Dringend probleem? Stuur een e-mail naar ons.
pl: Prosimy o przesłanie do nas e-maila.
pt: Problema urgente? Envie um email para nós.
ru: Срочная проблема? Пожалуйста, отправьте нам электронное письмо.
sk: Naliehavý problém? Pošlite nám e-mail.
th: ข้อผิดพลาดนี้เร่งด่วนหรือไม่ นอกจากนี้คุณยังสามารถส่งความคิดเห็นผ่านทางอีเมลอีกด้วย
tr: Hata önemli mi? E-mail ile de geri bildirim gönderebilirsiniz.
vi: Lỗi có khẩn cấp không? Bạn cũng có thể gửi phản hồi bằng email
zh_hans: 问题比较紧急？您还可以发邮件反馈
zh_hant: 問題比較緊急？您還可以發郵件反饋

# AA0265
source: 500 characters supported at most
cs: Podporuje až 500 znaků
fa: تا ۵۰۰ شخصیت پشتیبانی می‌کند
id: Maksimal 500 karakter
ja: 最大500文字まで対応可能です
ms: Paling banyak 500 aksara disokong
sk: Podporuje až 500 znakov
th: รองรับอักขระได้สูงสุด 500 ตัว
vi: Hỗ trợ tối đa 500 ký tự
zh_hans: 最多支持500个字符
zh_hant: 最多支持500個字符

# AA0266
source: Wrong format of phone number
cs: Špatný formát telefonního čísla
de: Format der Handynummer falsch
el: Λανθασμένη μορφή αριθμού τηλεφώνου
es: Error en formato del número de celular
fa: فرمت شماره تلفن اشتباه است
fr: Mauvais format du numéro de portable
id: Format nomor ponsel eror
it: Il formato del numero di cellulare è sbagliato
ja: スマートフォンの电话番号フォーマットが正しくありません
ms: Format nombor telefon yang salah
nl: Verkeerd formaat telefoonnummer
pl: Niepoprawny format numeru telefonu
pt: Formato de número de telefone incorreto
ru: Неверный формат номера телефона
sk: Nesprávny formát telefónneho čísla
th: หมายเลขโทรศัพท์ที่ไม่ถูกต้อง
tr: Telefon numarasının biçimi hatalı
vi: Quy cách số điện thoại sai
zh_hans: 手机号格式错误
zh_hant: 手機號格式錯誤

# AA0267
source: Email format error
cs: Chyba formátu e-mailu
de: E-Mail-Format ist falsch
el: Σφάλμα μορφής email
es: Formato de email incorrecto
fa: خطای فرمت صندوق پیغام ها
fr: Format Email incorrect
id: Format kotak surat eror
it: Il formato dell’indirizzo email è sbagliato
ja: メールアドレスが正しくありません
ms: Peti mel format kesalahan
nl: E-mail heeft verkeerd formaat
pl: Zły format e-mail
pt: Formato de e-mail incorreto
ru: Ошибка формата электронной почты
sk: Chyba formátu e-mailu
th: ข้อผิดพลาดในรูปแบบอีเมล์
tr: Posta kutusu biçimi hatası
vi: Định dạng hòm thư lỗi
zh_hans: 邮箱格式错误
zh_hant: 郵箱格式錯誤

# AA0268
source: Copy succeeded
cs: Kopírování proběhlo úspěšně
de: Kopieren erfolgreich
el: Η αντιγραφή ολοκληρώθηκε με επιτυχία
es: Se ha copiado
fa: کپی موفقیت آمیز
fr: Copié avec succès
id: Berhasil copy
it: Copiato con successo
ja: コピー完了
ms: Disalin berjaya
nl: Kopiëren geslaagd
pl: Skopiowane poprawnie
pt: Copiado com sucesso
ru: Скопировано
sk: Kopírovanie prebehlo úspešne
th: คัดลอกสำเสร็จ
tr: Başarıyla kopyalandı
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 復製成功

# AA0269
source: Submission failed
cs: Odeslání selhalo
fa: استخدام شکست خورد
id: Gagal mengirim
ja: 提出に失敗しました
ms: Penyerahan gagal
sk: Predloženie zlyhalo
th: การส่งล้มเหลว
vi: Gửi thất bại
zh_hans: 提交失败
zh_hant: 提交失敗

# AA0270
source: Submitted successfully, thanks very much for your feedback
cs: Úspěšně odesláno, děkujeme za zpětnou vazbu
de: Erfolgreich eingereicht, vielen Dank für Ihr Feedback
el: Υποβλήθηκε με επιτυχία, σας ευχαριστούμε πολύ για τα σχόλιά σας
es: Enviado con éxito, muchas gracias por sus comentarios
fa: با موفقیت ارسال شد، از بازخورد شما بسیار سپاسگزارم
fr: Soumis avec succès, merci beaucoup pour vos commentaires
id: Berhasil mengajukan, terima kasih atas umpan balik Anda
it: Inviato, grazie mille per il tuo feedback
ja: 正常に送信されました。フィードバックをありがとうございます
ms: Dihantar dengan jayanya, terima kasih banyak atas maklum balas anda
nl: Succesvol ingediend, hartelijk dank voor uw feedback
pl: Przesłany pomyślnie, bardzo dziękuję za opinię
pt: Enviado com sucesso, muito obrigado por seu feedback
ru: Отправлено успешно, большое спасибо за ваш отзыв
sk: Úspešne odoslané, ďakujeme za spätnú väzbu
th: ส่งเรียบร้อยแล้วครับ ขอบคุณสำหรับคำติชมครับ
tr: Başarıyla gönderildi, geri bildiriminiz için çok teşekkür ederiz
vi: Đã gửi thành công, cảm ơn bạn rất nhiều vì đã phản hồi
zh_hans: 提交成功，非常感谢您的反馈
zh_hant: 提交成功，非常感謝您的反饋

# AA0271
source: Off
cs: vypnuto
de: abschließen
el: Μακριά από
es: Apagado
fa: بستن
fr: Aucun
id: Tutup
it: Chiudi
ja: 终了
ms: Berhampiran
nl: Uit
pl: Zamknij
pt: Desligado
ru: Закрыть
sk: vypnuté
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# AA0272
source: Follow the system language
cs: Sledovat systémový jazyk
fa: دنبال زبان سیستم
id: Ikuti bahasa sistem
ja: システム言語と同じにします
ms: Ikut bahasa sistem
sk: Sledovať systémový jazyk
th: ติดตามภาษาของระบบ
vi: Theo dõi ngôn ngữ hệ thống
zh_hans: 跟随系统语言
zh_hant: 跟隨系統語言

# AA0273
source: Save
cs: Uložit
de: speichern
el: Σώσει
es: Guardar
fa: ذخیره سازی
fr: Sauvegarder
id: Simpan
it: Salva
ja: 保存
ms: Simpan
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохран.
sk: Uložiť
th: เก็บ
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# AA0274
source: Version update
cs: Nová verze Aktualizace
de: Neue Version aktualisieren
el: ενημέρωση νέας έκδοσης
es: Actualización de versión
fa: به روز رسانی نسخه جدید
fr: Mise à jour de la version
id: Pembaruan versi
it: Aggiornamento della nuova versione
ja: バージョンへアップデート
ms: Kemas kini versi baru
nl: nieuwe versie update
pl: aktualizacja nowej wersji
pt: Atualização de nova versão
ru: Обновить версию
sk: Nová aktualizácia verzie
th: อัพเดทเวอร์ชั่น
tr: yeni sürüm güncellemesi
vi: Cập nhật phiên bản mới
zh_hans: 版本更新
zh_hant: 版本更新

# AA0275
source: Account information
cs: Informace o účtu
de: Kontoinformationen
el: Πληροφορίες λογαριασμού
es: Información de cuenta
fa: اطلاعات حساب
fr: Mon compte
id: Informasi akun
it: Informazioni dell’account
ja: アカウント情报
ms: Maklumat akaun
nl: Account informatie
pl: Informacje o koncie
pt: Informações da conta
ru: Информация о аккаунте
sk: Informácie o účte
th: ข้อมูลบัญชี
tr: Hesap Bilgileri
vi: Thông tin tài khoản
zh_hans: 账户信息
zh_hant: 帳戶資訊

# AA0276
source: Profile photo
cs: Avatar
fa: آواتار
id: Foto profil
ja: アイコン
ms: Potret
sk: Avatar
th: อวาตาร์
vi: Ảnh đại diện
zh_hans: 头像
zh_hant: 頭像

# AA0277
source: Name
cs: Upravit přezdívku
fa: تغییر اسم
id: Nama
ja: リネーム
ms: Nama
sk: Zmeniť prezývku
th: แก้ไขชื่อเล่น
vi: Sửa biệt hiệu
zh_hans: 修改昵称
zh_hant: 修改昵稱

# AA0278
source: Password
cs: Změnit heslo
de: Ändern Sie das Kennwort
el: Αλλαξε κωδικό
es: Modificar la llave
fa: تغییر رمزعبور
fr: Modifier mot de passe
id: Mengubah kata sandi
it: Modificare la password
ja: パスワードの修正
ms: Ubah kata laluan
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar senha
ru: Изменить пароль
sk: Zmeniť heslo
th: แก้ไขรหัสผ่าน
tr: Şifreyi değiştir
vi: Chỉnh sửa mật khẩu
zh_hans: 修改密码
zh_hant: 修改密碼

# AA0279
source: Phone
cs: Telefonní číslo
de: Mobiltelefon
el: αριθμός τηλεφώνου
es: Teléfono Móvil
fa: تلفن همراه
fr: Numéro de téléphone
id: Ponsel
it: Numero di telefono
ja: 电话番号
ms: Nombor telefon
nl: Telefoonnummer
pl: Nr.telefonu
pt: Número de celular
ru: номер телефона
sk: Telefónne číslo
th: โทรศัพท์มือถือ
tr: Cep telefonu
vi: Số di động
zh_hans: 手机
zh_hant: 手機

# AA0280
source: E-mail
cs: E-mailová adresa
el: Διεύθυνση e-mail
es: Correo-e
fa: شماره تلفن همراه
fr: Adresse email
ja: E-メールアドレス
ms: E-mel
nl: E-mail adres
pl: E-mail adres
pt: Endereço de e-mail
sk: E-mailová adresa
th: อีเมลล์
tr: E-posta
zh_hans: 邮箱
zh_hant: 郵箱

# AA0281
source: Registered region
cs: Registrovaný region
fa: منطقه ثبت شده
id: Daftarkan wilayah
ja: 登録地域
ms: Wilayah berdaftar
sk: Registrovaný región
th: พื้นที่ลงทะเบียน
vi: Khu vực đăng ký
zh_hans: 注册地区
zh_hant: 註冊地區

# AA0282
source: Close the account
cs: Zrušení účtu
de: Kündigung des Kontos
el: Κλείστε τον λογαριασμό
es: Anular Cuenta
fa: لغو حساب
fr: Fermer le compte
id: Menghapus akun
it: Cancella il conto
ja: ログアウトする
ms: Pembatalan akaun
nl: Account annuleren
pl: Anulowanie konta
pt: Cancelamento de conta
ru: Удалить учётную запись
sk: Zrušenie účtu
th: ยกเลิกบัญชีการใช้งาน
tr: Hesabı kapat
vi: Gạch bỏ tài khoản
zh_hans: 注销账号
zh_hant: 註銷賬號

# AA0283
source: Logout
cs: Odhlásit se
de: Ausloggen
el: Αποσύνδεση
es: Salir de la sesión
fa: خارج شدن
fr: Fermer la session
id: Keluar
it: Esci
ja: ログアウト
ms: Daftar keluar
nl: Uitloggen
pl: Wyloguj
pt: Fazer Logoff
ru: Выйти
sk: Odhlásiť sa
th: ลงชื่อออก
tr: Oturumu sonlandır
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 退出登錄

# AA0284
source: Profile photo selecting
cs: Vyberte avatar
fa: انتخاب آفاتار
id: Pilih foto profil
ja: アイコンを選択
ms: Memilih potret
sk: Vyberte avatar
th: เลือกอวาตาร์
vi: Chọn ảnh đại diện
zh_hans: 选择头像
zh_hant: 選擇頭像

# AA0285
source: Replace successfully
cs: Výměna úspěšná
fa: جایگزینی موفق شد
id: Berhasil diganti
ja: 変更に成功しました
ms: Berjaya menggantikan
sk: Náhrada úspešná
th: การเปลี่ยนสําเร็จ
vi: Thay đổi thành công
zh_hans: 更换成功
zh_hant: 更換成功

# AA0286
source: Please enter your nickname
cs: Zadejte své uživatelské jméno
de: Name eingeben
el: Εισαγάγετε το ψευδώνυμό σας
es: Por favor ingrese el apodo
fa: لطفا نام مستعاری وارد کنید
fr: Taper le surnom
id: Silakan masukkan nama panggilan
it: Inserisce il soprannome
ja: ニックネームをご记入してください
ms: Masukkan nama panggilan
nl: Voer alstublieft uw bijnaam in
pl: Wprowadź nazwę
pt: Digite o apelido
ru: введите ник
sk: Zadajte vaše užívateľské meno
th: กรุณาป้อนชื่อเล่น
tr: Lütfen bir takma ad girin
vi: Hãy nhập biệt hiệu
zh_hans: 请输入昵称
zh_hant: 請輸入昵稱

# AA0287
source: Modified successfully
cs: Úspěšně upravené
fa: Successfully modified
id: Berhasil diubah
ja: 修正に成功しました
ms: Tukar berjaya
sk: Úspešne zmenené
th: การแก้ไขสําเร็จ
vi: Sửa đổi thành công
zh_hans: 修改成功
zh_hant: 修改成功

# AA0288
source: Nicknames cannot contain special symbols
cs: Přezdívky nemohou obsahovat speciální symboly
fa: نام‌های نیرنگ نمی‌توانند نشانه‌های ویژه را شامل کند
id: Nama panggilan tidak boleh mengandung simbol khusus
ja: ニックネームに特殊文字などはご使用いただけません
ms: Nama panggilan tidak boleh mengandungi simbol khas
sk: Priezvisko nemôže obsahovať osobitné symboly
th: ชื่อเล่นต้องไม่มีสัญลักษณ์พิเศษ
vi: Biệt hiệu không được chứa các ký hiệu đặc biệt
zh_hans: 昵称不能包含特殊符号
zh_hant: 昵稱不能包含特殊符號

# AA0289
source: The nickname must be less than 24 characters in length
cs: Jméno nesmí přesáhnout 24 znaků
de: Alias muss weniger als 24 Schriftzeichen enthalten
el: Το ψευδώνυμο πρέπει να έχει μήκος μικρότερο από 24 χαρακτήρες
es: El apodo debe tener menos de 24 palabras
fa: نام مستعار باید کمتر از 24 کلمه باشد
fr: Le surnom doit être inférieur à 24 mots
id: Nama Panggilan harus kurang dari 24 kata
it: Soprannome di almeno 24 caratteri
ja: ニックネームは２４文字以内にしてください
ms: Nama samaran mestilah kurang daripada 24 perkataan
nl: De bijnaam mag niet langer zijn dan 24 tekens
pl: Nazwa musi mieć mniej niż 24 wyrazy
pt: O apelido deve ter menos de 24 caracteres
ru: ник должен быть меньше 24 слов
sk: Meno nesmie presiahnuť 24 znakov
th: ชื่อเล่นต้องมีความยาวต่ำกว่า 24 คำ
tr: Kullanıcı adı 24 karakterden az olmalı
vi: Biệt hiệu phải dưới 24 từ
zh_hans: 昵称必须少于24个字
zh_hant: 昵稱必須少於24個字

# AA0290
source: Nickname configuration failed.
cs: Konfigurace jména se nezdařila.
de: Alias nicht eingestellt
el: Η διαμόρφωση ψευδωνύμου απέτυχε.
es: Fallido de configurar el apodo
fa: تنظیم نام مستعار موفقیت آمیز نبود
fr: Le surnom n'est pas adapté
id: Pengaturan nama panggilan gagal
it: Fallito a soprannominare
ja: ニックネーム设置失败
ms: Tetapan nama samaran gagal
nl: Bijnaamconfiguratie mislukt.
pl: Ustawianie nazwy nieudane
pt: A configuração do apelido falhou.
ru: неудачная настройка ника
sk: Konfigurácia mena sa nepodarila.
th: การตั้งชื่อเล่นล้มเหลว
tr: Takma ad ayarlama başarısız
vi: Cài đặt biệt hiệu không thành công
zh_hans: 昵称设置失败
zh_hant: 昵稱設置失敗

# AA0291
source: Enter your old password
cs: Zadejte vaše staré heslo
de: Geben Sie bitte das alte Passwort ein
el: Εισαγάγετε τον παλιό κωδικό πρόσβασής σας
es: Introduzca contraseña anterior
fa: لطفا یک گذرواژه قدیمی وارد کنید
fr: Entrez l'ancien mot de passe
id: Masukkan sandi lama Anda
it: Si prega di inserire la vecchia password
ja: 以前のパスワードを入力してください
ms: Masukkan kata laluan lama anda
nl: Voer je oude wachtwoord in
pl: Podaj swoje stare hasło
pt: Digite a senha antiga
ru: Введите старый пароль
sk: Zadajte vaše staré heslo
th: กรุณานำเข้ารหัสผ่านเก่า
tr: Lütfen eski şifreyi giriniz
vi: Nhập mật khẩu cũ
zh_hans: 旧密码
zh_hant: 舊密碼

# AA0292
source: Enter a new password
cs: Zadejte nové heslo
de: Geben Sie bitte ein neues Passwort ein
el: εισάγετε ένα νέο κωδικό πρόσβασης
es: Introduzca contraseña nueva
fa: لطفا یک گذرواژه جدید وارد کنید
fr: Entrez un nouveau mot de passe
id: Masukkan kata sandi baru Anda
it: Si prega di inserire una nuova password
ja: 新しいパスワードを入力して下さい
ms: Masukkan kata laluan baru anda
nl: Voer een nieuw wachtwoord in
pl: Podaj nowe hasło
pt: Digite uma nova senha
ru: Введите новый пароль
sk: Zadajte nové heslo
th: กรุณานำเข้ารหัสผ่านใหม่
tr: Lütfen yeni bir şifre girin
vi: Nhập mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# AA0293
source: Enter again
cs: Zadejte znovu
de: Erneut eingeben
el: Εισαγάγετε ξανά
es: Introducir de nuevo
fa: دوباره تایپ کنید
fr: Entrez à nouveau
id: Mengetik ulang
it: Inserisci di nuovo
ja: 再度入力
ms: Taip semula
nl: Voer nogmaals in
pl: Wpisz ponownie
pt: Digite novamente
ru: Введите еще раз
sk: Zadajte znovu
th: เข้าใหม่
tr: Yeniden yaz
vi: Nhập lần nữa
zh_hans: 确认新密码
zh_hant: 確認新密碼
