Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0425
source: With no response, please long press Reset on the camera
cs: Pokud neodpovídá, stiskněte a podržte tlačítko Reset fotoaparátu pro reset
de: Wenn keine Reaktion erfolgt, bitte die Reset-Taste der Kamera zur Rückstellung lang gedrückt halten
el: Εάν δεν υπάρχει απάντηση, πατήστε παρατεταμένα το κουμπί επαναφοράς κάμερας για επαναφορά
es: Si no responde, mantén pulsado el botón de reinicio de la cámara para reiniciarla.
fa: اگر پاسخی وجود ندارد ، لطفا فشار دهید و دکمه بازسازی دوربین را نگه دارید تا تغییر دهید
fr: Si aucune réponse, appuyez sur le bouton « Reset » de l'appareil photo et maintenez-le enfoncé pour réinitialiser l'appareil.
id: Jika tidak ada tanggapan, tekan lama tombol reset kamera untuk mengatur ulang
it: Se non c'è risposta, premi il tasto Reset per ripristinare la fotocamera
ja: 反応がない場合は、カメラResetキーを長押ししてリセットしてください
ms: If there is no response, please press and hold the camera Reset button to reset
nl: Als er geen reactie is, houdt u de camera Reset-knop ingedrukt om te resetten
pl: Jeśli nie ma odpowiedzi, naciśnij i przytrzymaj przycisk Reset kamery, aby zresetować
pt: Se não houver resposta, pressione longamente o botão Redefinir da câmera para reiniciar
ru: При отсутствии срабатывания, нажмите длительно кнопку Reset камеры для сброса
sk: Ak neexistuje žiadna odpoveď, prosím stlačte a udržte tlačidlo Nastaviť kameru na nastavenie
th: หากไม่มีการตอบสนองโปรดกดปุ่มรีเซ็ตกล้องค้างไว้เพื่อรีเซ็ต
tr: Yanıt yoksa, sıfırlamak için lütfen kameranın sıfırlama düğmesine uzun basın
vi: Nếu không có phản hồi, vui lòng nhấn và giữ nút Reset của camera để đặt lại
zh_hans: 如无反应，请长按摄像机Reset键复位
zh_hant: 如無反應，請長按攝像機Reset鍵復位

# AA0426
source: Connect the camera to a LAN port of the router by cable, and connect your mobile phone to the same router Wi-Fi
cs: Připojte fotoaparát k portu Router LAN s síťovým kabelem a připojte telefon na stejném směrovači Wi-Fi
de: Die Kamera durch ein Netzwerkkabel mit dem WLAN-Port des Routers verbinden und das Handy mit demselben Router-WLAN verbinden
el: Συνδέστε την κάμερα στη θύρα LAN του δρομολογητή με το καλώδιο δικτύου και συνδέστε το κινητό τηλέφωνο στον ίδιο δρομολογητή Wi-Fi
es: Conecte la cámara al puerto LAN del router con un cable de red, y conecte el móvil a Wi-Fi del mismo router.
fa: دوربین را به پورت روتر LAN با کابل شبکه وصل کنید و تلفن را به همان فای روتر وصل کنید
fr: Connectez la caméra au port LAN du routeur avec un câble réseau et connectez le téléphone au même Wi-Fi du routeur
id: Hubungkan kamera ke port LAN router dengan kabel jaringan, dan sambungkan ponsel dengan Wi-Fi router yang sama
it: Collega la videocamera alla porta LAN del router con un cavo di rete e collega il cellulare allo stesso router Wi-Fi
ja: カメラをルーターのLANポートにネットワークケーブルで接続し、携帯電話を同じルーターのWi-Fiに接続します
ms: Sambungkan kamera ke port router LAN dengan kabel rangkaian dan sambungkan telefon ke Wi-Fi penghala yang sama
nl: Sluit de camera aan op de LAN poort van de router met de netwerkkabel, en sluit de mobiele telefoon aan op dezelfde Wi-Fi router
pl: Podłącz kamerę do portu LAN routera za pomocą kabla sieciowego i telefon komórkowy również do tego samego routera Wi-Fi
pt: Conecte a câmera à porta LAN do roteador com um cabo de rede e conecte o celular ao mesmo Wi-Fi do roteador
ru: Соедините сетевым кабелем камеру с портом LAN роутера, а также подключите сотовый телефон к Wi-Fi-сети, созданной через то же самый роутер
sk: Pripojte fotoaparát do portu smerovača LAN so sieťovým káblom a pripojte telefón k rovnakému smerovaču Wi-Fi
th: เชื่อมต่อกล้องเข้ากับพอร์ต LAN ของเราเตอร์ด้วยสายเคเบิลเครือข่าย และเชื่อมต่อโทรศัพท์กับเราเตอร์ Wi-Fi เดียวกัน
tr: Kamerayı bir ağ kablosuyla yönlendirici LAN bağlantı noktasına bağlayın ve telefonu aynı yönlendirici Wi-Fi'ye bağlayın
vi: Kết nối camera với cổng LAN của bộ định tuyến bằng cáp mạng và kết nối điện thoại với cùng một Wi-Fi của bộ định tuyến
zh_hans: 用网线将摄像机连接到路由器LAN口，并将手机连接至同一个路由器Wi-Fi
zh_hant: 用網線將攝像機連接到路由器LAN口，並將手機連接至同一個路由器Wi-Fi

# AA0427
source: Beginner's Tutorial
cs: Návod pro začátečníky
de: Anfänger-Tutorial
el: Φροντιστήριο για αρχάριους
es: Tutorial para principiantes
fa: آموزش مبتدی
fr: Tutoriel du débutant
id: Tutorial Pemula
it: Tutorial per principianti
ja: 初心者向けチュートリアル
ms: Tutorial Pemula
nl: Handleiding voor beginners
pl: Samouczek dla początkujących
pt: Tutorial para iniciantes
ru: Учебник для начинающих
sk: Návod pre začiatočníkov
th: กวดวิชาสำหรับผู้เริ่มต้น
tr: Başlangıç ​​Eğitimi
vi: Hướng dẫn cho người dùng mới
zh_hans: 新手教程
zh_hant: 新手教程

# AA0428
source: Fail to load
cs: Nepovedlo se načíst
de: Erfolglos geladen
el: Απέτυχε να φορτώσει
es: Fallido de cargar
fa: بارگیری ناموفق بود
fr: Impossible de charger
id: Gagal muat ulang
it: Caricamento fallito
ja: 読み込みに失敗しました
ms: Gagal memuatkan
nl: Laden mislukt
pl: Nie udało się załadować
pt: Falha ao carregar
ru: Не удается загрузить
sk: Nepodarilo sa načítať
th: โหลดไม่สำเร็จ
tr: Yüklenemedi
vi: Không tải được
zh_hans: 加载失败
zh_hant: 加載失敗

# AA0429
source: select device
cs: vyberte zařízení
de: Gerät auswählen
el: επιλέξτε συσκευή
es: seleccione el dispositivo
fa: وسیله را انتخاب کن
fr: Choisir un appareil
id: Pilih alat
it: seleziona dispositivo
ja: デバイスを選択
ms: pilih peranti
nl: selecteer apparaat
pl: Wybierz urządzenie
pt: Selecionar dispositivo
ru: выберите устройство
sk: vyberte zariadenie
th: เลือกอุปกรณ์
tr: cihaz seç
vi: Chọn thiết bị
zh_hans: 选择设备
zh_hant: 選擇設備

# AA0430
source: Please describe the comments or questions in detail, thank you for your support
cs: Komentáře nebo dotazy prosím podrobně popište, děkujeme za podporu
de: Bitte beschreiben Sie die Kommentare oder Fragen im Detail, vielen Dank für Ihre Unterstützung
el: Περιγράψτε τα σχόλια ή τις ερωτήσεις λεπτομερώς, σας ευχαριστούμε για την υποστήριξή σας
es: Describa el comentario o el problema en detalle, gracias por su apoyo
fa: لطفا نظرات یا سوالات را با جزئیات شرح دهید، از حمایت شما متشکریم
fr: Veuillez décrire les commentaires ou les questions en détail, merci pour votre soutien
id: Silakan mendeskripsikan saran atau masalah dengan rinci, terima kasih atas dukungan Anda
it: Descrivi la tua opinione o il tuo problema in modo dettagliato, grazie per il tuo supporto
ja: コメントや質問を詳しく説明してください、ご支援ありがとうございます
ms: Sila huraikan ulasan atau soalan secara terperinci, terima kasih atas sokongan anda
nl: Beschrijf de opmerkingen of vragen in detail, bedankt voor je steun
pl: Proszę szczegółowo opisać komentarze lub pytania, dziękuję za wsparcie
pt: Gentileza deixar comentários ou descrever problemas em detalhes, agradecemos seu apoio.
ru: Пожалуйста, подробно опишите комментарий или вопрос, спасибо за поддержку.
sk: Komentáre alebo otázky podrobne popíšte, ďakujeme za podporu
th: โปรดอธิบายความคิดเห็นหรือคำถามของคุณโดยละเอียด ขอบคุณสำหรับการสนับสนุนของคุณ
tr: Lütfen yorumları veya soruları ayrıntılı olarak açıklayın, desteğiniz için teşekkür ederiz
vi: Vui lòng mô tả chi tiết ý kiến hoặc câu hỏi, cảm ơn bạn đã ủng hộ
zh_hans: 请详细描述意见或问题,谢谢您的支持
zh_hant: 請詳細描述意見或問題,謝謝您的支持

# AA0431
source: Share app and device log information to pinpoint issues
cs: Sdílejte informace o protokolu aplikací a zařízení, abyste mohli přesně identifikovat problémy
de: Teilen Sie Anwendungs- und Geräteprotokollinformationen, um Probleme zu lokalisieren
el: Μοιραστείτε πληροφορίες καταγραφής εφαρμογών και συσκευών για να εντοπίσετε προβλήματα
es: Comparta la información de los registros de las aplicaciones y los dispositivos para localizar los problemas
fa: اطلاعات گزارش برنامه و دستگاه را به اشتراک بگذارید تا مشکلات را مشخص کنید
fr: Partagez les informations du journal des applications et des appareils pour identifier les problèmes
id: Membagikan informasi log aplikasi dan perangkat untuk menemukan masalah dengan tepat
it: Condividi il registro quotidiano dell'applicazione e del dispositivo per trovare precisamente i problemi
ja: アプリケーションとデバイスのログ情報を共有して、問題を特定します
ms: Kongsi maklumat log aplikasi dan peranti untuk mengenal pasti masalah
nl: Deel applicatie- en apparaatlogboekinformatie om problemen op te sporen
pl: Udostępniaj informacje z dziennika aplikacji i urządzenia, aby lokalizować problemy
pt: Compartilhar dados de logs do aplicativo e do dispositivo para identificar problemas com precisão
ru: Обменивайтесь информацией из журналов регистрации приложений и устройств для точного определения проблем
sk: Zdieľajte informácie o protokoloch aplikácií a zariadení na určenie problémov
th: แบ่งปันข้อมูลบันทึกการใช้งานและอุปกรณ์เพื่อค้นหาปัญหาอย่างแม่นยำ
tr: Sorunları tam olarak belirlemek için uygulama ve cihaz günlüğü bilgilerini paylaşın
vi: Chia sẻ thông tin nhật ký ứng dụng và thiết bị để xác định sự cố
zh_hans: 共享应用及设备日志信息,以准确定位问题
zh_hant: 共享應用及設備日誌信息,以準確定位問題

# AA0432
source: Selecting a date
cs: Zvolení data
de: Auswählen eines Datums
el: Επιλογή ημερομηνίας
es: Al seleccionar una fecha
fa: انتخاب یک تاریخ
fr: Sélection d'une date
id: Memilih tanggal
it: La selezione di una data
ja: 日付を选択します
ms: Memilih tarikh yang
nl: Het selecteren van een datum
pl: Wybór daty
pt: Selecione uma data
ru: Выбор даты
sk: zvolenie dáta
th: เลือกวันที่
tr: Bir tarih seçme
vi: Lựa chọn ngày tháng
zh_hans: 请选择日期
zh_hant: 請選擇日期

# AA0433
source: Please enter your contact E-mail address.
cs: Prosím, zadejte své kontaktní e-mailové adresy.
de: Bitte geben Sie Ihre E-Mail-Adresse.
el: Εισαγάγετε τη διεύθυνση E-mail επικοινωνίας σας.
es: Por favor, introduzca su dirección de e-mail de contacto.
fa: لطفا آدرس پست الکترونیکی تماس خود را وارد کنید.
fr: S'il vous plaît saisir votre adresse e-mail de contact.
id: Masukkan alamat kontak e-mail Anda.
it: Inserisci il tuo indirizzo e-mail di contatto.
ja: 连络先E-mailアドレスを入力してください。
ms: Sila masukkan alamat e-mel kenalan anda.
nl: Vul uw contactgegevens E-mail adres.
pl: Podaj swój kontaktowy adres e-mail.
pt: Digite o seu e-mail de contato.
ru: Пожалуйста, введите ваш контактный адрес электронной почты.
sk: Prosím, zadajte svoje kontaktné e-mailové adresy.
th: โปรดป้อนที่อยู่อีเมลที่ติดต่อของคุณ
tr: iletişim e-posta adresini giriniz.
vi: Để xử lý vấn đề nhanh nhất, vui lòng nhập số điện thoại hoặc E-mail của bạn.
zh_hans: 为快速解决问题,请留下您的电话或邮箱
zh_hant: 為快速解決問題,請留下您的電話或郵箱

# AA0434
source: User Feedback
cs: Zpětná vazba
de: Rückmeldung
el: Ανατροφοδότηση
es: Comentarios
fa: بازخورد
fr: Retour
id: Umpan balik
it: Opinioni e feedback
ja: フィードバック
ms: Maklum balas
nl: Feedback
pl: Informacja zwrotna
pt: Comentários e feedback
ru: Обратная связь
sk: Spätná väzba
th: ข้อเสนอแนะ
tr: Geri bildirim
vi: Phản hồi ý kiến
zh_hans: 意见反馈
zh_hant: 意見反饋

# AA0435
source: Hour
cs: Hodina
de: Stunde
el: Ωρα
es: Hora
fa: ساعت
fr: Heure
id: Jam
it: Ore
ja: 时
ms: Jam
nl: Uur
pl: Godzina
pt: Hora
ru: Час
sk: Hodina
th: เวลา
tr: saat
vi: Giờ
zh_hans: 时
zh_hant: 時

# AA0436
source: Minute
cs: Minuta
de: Minuten
el: Λεπτό
es: Minuto
fa: دقیقه
id: Menit
it: Minuti
ja: 分
ms: Minit
nl: Minuut
pl: Minuta
pt: Minuto
ru: мин.
sk: Minúta
th: คะแนน
tr: Dakika
vi: Phút
zh_hans: 分
zh_hant: 分

# AA0437
source: Cancel live broadcasting
cs: Zrušit vysílání
de: Live abbrechen
el: Ακύρωση της εκπομπής
es: Cancelar en vivo
fa: پخش را لغو کنید
fr: Annuler la diffusion en direct
id: Batalkan Live
it: Annulla la trasmissione live
ja: 放送をキャンセルする
ms: Batalkan siaran
nl: Annuleer de uitzending
pl: Anuluj transmisję
pt: Cancelar a transmissão ao vivo
ru: Отменить трансляцию
sk: Zrušiť vysielanie
th: ยกเลิกการถ่ายทอดสด
tr: Canlı yayını iptal edin
vi: Hủy livestream
zh_hans: 取消直播
zh_hant: 取消直播

# AA0438
source: Enable Bluetooth on your cellphone to add a device quickly
cs: Otevřete Bluetooth v telefonu a rychle přidávejte zařízení
de: Den Bluetooth des Handys aktivieren, um das Gerät schnell hinzuzufügen
el: Ανοίξτε το στο τηλέφωνό σας και προσθέστε γρήγορα συσκευές
es: Activa el Bluetooth de tu teléfono y añade rápidamente un dispositivo
fa: بلوتوت را روی تلفن خود باز کنید و به سرعت دستگاه اضافه کنید
fr: Activez le Bluetooth de votre portable, ajoutez rapidement l'appareil
id: Nyalakan bluetooth ponsel dan tambahkan perangkat dengan cepat
it: Apri il Bluetooth del cellulare e aggiungi rapidamente il dispositivo
ja: 携帯電話のBluetoothをオンにして、デバイスをすばやく追加
ms: Buka Bluetooth pada telefon anda dan cepat tambah peranti
nl: Open Bluetooth op uw telefoon en voeg snel apparaten toe
pl: Otwórz Bluetooth w telefonie i szybko dodaj urządzenia
pt: Ligar o Bluetooth do telefone para adicionar rapidamente dispositivos
ru: Включите Bluetooth на телефоне, добавьте быстро устройство
sk: Open Bluetooth on your phone and quickly add devices
th: เปิดบลูทูธของโทรศัพท์มือถือของคุณและเพิ่มอุปกรณ์อย่างรวดเร็ว
tr: Buletooth açıp cihazı hızlı ekleyin
vi: Bật bluetooth của điện thoại và nhanh chóng thêm thiết bị
zh_hans: 打开手机蓝牙，快速添加设备
zh_hant: 打開手機藍牙，快速添加設備

# AA0439
source: Please allow new connection in Settings
cs: Povolte prosím nová připojení v nastavení
de: Bitte neue Verbindungen in den Einstellungen erlauben
el: Παρακαλώ επιτρέψτε νέες συνδέσεις στις ρυθμίσεις
es: Permite nuevas conexiones en los ajustes
fa: لطفا اجازه دهید ارتباطات جدید در تنظیمات
fr: Autorisez la nouvelle connexion dans les paramètres
id: Harap izinkan sambungan baru di pengaturan
it: Si prega di consentire le nuove connessioni nelle impostazioni
ja: 設定で新規接続を許可してください
ms: Sila benarkan sambungan baru dalam tetapan
nl: Gelieve nieuwe verbindingen toe te staan in de instellingen
pl: Proszę zezwolić na nowe połączenia w ustawieniach
pt: Permita novas conexões nas configurações
ru: Разрешите новому соединению в настройках
sk: Prosím, dovoľte nové spojenia v nastaveniach
th: โปรดอนุญาตการเชื่อมต่อใหม่ในการตั้งค่า
tr: Ayarlamada yeni bağlamaya izin verin
vi: Vui lòng ấn vào "Cho phép các kết nối mới" trong cài đặt Bluetooth
zh_hans: 请在设置中允许新连接
zh_hant: 請在設定中允許新連接

# AA0440
source: Wi-Fi connection timeout
cs: Časový limit připojení Wi-Fi
de: WLAN-Verbindung-Timeout
el: Χρονικό όριο σύνδεσης Wi-Fi
es: Tiempo de espera de la conexión Wi-Fi
fa: زمان اتصال Wi-Fi
fr: La connexion du Wi-Fi a expiré
id: Waktu koneksi Wi-Fi habis
it: Connessione Wi-Fi scaduta
ja: Wi-Fi接続がタイムアウトになりました
ms: Masa sambungan Wi-Fi
nl: Time-out Wi-Fi-verbinding
pl: Przekroczono limit czasu połączenia Wi-Fi
pt: Tempo limite de conexão de Wi-Fi
ru: Время ожидания соединения с Wi-Fi истекло
sk: Časový limit pripojenia Wi-Fi
th: การเชื่อมต่อ Wi-Fi หมดเวลา
tr: Wi-Fi bağlantısı zaman aşımına uğradı
vi: Kết nối Wi-Fi đã hết hạn
zh_hans: Wi-Fi连接超时
zh_hant: Wi-Fi連接超時

# AA0441
source: Add again
cs: Znovu pridat
de: Erneut hinzufügen
el: Προσθήκη ξανά
es: Vuelva a añadirla
fa: دوباره اضافه کنید
fr: Ajouter à nouveau
id: Tambahkan kembali
it: Aggiungi di nuovo
ja: 再追加
ms: Menambah semula
nl: Opnieuw toevoegen
pl: Dodaj ponownie
pt: Adicionar novamente
ru: Добавьте еще раз
sk: Znovu pridať
th: เพิ่มอีกครั้ง
tr: Tekrar ekle
vi: Thêm lại
zh_hans: 重新添加
zh_hant: 重新添加

# AA0442
source: Cannot get Wi-Fi list without GPS enabled, please set it now.
cs: Seznam Wi-Fi nelze získat bez funkce GPS, nastavte jej nyní.
de: WLAN-Liste kann nicht ohne GPS-Funktion abgerufen werden. Legen Sie sie jetzt fest.
el: Δεν είναι δυνατή η λήψη λίστας Wi-Fi χωρίς ενεργοποιημένο το GPS, ορίστε την τώρα.
es: No se puede obtener la lista de Wi-Fi sin GPS habilitado, configúrelo ahora.
fa: لیست Wi-Fi بدون GPS فعال نمی شود، لطفا آنرا تنظیم کنید.
fr: Impossible d'obtenir la liste Wi-Fi sans GPS activé, configurez-le maintenant.
id: Tidak bisa mendapatkan daftar Wi-Fi tanpa mengaktifkan GPS, setel sekarang.
it: Non è possibile ottenere la lista Wi-Fi senza GPS abilitato, si prega di impostare ora.
ja: GPSが有効になっていないWi-Fiリストを取得できない场合は、今すぐ设定してください。
ms: Tidak dapat mendapatkan senarai Wi-Fi tanpa GPS diaktifkan, sila tetapkan sekarang.
nl: Geen Wi-Fi-lijst zonder ingeschakelde GPS, schakel GPS nu in.
pl: Nie można uzyskać listy Wi-Fi bez włączonego GPS, ustaw teraz.
pt: Não é possível obter a lista de Wi-Fi sem o GPS habilitado, por favor habilite-o.
ru: Невозможно получить список Wi-Fi без включенного GPS, пожалуйста, установите его сейчас.
sk: Nemožno získať zoznam Wi-Fi bez povolenia GPS, nastavte ho teraz.
th: ไม่สามารถรับรายชื่อ Wi-Fi ได้โดยไม่ต้องเปิดใช้งาน GPS โปรดตั้งค่าทันที
tr: GPS etkin olmadan Wi-Fi listesi alınamıyor, lütfen şimdi ayarlayın.
vi: Không thể tải danh sách Wi-Fi mà không bật GPS, vui lòng mở ngay bây giờ.
zh_hans: 未开启GPS无法获取到Wi-Fi列表,请立即设置
zh_hant: 未開啟GPS無法獲取到Wi-Fi列表,請立即設置

# AA0443
source: You have selected 5GWi-Fi, please confirm whether the device supports 5G frequency band. If it is not supported, the addition will fail. Continue to add?
cs: Vyberete 5G Wi-Fi, potvrďte, zda zařízení podporuje 5G frekvenční pásmo. Pokud to není podporováno, přidání selže. Pokračovat v přidávání?
de: Wenn Sie 5G Wi-Fi wählen, überprüfen Sie bitte, ob das Gerät das 5G-Frequenzband unterstützt. Wenn dies nicht unterstützt wird, schlägt das Hinzufügen fehl. Weiter hinzufügen?
el: Έχετε επιλέξει 5GWi-Fi, επιβεβαιώστε εάν η συσκευή υποστηρίζει ζώνη συχνοτήτων 5G. Εάν δεν υποστηρίζεται, η προσθήκη θα αποτύχει. Συνέχεια για προσθήκη;
es: Usted elige Wi-Fi 5G, confirme si el dispositivo admite la banda de frecuencia 5G. Si no es compatible, la adición fallará. ¿Continuar agregando?
fa: شما Wi-Fi 5G را انتخاب می کنید ، لطفاً تأیید کنید که آیا دستگاه از باند فرکانس 5G پشتیبانی می کند یا خیر.شما Wi-Fi 5G را انتخاب می کنید ، لطفاً تأیید کنید که آیا دستگاه از باند فرکانس 5G پشتیبانی می کند یا خیر.ادامه دهید؟
fr: Vous choisissez le Wi-Fi 5G, veuillez confirmer si l'appareil prend en charge la bande de fréquences 5G. S'il n'est pas pris en charge, l'ajout échouera. Continuer à ajouter?
id: Anda memilih Wi-Fi 5G, harap konfirmasi apakah perangkat mendukung pita frekuensi 5G. Jika tidak didukung, penambahan akan gagal. Lanjutkan menambahkan?
it: Scegli il Wi-Fi 5G, conferma se il dispositivo supporta la banda di frequenza 5G. Se non è supportato, l'aggiunta non riuscirà. Continuare ad aggiungere?
ja: 5G Wi-Fiを選択します。デバイスが5G周波数帯をサポートしているかどうかを確認してください。 サポートされていない場合、追加は失敗します。 追加を続けますか？
ms: Anda memilih Wi-Fi 5G, sila sahkan sama ada peranti menyokong jalur frekuensi 5G. Sekiranya tidak disokong, penambahan akan gagal. Terus tambah?
nl: U kiest voor 5G Wi-Fi, controleer of het apparaat de 5G-frequentieband ondersteunt. Als het niet wordt ondersteund, mislukt de toevoeging. Doorgaan met toevoegen?
pl: Wybierasz 5G Wi-Fi, sprawdź, czy urządzenie obsługuje pasmo częstotliwości 5G. Jeśli nie jest obsługiwany, dodawanie zakończy się niepowodzeniem. Kontynuować dodawanie?
pt: Você escolhe 5G Wi-Fi, confirme se o dispositivo suporta a banda de frequência 5G. Se não for compatível, a adição falhará. Continuar a adicionar?
ru: Вы выбираете 5G Wi-Fi, пожалуйста, подтвердите, поддерживает ли устройство полосу частот 5G. Если он не поддерживается, добавление не удастся. Продолжать добавлять?
sk: Vyberiete 5G Wi-Fi, potvrďte, či zariadenie podporuje 5G frekvenčné pásmo. Ak to nie je podporované, pridanie zlyhá. Pokračovať v pridávaní?
th: คุณเลือก 5G Wi-Fi โปรดตรวจสอบว่าอุปกรณ์รองรับย่านความถี่ 5G หรือไม่ หากไม่รองรับการเพิ่มจะล้มเหลว เพิ่มต่อไปไหม
tr: 5G Wi-Fi seçtiniz, lütfen cihazın 5G frekans bandını destekleyip desteklemediğini onaylayın. Desteklenmiyorsa, ekleme başarısız olur. Eklemeye devam edilsin mi?
vi: Bạn chọn Wi-Fi 5G, vui lòng xác nhận xem thiết bị có hỗ trợ dải tần 5G hay không. Nếu nó không được hỗ trợ, việc bổ sung sẽ không thành công. Tiếp tục thêm?
zh_hans: 您选择的是5G Wi-Fi，请确认设备是否支持5G频段。若不支持，将导致添加失败。继续添加吗?
zh_hant: 您選擇的是5G Wi-Fi,請確認設備是否支持5G頻段。若不支持,將導致添加失敗。繼續添加嗎?

# AA0444
source: Keep adding
cs: Pokračujte v přidávání
de: Weiter hinzufügen
el: Συνεχίστε να προσθέτετε
es: Continuar agregando
fa: ادامه افزودن
fr: Continuer à ajouter
id: Terus menambahkan
it: Continua ad aggiungere
ja: 追加を続ける
ms: Terus menambah
nl: Doorgaan met toevoegen
pl: Kontynuuj dodawanie
pt: Continue adicionando
ru: Продолжайте добавлять
sk: Pokračovať v pridávaní
th: ดำเนินการต่อเพื่อเพิ่ม
tr: Eklemeye devam et
vi: Tiếp tục thêm
zh_hans: 继续添加
zh_hant: 繼續添加

# AA0445
source: Back
cs: vrátit se
de: Zurück
el: Πίσω
es: Volver
fa: برگشت
fr: Retour
id: Kembali
it: Torna
ja: 戻ります
ms: Kembali
nl: Terug
pl: Wróć
pt: Voltar
ru: Назад
sk: vrátiť sa
th: กลับ
tr: Geri dön
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# AA0446
source: failed to delete
cs: Odstranit selhalo
de: löschen fehlgeschlagen
el: απέτυχε να διαγράψει
es: Supresión anómala
fa: حذف نشد
fr: échec de la suppression
id: Hapus gagal
it: Elimina fallito
ja: 削除に失败しました
ms: memadam gagal
nl: Verwijderen is mislukt
pl: Usuwanie nie powiodło się
pt: excluir falhou
ru: Не удалось удалить
sk: odstrániť zlyhalo
th: ลบล้มเหลว
tr: Sil başarısız
vi: Xóa thất bại
zh_hans: 删除失败
zh_hant: 刪除失敗

# AA0448
source: Done(%@/%@)
cs: Dokončit(%@/%@)
de: Erledigt(%@/%@)
el: Φινίρισμα(%@/%@)
es: Hecho(%@/%@)
fa: پایان(%@/%@)
fr: Terminé(%@/%@)
id: Selesai(%@/%@)
it: Fine(%@/%@)
ja: 完了(%@/%@)
ms: Selesai(%@/%@)
nl: Finish(%@/%@)
pl: Skończyć(%@/%@)
pt: Feito(%@/%@)
ru: Готово(%@/%@)
sk: Skončiť(%@/%@)
th: ทำให้สำเร็จ(%@/%@)
tr: Bitiş(%@/%@)
vi: Hoàn thành(%@/%@)
zh_hans: 完成(%@/%@)
zh_hant: 完成(%@/%@)

# AA0449
source: Camera
cs: Fotografie
de: Foto
el: Φωτογραφία
es: Tomar fotos
fa: عکس
fr: Photographier
id: Foto
it: Scatta una foto
ja: 写真
ms: Bergambar
nl: Fotograaf
pl: Fotografia
pt: Tirar fotos
ru: Фотография
sk: Fotografia
th: ภาพถ่าย
tr: Fotoğraf
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# AA0450
source: Preview
cs: náhled
de: Vorschau
el: προεπισκόπηση
es: Avance
fa: پیش نمایش
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ms: Pratonton
nl: voorbeeld
pl: zapowiedź
pt: Visualizar
ru: предварительный просмотр
sk: Náhľad
th: ดูตัวอย่าง
tr: Ön izleme
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# AA0451
source: Preview(%@)
cs: náhled(%@)
de: Vorschau(%@)
el: προεπισκόπηση(%@)
es: Avance(%@)
fa: پیش نمایش(%@)
fr: Aperçu(%@)
id: Pratinjau(%@)
it: Anteprima(%@)
ja: プレビュー(%@)
ms: Pratonton(%@)
nl: voorbeeld(%@)
pl: zapowiedź(%@)
pt: Visualizar(%@)
ru: предварительный просмотр(%@)
sk: Náhľad(%@)
th: ดูตัวอย่าง(%@)
tr: Ön izleme(%@)
vi: Xem trước(%@)
zh_hans: 预览(%@)
zh_hant: 預覽(%@)

# AA0452
source: Only select up to %@ images
cs: Můžete vybrat maximálně %@ fotek
de: Wählen Sie maximal %@ Bilder aus
el: Μπορείτε να επιλέξετε μόνο έως %@ φωτογραφίες
es: Seleccione solamente hasta %@ imágenes
fa: فقط می‌توانید تا %@ عکس انتخاب کنید
fr: Vous pouvez uniquement sélectionner un maximum de %@ images
id: Anda hanya dapat memilih maksimal %@ foto
it: Puoi solo selezionare fino a %@ foto
ja: 写真は多くとも%@ 枚選択できます
ms: Anda hanya boleh memilih sehingga %@ foto
nl: U kunt maximaal %@ foto's selecteren
pl: Możesz wybrać tylko do %@ zdjęć
pt: Selecione apenas %@ imagens,no máximo
ru: Вы можете выбрать до %@ изображений
sk: Môžete vybrať maximálne %@ fotografií
th: คุณสามารถเลือกรูปภาพได้สูงสุด %@ เท่านั้น
tr: En fazla %@ fotoğraf seçebilirsiniz
vi: Bạn chỉ được chọn nhiều nhất %@ tấm hình
zh_hans: 最多只能选择%@张照片
zh_hant: 最多只能選擇 %@ 張照片

# AA0453
source: Camera Film
cs: film na fotoaparát
de: Kamerafilm
el: ταινία κάμερας
es: Película de la cámara
fa: فیلم دوربین
fr: Film de caméra
id: Film kamera
it: Pellicola fotografica
ja: カメラフィルム
ms: Filem kamera
pl: klisza do aparatu
pt: Filme fotográfico
ru: камера пленка
sk: film na fotoaparát
th: ฟิล์มกล้อง
tr: Kamera filmi
vi: Phim máy ảnh
zh_hans: 相机胶片
zh_hant: 相機膠片

# AA0454
source: don't select device
cs: nevybírejte zařízení
de: Gerät nicht auswählen
el: μην επιλέξετε συσκευή
es: no seleccionar dispositivo
fa: دستگاه را انتخاب نکنید
fr: ne sélectionnez pas l'appareil
id: Jangan pilih perangkat
it: non selezionare il dispositivo
ja: デバイスを選択しないでください
ms: Jangan pilih peranti
nl: selecteer geen apparaat
pl: nie wybieraj urządzenia
pt: não selecione o dispositivo
ru: не выбирать устройство
sk: nevyberajte zariadenie
th: ไม่เลือกเครื่อง
tr: cihazı seçme
vi: Không chọn thiết bị
zh_hans: 不选择设备
zh_hant: 不選擇設備
