Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0141
source: 1.Please ensure your cellphone is close to the camera
cs: 1. Ujistěte se, že je telefon blízko fotoaparátu.
de: 1. Bitte sicherstellen, dass sich das Handy in der Nähe der Kamera befindet
el: 1. Βεβαιωθείτε ότι το τηλέφωνό σας είναι κοντά στην κάμερα.
es: 1. Asegúrate de que el teléfono esté cerca de la cámara.
fa: 1. لطفا مطمئن شوید که تلفن شما نزدیک دوربین است
fr: 1. Assurez-vous que le portable est proche de l'appareil photo
id: 1. Pastikan HP dekat dengan kamera
it: 1.Assicurati che il telefono sia vicino alla fotocamera
ja: 1.携帯電話がカメラに近いことを確認してください
ms: 1. Sila pastikan telefon anda dekat dengan kamera
nl: 1. Zorg ervoor dat uw telefoon dicht bij de camera staat
pl: 1.Upewnij się, że telefon jest blisko kamery
pt: 1.Certifique-se de que o telefone esteja próximo à câmera
ru: 1.Обеспечите приближение телефона к камере
sk: 1. Prosím, uistite sa, že telefón je blízko kamery.
th: 1. โปรดตรวจสอบให้แน่ใจว่าโทรศัพท์อยู่ใกล้กับกล้อง
tr: 1. Telefonuzun kameraya yakın olduğundan emin olun
vi: 1.Vui lòng đảm bảo rằng điện thoại ở gần camera
zh_hans: 1.请确保手机靠近摄像机
zh_hant: 1.請確保手機靠近攝像機

# AA0142
source: 2.Try again after resetting the camera
cs: 2. Obnovte fotoaparát a zkuste to znovu.
de: 2.Setzen Sie die Kamera zurück und versuchen Sie sie erneut
el: 2. Επαναφέρετε την κάμερα και δοκιμάστε ξανά
es: 2. Inténtelo después de haber reiniciado la cámara.
fa: ۲. دوربین را بازگردانید و دوباره سعی کنید
fr: 2. Réinitialiser la caméra et puis réessayer
id: 2. Atur ulang kamera dan coba kembali
it: 2. Reimposta la videocamera e riprova
ja: 2.カメラをリセットしてからもう一度、試してみてください
ms: 2. Tetapkan semula selepas kamera
nl: 2. Reset de camera en probeer het opnieuw
pl: 2. Zresetuj kamerę i spróbuj ponownie
pt: 2. Tente novamente depois de redefinir a câmera
ru: 2. Попробуйте еще раз после сброса камеры
sk: 2. Znovu nastaviť kameru a skúsiť znovu
th: 2. รีเซ็ต ลองอีกครั้งหลังจากกล้อง
tr: 2. Kamerayı sıfırladıktan sonra tekrar deneyin
vi: 2. Hãy thử lại sau khi đặt lại camera
zh_hans: 2.复位摄像机后重试
zh_hant: 2.復位攝像機後重試

# AA0143
source: Rescan
cs: Znovu prohledat
de: Neu scannen
el: Επανασάρωση
es: Volver a escanear
fa: بازسازی
fr: Rescanner
id: Pindai Lagi
it: Riscansiona
ja: 再スキャン
ms: Isih Semula
nl: Herscan
pl: Przeszukuj ponownie
pt: Digitalizar novamente
ru: Повторное сканирование
sk: Prehodnotiť
th: สแกนอีกครั้ง
tr: Yeniden tarayın
vi: Scan lại
zh_hans: 重新扫描
zh_hant: 重新掃描

# AA0144
source: Failed to open the album
cs: Nepodařilo se otevřít album
fa: باز کردن آلبوم شکست خورد
id: Gagal membuka album
ja: アルバムが開けません
ms: Gagal membuka album
sk: Nepodarilo sa otvoriť album
th: เปิดอัลบั้มไม่สําเร็จ
vi: Không mở được album
zh_hans: 打开相册失败
zh_hant: 打開相冊失敗

# AA0145
source: Select the device you want to share
cs: Vyberte zařízení ke sdílení
fa: انتخاب یک دستگاه برای تقسیم کردن
id: Pilih perangkat yang ingin dibagikan
ja: 共有したいデバイスを選択
ms: Pilih peranti yang ingin anda kongsi
sk: Vyberte zariadenie na zdieľanie
th: เลือกอุปกรณ์ที่จะแบ่งปัน
vi: Chọn thiết bị để chia sẻ
zh_hans: 选择要分享的设备
zh_hant: 選擇要分享的設備

# AA0146
source: %@ visitors can be added at most,please delete some if you want to continue sharing with others.
cs: Maximální možný počet návštěvníků je X, pokud chcete pokračovat ve sdílení s dalšími, odstraňte některé stávající návštěvníky.
de: Sie können höchstens X Besucher addieren, wenn Sie mit weiteren Personen teilen möchten, sollten Sie zuerst einige Besucher löschen!
el: Μπορούν να προστεθούν X επισκέπτες το πολύ, διαγράψτε μερικούς αν θέλετε να συνεχίσετε να μοιράζεστε περιεχόμενο με άλλους.
es: Sólo añadir hasta X visitantes, si desea continuar a compartir con otros, elimine algunos visitantes!
fa: شما تنها می توانید X بازدید کننده را بیافزایید، اگر می خواهید بازدید کننده‌های دیگری بیافزایید، لطفاً ابتدا بعضی از بازدید کننده‌ها را حذف کنید!
fr: Le maximum de X visiteurs peut être ajouté. Supprimez des visiteurs pour ajouter des nouveaux.
id: Anda hanya dapat menambah pengunjung hingga X, bila anda masih ingin berbagi dengan teman lain, silakan menghapus sebagian pengunjung!
it: Al massimo possono essere aggiunti X visitatori, se si vuole continuare a condividere con altre persone , prego di cancellare tutti i visitatori!
ja: ゲストX人まで追加できます。もし他人にシェアしてほしい场合は、先ず一部のゲストを削除してください！
ms: Hanya menambah sehingga X pelawat, jika anda mahu terus berkongsi kepada orang lain, sila memadamkan beberapa pengunjung dulu!
nl: Er kunnen maximaal X bezoekers worden toegevoegd, verwijder een aantal bezoekers als je wilt blijven delen met anderen.
pl: Możesz dodać co najwyżej X osób, proszę usuń kilka, jeśli chcesz dalej dzielić się z innymi.
pt: É possível adicionar no máximo X visitantes. Exclua alguns se quiser continuar compartilhando com outras pessoas.
ru: X посетителей максимум могут быть добавлены, пожалуйста, удалите, если вы хотите продолжить совместное использование с другими.
sk: Maximálny možný počet návštevníkov je X, ak chcete pokračovať v zdieľaní s ďalšími, odstráňte niektorých súčasných návštevníkov.
th: เพิ่มผู้ที่มาเยี่ยมได้มากสุดคือXคน หากต้องการแชร์ให้คนอื่นๆต่อไป กรุณาลบผู้ที่มาเยี่ยมบางคนก่อน
tr: Yalnızca X tane ziyaretçi ekleyebilirsiniz, başkalarına paylaşmak istiyorsanız lütfen önce bazı ziyaretçileri siliniz!
vi: Chỉ có thể chia sẻ cho tối đa %@ người, nếu muốn tiếp tục chia sẻ cho người khác, xin hãy xóa bớt một số khách!
zh_hans: 最多只能添加%@个访客，如果要继续分享给其他人，请先删除部分访客!
zh_hant: 最多只能添加%@個訪客，如果要繼續分享給其他人，請先刪除部分訪客!

# AA0147
source: Sharing
cs: Správa sdílení
de: Teilungsmanagement
el: Κοινή χρήση διαχείρισης
es: Gestión de compartir
fa: مدیریت اشتراک گذاری
fr: Configuration de partage
id: Pengelolaan berbagi
it: Gestione della condivisione
ja: シェア管理
ms: Pengurusan Kongsi
nl: Beheer delen
pl: Zarządzanie udostępnieniem
pt: Gestão de compartilhamento
ru: Управление распределением
sk: Správa zdieľaní
th: จัดการแชร์
tr: Paylaşımı yönetin
vi: Chia sẻ quản lý
zh_hans: 共享管理
zh_hant: 共享管理

# AA0148
source: Enter the account that needs to be shared
cs: Zadejte účet XXXXXXXX, se kterým chcete zařízení sdílet
fa: وارد حساب XXXXXXXX برای شریک دستگاه با
id: Masukkan akun XXXXXXXX yang ingin dibagikan
ja: 共有するXXXXXXXXアカウントを入力
ms: Masukkan akaun XXXXXXXX yang perlu dikongsi
sk: Zadajte účet XXXXXXXX na zdieľanie zariadenia s
th: ป้อนบัญชี XXXXXXXX ของอุปกรณ์ที่จะแบ่งปัน
vi: Nhập tài khoản XXXXXXXX bạn muốn chia sẻ thiết bị
zh_hans: 输入要共享设备的XXXXXXXX账号
zh_hant: 輸入要共享設備的XXXXXXXX賬號

# AA0149
source: Please enter XXXXXXXX account
cs: Prosím zadejte účet XXXXXXXX
fa: لطفاً حساب XXXXXXXX account
id: Silakan masukkan akun XXXXXXXX
ja: XXXXXXXXアカウントを入力してください
ms: Sila masukkan akaun XXXXXXXX
sk: Zadajte prosím účt XXXXXXXX
th: กรุณากรอกหมายเลขบัญชี XXXXXXXX
vi: Vui lòng nhập tài khoản XXXXXXXX của bạn
zh_hans: 请输入XXXXXXXX账号
zh_hant: 請輸入XXXXXXXX賬號

# AA0150
source: Recent share
cs: Nedávno sdílené
fa: اخیراً مشترک
id: Baru-baru ini dibagikan
ja: 最近の共有内容
ms: Perkongsian terbaru
sk: Nedávno zdieľané
th: แบ่งปันล่าสุด
vi: Chia sẻ gần đây
zh_hans: 最近分享
zh_hant: 最近分享

# AA0151
source: Face-to-face sharing
cs: Sdílení tváří v tvář
de: Face-to-Face teilen
el: Κοινή χρήση πρόσωπο με πρόσωπο
es: Compartir cara a cara
fa: اشتراک گذاری چهره به چهره
fr: Partager face à face
id: Berbagi dengan tatap muka
it: Condivide faccia a faccia
ja: 直対面シェアリング
ms: Bersemuka Kongsi
nl: Face-to-face delen
pl: Współdzielenie twarzą w twarz
pt: Compartilhamento face a face
ru: поделиться лицом к лицу
sk: Zdieľanie tvárou v tvár
th: การแบ่งปันหน้าต่อหน้า
tr: Yüz yüze paylaşma
vi: Chia sẻ ngay
zh_hans: 面对面分享
zh_hant: 面對面分享

# AA0152
source: Share
cs: Sdílet
de: Teilen
el: Μερίδιο
es: Compartir
fa: اشتراک گذاری
fr: Partager
id: Berbagi
it: Condividere con gli amici
ja: シェア
ms: Kongsi
nl: Delen
pl: Udostępnienie
pt: Compartilhar
ru: Поделиться
sk: Zdieľať
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 共享
zh_hant: 共享

# AA0153
source: User name error. Please enter again.
cs: Chyba uživatelského jména, prosím znovu zadejte
fa: خطای نام کاربر ، لطفاً دوباره وارد کنید
id: Nama pengguna salah. Silakan masukkan lagi
ja: ユーザー名エラーです。再度入力してください
ms: Ralat nama pengguna, sila masukkan semula
sk: Chyba používateľského mena, prosím opäť zadajte
th: ชื่อผู้ใช้ไม่ถูกต้อง โปรดป้อนอีกครั้ง
vi: Tên người dùng sai, vui lòng nhập lại
zh_hans: 用户名错误，请重新输入
zh_hant: 用戶名錯誤，請重新輸入

# AA0154
source: Are you sure to share the device with %@?
cs: Určitě sdílíte zařízení s ním pro použití?
fa: مطمئني که دستگاه رو براي استفاده با هم تقسيم کني؟
id: Yakin ingin berbagi perangkat dengan %@?
ja: デバイスを%@に共有しますか？
ms: Adakah anda pasti untuk berkongsi peranti dengan %@?
sk: Ste si istý, že budete deliť zariadenie s %@ na použitie?
th: คุณแน่ใจว่าจะแบ่งปันอุปกรณ์กับ%@หรือไม่?
vi: Xác nhận muốn chia sẻ thiết bị của mình với %@ không?
zh_hans: 确定将设备分享给%@使用？
zh_hant: 確定將設備分享給%@使用？

# AA0155
source: Already shared with this friend
cs: Byl sdílen s tímto přítelem
fa: Has been shared with this friend
id: Sudah berbagi perangkat dengan teman
ja: 既にこの友達に共有しました
ms: Sudah berkongsi dengan rakan ini
sk: Bol zdieľaný s týmto priateľom
th: ได้แบ่งปันกับเพื่อนคนนี้
vi: Đã chia sẻ với người bạn này
zh_hans: 已经分享给该好友了
zh_hant: 已經分享給該好友了

# AA0156
source: Sharing succeeded
cs: Sdílení proběhlo úspěšně
de: Erfolgreich geteilt
el: Η κοινή χρήση πέτυχε
es: Se compartió correctamente
fa: اشتراک موفقیت آمیز بود
fr: Partagé avec succès
id: Berhasil berbagi
it: Condiviso con successo
ja: 投稿しました
ms: Berkongsi berjaya
nl: Het delen is gelukt
pl: Udostępnione
pt: Compartilhado com sucesso
ru: Удалось поделиться
sk: Zdieľanie prebehlo úspešne
th: แบ่งสุขที่สำเร็จ
tr: Başarıyla paylaşıldı
vi: Chia sẻ thành công
zh_hans: 分享成功
zh_hant: 分享成功

# AA0157
source: Valid to
cs: Datum platnosti
fa: تاریخ پایان
id: Berlaku hingga
ja: 有効期限満了日
ms: Sah ke
sk: Dátum uplynutia platnosti
th: หมดอายุจนถึง
vi: Có hiệu lực đến
zh_hans: 有效期至
zh_hant: 有效期至

# AA0158
source: Scan the QR code using the XXXXXXXX APP to share
cs: Pomocí aplikace XXXXXXXX skenujte výše uvedený QR kód a sdílejte zařízení
fa: استفاده از کاربرد XXXXXXXX برای اسکن کد QR بالا و شریک دستگاه
id: Pindai kode QR di atas dengan Aplikasi XXXXXXXX untuk berbagi perangkat
ja: XXXXXXXXアプリで上のQRコードをスキャンしてデバイスを共有します
ms: Imbas kod QR di atas dengan menggunakan APP XXXXXXXX untuk berkongsi peranti
sk: Použite aplikáciu XXXXXXXX na skenovanie QR kódu vyššie a zdieľanie zariadenia
th: ใช้ XXXXXXXX APP เพื่อสแกนรหัส QR ด้านบนอุปกรณ์แบ่งปัน
vi: Sử dụng APP XXXXXXXX để quét mã QR ở trên để chia sẻ thiết bị
zh_hans: 使用XXXXXXXX APP扫描上方二维码共享设备
zh_hant: 使用XXXXXXXX APP掃描上方二維碼共享設備

# AA0159
source: Friends shared to
cs: Přátelé již sdíleli
fa: دوستان قبلا
id: Teman yang telah dibagikan
ja: 共有先の友達
ms: Rakan yang telah berkongsi
sk: Priatelia už zdieľaní
th: เพื่อนที่ได้แบ่งปัน
vi: Những người bạn đã chia sẻ
zh_hans: 已经分享的好友
zh_hant: 已經分享的好友

# AA0160
source: Failed to get the QR code. Click to refresh
cs: Získání QR kódu selhalo, klikněte na obnovit
fa: دریافت کد QR شکست خورد ، فشار تازگی را فشار دهید
id: Gagal mendapatkan kode QR. Klik untuk memuat ulang.
ja: QRコードを取得できません。クリックして再読込みしてください
ms: Gagal mendapatkan kod QR, klik untuk menyegarkan semula
sk: Akvizícia QR kódu zlyhala, kliknite na obnovenie
th: ไม่สามารถรับรหัส QR โปรดคลิกรีเฟรช
vi: Không lấy được mã QR, nhấn vào để làm mới
zh_hans: 二维码获取失败，点击刷新
zh_hant: 二維碼獲取失敗，點擊刷新

# AA0161
source: %@ shared a device with you
cs: %@ s vámi sdílí zařízení
de: %@ hat ein Gerät für Sie eingeteilt
el: Το %@ μοιράστηκε μια συσκευή μαζί σας
es: %@ le ha compartido un dispositivo
fa: %@ دستگاهی را با شما به اشتراک گذاشت
fr: %@ a partagé un appareil avec vous
id: %@ berbagi perangkat dengan Anda
it: %@ ha condiviso un dispositivo con te
ja: %@はあなたとデバイスを共有しました
ms: %@ berkongsi peranti dengan anda
nl: %@ heeft een apparaat met je gedeeld
pl: %@ udostępnił Ci urządzenie
pt: %@ compartilhou um equipamento com você
ru: %@ поделился с вами устройством
sk: %@ s vami zdieľal zariadenie
th: %@ แบ่งปันอุปกรณ์กับคุณ
tr: %@ sizinle bir cihaz paylaştı
vi: %@ đã chia sẻ một thiết bị cho bạn
zh_hans: 收到%@分享的设备
zh_hant: 收到%@分享的設備

# AA0162
source: Ignore
cs: Ignorovat
de: Ignorieren
el: Αγνοώ
es: Ignorar
fa: از قلم بنداز
fr: Ignorer
id: Menghilangkan
it: Ignora
ja: 无视する
ms: Membuang
nl: Negeren
pl: Pomiń
pt: Ignorar
ru: Игнорировать
sk: Ignorovať
th: เผอเรอ
tr: Atla
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

# AA0163
source: Check
cs: Zkontrolovat
de: Prüfen
el: Ελεγχος
es: Revisar
fa: مشاهده
fr: Vérifier
id: Melihat
it: Visualizza
ja: 确认
ms: Pembiakan
nl: Controleer
pl: Sprawdź
pt: Verificar
ru: Проверить
sk: Skontrolovať
th: ตรวจดู
tr: görünüm
vi: Kiểm tra
zh_hans: 查看
zh_hant: 查看

# AA0164
source: Sharing from %@
cs: Podíl z %@
de: Teilen von %@
el: Μερίδιο από %@
es: Compartido desde %@
fa: شریک از %@
fr: Partage de %@
id: Berbagi dari %@
it: Condiviso da %@
ja: %@ から共有
ms: Berkongsi dari %@
nl: Deel van %@
pl: Udostępnianie z %@
pt: Compartilhamento de %@
ru: Деление от %@
sk: Podiel od %@
th: การแบ่งปันจาก %@
tr: %@dan paylaş
vi: Chia sẻ từ %@
zh_hans: %@分享的设备
zh_hant: %@分享的設備

# AA0165
source: Accept
cs: Přijmout
de: annehmen
el: Αποδέχομαι
es: Aceptar
fa: قبول کردن
fr: Accepter
id: Menerima
it: Accetta
ja: 受け入れる
ms: Terima
nl: Aanvaarden
pl: Akceptuj
pt: Aceitar
ru: принять
sk: Prijať
th: ยอมรับ
tr: Kabul
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

# AA0166
source: Check now
cs: Zobrazit teď
de: Gleich ansehen
el: Δείτε τώρα
es: Véase ahora mismo
fa: مشاهده کن
fr: Voir maintenant
id: Lihat sekarang
it: Guarda ora
ja: 今すぐチェックします
ms: Lihat sekarang
nl: Nu bekijken
pl: Zobacz teraz
pt: Veja imediatamente
ru: Просмотреть сейчас
sk: Zobraziť teraz
th: ดูตอนนี้
tr: Hemen görüntüle
vi: Kiểm tra ngay
zh_hans: 立即查看
zh_hant: 立即查看

# AA0167
source: Failed to add
cs: Přidejte se nezdařilo
de: In fehlgeschlagen
el: Η προσθήκη απέτυχε.
es: Añadir fallado
fa: افزودن شکست
fr: Ajouter échoué
id: Menambahkan gagal
it: Aggiungere fallito
ja: 失敗した追加
ms: Menambah gagal
nl: Voeg mislukt
pl: Dodaj powiodło się
pt: Adicionar falhou
ru: Добавить не удалось
sk: Pridajte zlyhalo
th: เพิ่มล้มเหลว
tr: Başarısız ekleyin
vi: Chia sẻ thất bại
zh_hans: 添加失败
zh_hant: 添加失敗

# AA0168
source: Invalid share. Ask the host to reshare.
cs: Sdílení je neplatné, umožňuje vlastníkovi znovu sdílet
fa: شریک نامعتبر است، اجازه دهد صاحب دوباره شریک کند
id: Gagal berbagi. Minta pemilik untuk berbagi ulang
ja: 無効な共有です。所有者に再度共有してもらってください
ms: Perkongsian tidak sah, minta hos untuk berkongsi semula
sk: Zdieľanie je neplatné, čo umožňuje vlastníkovi opäť zdieľať
th: หากแบ่งปันล้มเหลว เจ้าของสามารถแบ่งปันได้อีกครั้ง
vi: Nếu chia sẻ không thành công, có thể yêu cầu chủ sở hữu chia sẻ lại
zh_hans: 分享失效，可让主人重新分享
zh_hant: 分享失效，可讓主人重新分享

# AA0169
source: More than %@ visitors have been added to the device. Please contact the host to delete some visitors first.
cs: Zařízení přidalo více než jen návštěvníků. Pro odstranění některých návštěvníků prosím kontaktujte vlastníka.
fa: دستگاه بیشتر از %@ ملاقات کننده اضافه شده است. لطفاً با صاحب تماس بگیرید تا اول چند ملاقات را حذف کند.
id: Lebih dari %@ pengunjung telah ditambahkan ke perangkat. Hubungi pemilik untuk menghapus beberapa pengunjung terlebih dahulu.
ja: ゲスト追加数が既に%@に達しましたので、所有者に連絡して削除してください。
ms: Lebih daripada %@ pelawat telah ditambahkan pada peranti. Sila hubungi hos untuk memadamkan beberapa pelawat dahulu.
sk: Zariadenie pridalo viac ako %@ návštevníkov. Prosím kontaktujte majiteľa, aby najprv vymazal niektorých návštevníkov.
th: มีการเพิ่มผู้เยี่ยมชมมากกว่า %@ ลงในอุปกรณ์ โปรดติดต่อเจ้าของเพื่อลบผู้เยี่ยมชมบางส่วนก่อน
vi: Hơn %@ khách đã được thêm vào thiết bị. Trước tiên, vui lòng liên hệ với chủ sở hữu để xóa một số khách.
zh_hans: 设备添加已超过%@个访客，请联系主人先删除部分访客。
zh_hant: 設備添加已超過%@個訪客，請聯系主人先刪除部分訪客。

# AA0170
source: Invalid QR code. Ask the host to regenerate
cs: QR kód je neplatný, můžete nechat vlastníka ho obnovit
fa: کد QR نامعتبر است، می‌توانید صاحب آن را بازسازی کنید
id: Kode QR tidak valid. Minta pemilik untuk memuat ulang kode QR
ja: QRコードが無効になりました。所有者に再度生成してもらってください
ms: Kod QR tidak sah, minta hos untuk menjana semula
sk: Kód QR nie je platný, môžete požiadať majiteľa, aby ho regeneroval
th: รหัส QR ไม่ถูกต้อง ดังนั้นคุณสามารถขอให้เจ้าของสร้างใหม่ได้
vi: Mã QR không hợp lệ, bạn có thể yêu cầu chủ sở hữu tạo lại
zh_hans: 二维码失效，您可以让主人重新生成
zh_hant: 二維碼失效，您可以讓主人重新生成

# AA0171
source: The QR code has expired. Ask the host to regenerate
cs: QR kód vypršel časový limit, můžete požádat vlastníka o jeho regeneraci
fa: کد QR زمان تموم شده، می‌توانید از صاحب خواستید که آن را بازسازی کند
id: Kode QR kedaluwarsa. Minta pemilik untuk memuat ulang kode QR
ja: QRコードが期限切れです。所有者に再度生成してもらってください
ms: Kod QR telah tamat tempoh. Minta hos untuk menjana semula
sk: Kód QR sa skončil, môžete požiadať majiteľa, aby ho regeneroval.
th: รหัส QR หมดเวลา ดังนั้นคุณสามารถขอให้เจ้าของสร้างใหม่ได้
vi: Mã QR đã hết thời gian, bạn có thể yêu cầu chủ sở hữu tạo lại
zh_hans: 二维码已超时，您可以让主人重新生成
zh_hant: 二維碼已超時，您可以讓主人重新生成

# AA0172
source: Sharing is not supported because you are not in the same area as the host
cs: Vy a hostitel nejste ve stejném regionu a sdílení nepodporujete
fa: شما و میزبان در یک منطقه نیستید و به شرکت حمایت نکنید
id: Gagal berbagi karena Anda berada di area yang berbeda dengan pemilik
ja: 所有者とはエリアが異なるため、共有できません
ms: Perkongsian tidak disokong kerana anda tidak berada di kawasan yang sama dengan hos
sk: Vy a hostiteľ nie ste v rovnakom regióne a nepodporujete zdieľanie
th: คุณและเจ้าของไม่ได้อยู่ในพื้นที่เดียวกัน ดังนั้นจึงไม่รองรับการแบ่งปัน
vi: Bạn và chủ sở hữu không ở cùng khu vực, không hỗ trợ chia sẻ
zh_hans: 您和主人不是同一区域，不支持分享
zh_hant: 您和主人不是同一區域，不支持分享

# AA0173
source: Are you sure to delete the device?
cs: Jste si jistí, že chcete zařízení smazat?
fa: مطمئنی می‌خواهید دستگاه را حذف کنید؟
id: Yakin ingin menghapus perangkat?
ja: デバイスを削除しますか。
ms: Adakah anda pasti akan memadamkan peranti itu?
sk: Ste si istý, že chcete vymazať zariadenie?
th: คุณแน่ใจว่าต้องการลบอุปกรณ์หรือไม่?
vi: Xác nhận muốn xóa thiết bị?
zh_hans: 确定要删除设备吗？
zh_hant: 確定要刪除設備嗎？

# AA0174
source: Removal succeeded
cs: Odstranění bylo úspěšné
de: Erfolgreich gelöscht
el: Η κατάργηση ολοκληρώθηκε με επιτυχία
es: Borrado con éxito
fa: حذف شد
fr: Supprimé avec succès
id: Berhasil menghapus
it: Eliminato con successo
ja: 削除成功
ms: Berjaya keluarkan
nl: Verwijderen gelukt
pl: Usunięty
pt: Apagado com sucesso
ru: Успешно удалено
sk: Odstránenie bolo úspešné
th: ตัดออกที่ความสำเร็จ
tr: Silme başarılı
vi: Xóa xong
zh_hans: 删除成功
zh_hant: 刪除成功

# AA0175
source: Failed to delete the device. Please try again later
cs: Smazání zařízení selhalo. Zkuste to prosím znovu později
fa: Device deletion failed. Please try again later
id: Gagal menghapus perangkat. Silakan coba lagi nanti
ja: デバイスの削除に失敗しました。後で再度試してみてください
ms: Gagal memadamkan peranti, sila cuba sebentar lagi
sk: Zlyhalo odstránenie zariadenia. Prosím skús znovu neskôr
th: การลบอุปกรณ์ล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi: Xóa thiết bị thất bại, vui lòng thử lại sau
zh_hans: 设备删除失败，请稍后重试
zh_hant: 設備刪除失敗，請稍後重試

# AA0176
source: Scan the QR code on the device or the QR code shared by others
cs: Naskenujte prosím QR kód na zařízení nebo QR kód sdílený jinými
fa: لطفا کد QR را روی دستگاه یا کد QR که توسط بقیه مشترک شده است اسکن کنید
id: Pindai kode QR pada perangkat atau kode QR yang dibagikan oleh orang lain
ja: デバイス上のQRコードまたは他人が共有したQRコードをスキャンしてください
ms: Imbas kod QR pada peranti atau kod QR yang dikongsi oleh orang lain
sk: Prehľadajte kód QR na zariadení alebo kód QR spoločný inými
th: โปรดสแกนรหัส QR บนอุปกรณ์หรือรหัส QR ที่แบ่งปันโดยผู้อื่น
vi: Vui lòng quét mã QR trên thiết bị của bạn hoặc mã QR được người khác chia sẻ
zh_hans: 请扫描设备上的二维码或他人分享的二维码
zh_hant: 請掃描設備上的二維碼或他人分享的二維碼

# AA0177
source: No shared device
cs: Momentálně nejsou k dispozici žádná sdílená zařízení
fa: در حال حاضر هیچ دستگاه مشترک وجود ندارد
id: Tidak ada perangkat yang dibagikan untuk saat ini
ja: 共有されるデバイスがありません
ms: Tiada peranti yang dikongsi
sk: V súčasnosti nie sú dostupné spoločné zariadenia
th: ไม่มีอุปกรณ์ที่ใช้ร่วมกันในขณะนี้
vi: Tạm thời không có thiết bị dùng chung
zh_hans: 暂无分享的设备
zh_hant: 暫無分享的設備

# AA0178
source: Shared device
cs: Sdílená zařízení
fa: دستگاه‌های مشترک
id: Perangkat yang dibagikan
ja: 共有したデバイス
ms: Peranti yang dikongsi
sk: Spoločné zariadenia
th: อุปกรณ์ที่แบ่งปัน
vi: Thiết bị dùng chung
zh_hans: 分享的设备
zh_hant: 分享的設備

# AA0179
source: From the shared device
cs: Ze sdílených zařízení
fa: از دستگاه‌های مشترک
id: Dari perangkat yang dibagikan
ja: 共有されたデバイス
ms: Dari peranti yang dikongsi
sk: Od spoločných zariadení
th: จากอุปกรณ์ที่แบ่งปัน
vi: Từ thiết bị dùng chung
zh_hans: 来自分享的设备
zh_hant: 來自分享的設備

# AA0180
source: My share
cs: Moje sdílení
fa: شرکت من
id: Yang saya bagikan
ja: 私の共有
ms: Perkongsian saya
sk: Moje zdieľanie
th: การแบ่งปันของฉัน
vi: Chia sẻ của tôi
zh_hans: 我的分享
zh_hant: 我的分享

# AA0181
source: From sharing
cs: Ze sdílení.
de: Aus Teilung
el: Από την κοινή χρήση.
es: De compartir
fa: از اشتراک گذاری
fr: Partagés
id: Berasal dari berbagi
it: Derivato dalla condivisione
ja: シェアから
ms: Dari berkongsi
nl: Van delen.
pl: Usdostępnienie
pt: A compartilhar.
ru: Из расшаривания
sk: Zo zdieľaní.
th: มาจากการแชร์
tr: Paylaşımdan
vi: Chia sẻ từ
zh_hans: 来自分享
zh_hant: 來自分享

# AA0182
source: Remove
cs: odstranit
fa: حذف
id: Hapus
ja: 削除
ms: Alih keluar
sk: odstrániť
th: การลบ
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# AA0183
source: Device removal
cs: Odstranit zařízení
fa: حذف دستگاه
id: Hapus perangkat
ja: デバイスを削除
ms: Pengalihan keluar peranti
sk: Odstrániť zariadenie
th: การลบอุปกรณ์
vi: Xóa thiết bị
zh_hans: 移除设备
zh_hant: 移除設備

# AA0184
source: Stop sharing
cs: Ukončit sdílení
fa: متوقف کردن
id: Berhenti berbagi
ja: 共有を中止
ms: Hentikan perkongsian
sk: Prestaň zdieľať
th: หยุดแบ่งปัน
vi: Dừng chia sẻ
zh_hans: 停止共享
zh_hant: 停止共享

# AA0185
source: Are you sure to delete this shared friend?
cs: Jste si jistí, že chcete odstranit tento sdílený přítel?
fa: مطمئنی می‌خواهید این دوست مشترک را حذف کنید؟
id: Yakin ingin menghapus teman yang dibagikan?
ja: この共有先の友達を削除しますか。
ms: Adakah anda pasti akan mengalihkan keluar rakan kongsi ini?
sk: Ste si istý, že chcete odstrániť tento spoločný priateľ?
th: คุณแน่ใจว่าจะลบเพื่อนที่แชร์นี้หรือไม่?
vi: Xác nhận xóa người bạn chia sẻ này?
zh_hans: 确定要移除该分享好友吗？
zh_hant: 確定要移除該分享好友嗎？

# AA0186
source: Remove successfully
cs: Úspěšně odstraněno
fa: Successfully removed
id: Berhasil menghapus
ja: 削除に成功しました
ms: Alih keluar berjaya
sk: Úspešne odstránené
th: การลบสําเร็จ
vi: Xóa thành công
zh_hans: 移除成功
zh_hant: 移除成功

# AA0187
source: Removal failed. Please try again later
cs: Odstranění selhalo. Zkuste to prosím znovu později
fa: حذف ناکام شد. لطفاً بعد دوباره امتحان کنید
id: Gagal menghapus. Silakan coba lagi nanti
ja: 削除に失敗しました。後で再度試してみてください
ms: Pengalihan keluar gagal, sila cuba sebentar lagi
sk: Odstránenie zlyhalo. Prosím skús znova neskôr
th: การลบล้มเหลว โปรดลองอีกครั้งในภายหลัง
vi: Xóa thất bại, vui lòng thử lại sau
zh_hans: 移除失败，请稍后重试
zh_hant: 移除失敗，請稍後重試

# AA0188
source: Are you sure to stop sharing this device?
cs: Jste si jistí, že chcete přestat sdílet toto zařízení?
fa: مطمئني که ميخواي اين دستگاه رو قطع کني؟
id: Yakin ingin berhenti berbagi perangkat ini?
ja: このデバイスの共有を中止しますか。
ms: Adakah anda pasti akan berhenti berkongsi peranti ini?
sk: Si si istý, že chceš prestať zdieľať to to zariadenie?
th: คุณแน่ใจว่าต้องการหยุดแชร์อุปกรณ์นี้หรือไม่?
vi: Xác nhận muốn dừng chia sẻ thiết bị này?
zh_hans: 确定要停止共享该设备吗？
zh_hant: 確定要停止共享該設備嗎？

# AA0189
source: Stop sharing successfully
cs: Úspěšně ukončeno sdílení
fa: شرکت موفقیت متوقف شد
id: Berhasil berhenti berbagi perangkat
ja: 共有を中止しました
ms: Berhenti berkongsi berjaya
sk: Úspešne sa prestalo zdieľať
th: หยุดการแบ่งปันสําเร็จ
vi: Dừng chia sẻ thành công
zh_hans: 停止共享成功
zh_hant: 停止共享成功
