Repository: reoqoo/reoqooKit-demo
Catalog: RQSDKDemo/*.lproj/Localizable.strings
Languages: cs, de, el, es, fa, fr, id, it, ja, ms, nl, pl, pt, ru, sk, th, tr, vi, zh_hans, zh_hant

# AA0061
source: Are you sure to turn on the device?
cs: Určitě zapnete zařízení?
fa: مطمئني دستگاه رو روشن کني؟
id: Yakin ingin menyalakan perangkat?
ja: デバイスを起動しますか。
ms: Adakah anda pasti untuk menghidupkan peranti?
sk: Si si istý, že zapneš zariadenie?
th: คุณแน่ใจว่าจะเปิดอุปกรณ์หรือไม่?
vi: Xác nhận mở thiết bị?
zh_hans: 确定开启设备吗？
zh_hant: 確定開啟設備嗎？

# AA0062
source: Scan the QR code on the device
cs: Skenovat tělo zařízení QR kód a přidat zařízení
fa: Scan device body QR code and add device
id: Pindai kode QR untuk menambahkan perangkat
ja: デバイス本体にあるQRコードをスキャンしてデバイスを追加します
ms: Imbas kod QR pada badan peranti untuk menambah peranti
sk: Prehľadať QR kód tela zariadenia a pridať zariadenie
th: สแกนรหัส QR ตัวอุปกรณ์เพิ่มอุปกรณ์
vi: Quét mã QR trên thân thiết bị để thêm thiết bị
zh_hans: 扫描设备机身二维码添加设备
zh_hant: 掃描設備機身二維碼添加設備

# AA0063
source: Flashlight
cs: baterka
fa: نور چراغ
id: Senter
ja: ライト
ms: Lampu suluh
sk: svetlo
th: ไฟฉาย
vi: Đèn pin
zh_hans: 手电筒
zh_hant: 手電筒

# AA0064
source: Album
cs: Fotoalbum
de: Fotoalbum
el: Αλμπουμ
es: Álbum de Fotos
fa: آلبوم عکس ها
fr: Enregistrements manuels
it: Album fotografico
ja: アルバム
nl: Fotoalbum
pl: Album ze zdjęciami
pt: Álbum
ru: Фотоальбом
sk: Fotoalbum
th: อัลบั้ม
tr: Fotoğraf albümü
vi: Album ảnh
zh_hans: 相册
zh_hant: 相冊

# AA0065
source: Allow "XXXXXXXX" to use your Camera?
cs: XXXXXXXX chce použít váš fotoaparát
de: XXXXXXXX will deine Kamera benutzen
el: «Αξίζει να δείτε» θέλετε να χρησιμοποιήσετε τη φωτογραφική μηχανή σας
es: XXXXXXXX quiere usar su cámara
fa: XXXXXXXX می خواهد از دوربین شما استفاده کند
fr: XXXXXXXX veut utiliser votre appareil photo
id: XXXXXXXX ingin menggunakan kamera Anda
it: XXXXXXXX vuole usare la tua fotocamera
ja: XXXXXXXXはあなたのカメラを使いたいです
ms: XXXXXXXX mahu menggunakan kamera anda
nl: XXXXXXXX wil uw camera gebruiken
pl: XXXXXXXX chce skorzystać z aparatu
pt: XXXXXXXX deseja usar sua câmera
ru: XXXXXXXX хочет использовать вашу камеру
sk: Program XXXXXXXX chce použiť váš fotoaparát
th: XXXXXXXX ต้องการใช้กล้องของคุณ
tr: XXXXXXXX kameranızı kullanmak istiyor
vi: XXXXXXXX muốn sử dụng máy ảnh của bạn
zh_hans: XXXXXXXX想使用您的相机
zh_hant: XXXXXXXX想使用您的相機

# AA0066
source: Need to scan the QR code to connect and bind the device, is it allowed to open the camera?
cs: Je potřeba naskenovat QR kód pro připojení a vázat zařízení. Je povoleno otevřít fotoaparát?
de: Sie müssen den QR-Code scannen, um das Gerät anzuschließen und zu verbinden. Ist es erlaubt, die Kamera zu öffnen?
el: Πρέπει να σαρώσετε τον κωδικό QR για να συνδέσετε και να συνδέσετε τη συσκευή, επιτρέπεται να ανοίξει η κάμερα;
es: Es necesario para escanear el código QR para conectar y enlazar el dispositivo. ¿Se permite abrir la cámara?
fa: شما نیاز به اسکن کد QR برای اتصال و اتصال دستگاه دارید. مجاز است دوربین را باز کند؟
fr: Vous devez scanner le code QR pour connecter et lier le périphérique. Est-il permis d'ouvrir la caméra?
id: Anda perlu memindai kode QR untuk menghubungkan dan mengikat perangkat. Apakah diizinkan membuka kamera?
it: È necessario eseguire la scansione del codice QR per la connessione e associare il dispositivo. È permesso aprire la videocamera?
ja: あなたはデバイスを接続してバインドするためにQRコードをスキャンする必要があります。 それは、カメラを开くことが许可されていますか？
ms: Anda perlu mengimbas kod QR untuk menyambung dan mengikat peranti. Adakah ia dibenarkan untuk membuka kamera?
nl: U moet de QR-code scannen om verbinding te maken en het apparaat te binden. Is het toegestaan om de camera te openen?
pl: Musisz zeskanować kod QR, aby połączyć i związać urządzenie. Czy wolno otwierać kamerę?
pt: É necessário digitalizar o código QR para conectar e ligar o dispositivo. Você permite acessar a câmera?
ru: Вам необходимо отсканировать QR-код для подключения и привязки устройства. Разрешено ли открывать камеру?
sk: Musíte skenovať kód QR na pripojenie a viazanie zariadenia. Je povolené otvoriť fotoaparát?
th: คุณจำเป็นต้องสแกนรหัส QR เพื่อเชื่อมต่อและผูกอุปกรณ์ อนุญาตให้เปิดกล้องได้หรือไม่?
tr: Cihazı bağlamak ve bağlamak için QR kodunu taramanız gerekir. o kamerayı açmak için izin verilir?
vi: Bạn cần quét mã QR để kết nối và ràng buộc các thiết bị. Có được phép mở camera không?
zh_hans: 需要扫描二维码进行连接和绑定设备，是否允许打开相机？
zh_hant: 需要掃描二維碼進行連接和綁定設備，是否允許打開相機？

# AA0067
source: Reject
cs: Odmítnout
de: Ablehnen
el: Απορρίπτω
es: Rechazar
fa: رد کردن
fr: Refuser
id: Ditolak
it: Rifiuta
ja: 拒否
ms: Menolak
nl: Afwijzen
pl: Odrzuć
pt: Rejeitar
ru: Отказ
sk: Odmietnuť
th: ปฏิเสธ
tr: Reddet
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# AA0068
source: No camera authorization, please enable in Settings
cs: Žádné oprávnění fotoaparátu, povolte to prosím v Nastavení y, povolte v nastavení
de: Keine Kameraerlaubnis, bitte in den Einstellungen aktivieren
el: Χωρίς άδεια κάμερας, ενεργοποιήστε τις Ρυθμίσεις
es: Sin permiso de cámara, habilítelo en la Configuración
fa: هیچ اجازه دوربین نیست، لطفاً فعالش کنید در Settings
fr: Aucune autorisation de caméra, veuillez activer dans les Paramètres
id: Tidak ada izin kamera, harap aktifkan di Pengaturan
it: Nessuna autorizzazione per la fotocamera, si prega di abilitare nelle Impostazioni
ja: カメラの権限がありません。設定で有効にしてください
ms: Tanpa izin kamera, sila aktifkan dalam Tetapan
nl: Geen cameratoestemming, schakel in de Instellingen in
pl: Brak uprawnień do aparatu, włącz w Ustawieniach
pt: Sem permissão de câmera, ative nas Configurações
ru: Нет разрешения камеры, пожалуйста, включите в настройках
sk: Žiadne povolenie na kameru, prosím, spustite ho v Settings
th: ไม่อนุญาตให้ใช้กล้องโปรดเปิดใช้งานในการตั้งค่า
tr: Kamera izni yok, lütfen Ayarlarda etkinleştirin
vi: Không có quyền đối với máy ảnh, vui lòng bật trong Cài đặt
zh_hans: 没有相机权限，请在设置中开启
zh_hant: 沒有相機權限，請在設置中開啟

# AA0069
source: Allow "XXXXXXXX" to use your location information?
cs: XXXXXXXX chce použít informace o vaší poloze
de: XXXXXXXX möchte Ihre Standortinformationen verwenden
el: «Αξίζει να δείτε» θέλουν να χρησιμοποιήσουν τις πληροφορίες τοποθεσίας σας
es: XXXXXXXX quiere usar la información de su ubicación
fa: XXXXXXXX می خواهد از اطلاعات مکان شما استفاده کند
fr: XXXXXXXX souhaite utiliser vos informations de localisation
id: XXXXXXXX ingin menggunakan informasi lokasi Anda
it: XXXXXXXX desidera utilizzare le informazioni sulla tua posizione
ja: XXXXXXXXはあなたの位置情報を使用したい
ms: XXXXXXXX mahu menggunakan maklumat lokasi anda
nl: XXXXXXXX wil uw locatiegegevens gebruiken
pl: XXXXXXXX chce użyć informacji o Twojej lokalizacji
pt: XXXXXXXX deseja usar suas informações de localização
ru: XXXXXXXX хочет использовать информацию о вашем местоположении
sk: Program XXXXXXXX chce použiť informácie o vašej polohe
th: XXXXXXXX ต้องการใช้ข้อมูลตำแหน่งของคุณ
tr: XXXXXXXX konum bilgilerinizi kullanmak istiyor
vi: XXXXXXXX muốn sử dụng thông tin vị trí của bạn
zh_hans: XXXXXXXX想使用您的定位信息
zh_hant: XXXXXXXX想使用您的定位信息

# AA0070
source: To successfully added equipment, you need allow the use of the Location Services for getting Wi-Fi information.Please turn on Location Services
cs: Chcete-li úspěšně přidán zařízení, je třeba umožnit využívání služby určování polohy pro získávání informací o Wi-Fi.Prosím, zapněte služby určování polohy.
de: Um erfolgreich hinzugefügt Ausrüstung, müssen Sie die Nutzung der Ortungsdienste ermöglichen bekommen Wi-Fi Informationen. Bitte schalten Sie Location Services.
el: Για να προσθέσετε με επιτυχία τον εξοπλισμό, πρέπει να επιτρέψετε τη χρήση των Υπηρεσιών τοποθεσίας για τη λήψη πληροφοριών Wi-Fi. Ενεργοποιήστε τις Υπηρεσίες τοποθεσίας.
es: Para el equipo agregado con éxito, es necesario permitir el uso de los servicios de localización para obtener información de conexión Wi-Fi.Por favor activar Servicios de ubicación.
fa: برای موفقیت در تجهیزات اضافه، شما نیاز اجازه استفاده از خدمات محل سکونت برای گرفتن اطلاعات فای.لطفا سرویسهای محل سکونت.
fr: Pour l'équipement ajouté avec succès, vous aurez besoin d'autoriser l'utilisation des services de localisation pour obtenir des informations de connexion Wi-Fi.S'il vous plaît activer les services.
id: Untuk berhasil ditambahkan peralatan, Anda perlu mengizinkan penggunaan Layanan Lokasi untuk mendapatkan informasi Wi-Fi.Harap aktifkan Layanan Lokasi
it: attrezzature Aggiunto di successo, è necessario consentire l'utilizzo dei Servizi di localizzazione per ottenere informazioni Wi-Fi.Si prega di attivare i servizi di localizzazione
ja: 成功した机器を追加するには、无线LANの情报を取得するための位置サービスの使用を许可する必要があります。位置情报サービスをオンにしてください
ms: Untuk berjaya menambah peralatan, anda perlu membenarkan penggunaan Perkhidmatan Lokasi untuk mendapatkan maklumat Wi-Fi.Sila hidupkan Perkhidmatan Lokasi.
nl: Om succesvol toegevoegd apparatuur, moet u toestaan bdat het gebruik van de Location Services voor het verkrijgen van Wi-Fi informatie.Schakel op Location Services.
pl: Aby pomyślnie dodany sprzęt, trzeba umożliwić korzystanie z usług lokalizacyjnych na uzyskanie informacji Wi-Fi.Proszę włączyć usługi lokalizacyjne.
pt: Para adicionar equipamentos com sucesso, é necessário permitir o uso dos Serviços de Localização para obter informações sobre o Wi-Fi. Por favor ative os Serviços de Localização.
ru: Для успешного добавления оборудования, необходимо разрешить использование служб определения местоположения для получения информации Wi-Fi.Пожалуйста, включите Location Services.
sk: Ak chcete úspešne pridaný zariadenie, je potrebné umožniť využívanie služby určovania polohy pre získavanie informácií o Wi-Fi.Prosím, zapnite služby určovania polohy.
th: อุปกรณ์เพื่อเพิ่มเรียบร้อยแล้วคุณจะต้องอนุญาตให้มีการใช้บริการสถานที่สำหรับการรับข้อมูลอินเตอร์เน็ตไร้สาย.โปรดเปิดบริการตำแหน่ง
tr: Başarıyla ekipman eklendi için, Wi-Fi bilgi almak için Konum Hizmetlerinin kullanımına izin gerekiyor.Konum Hizmetleri'ni açın.
vi: Để thiết bị thêm thành công, bạn cần cho phép việc sử dụng các dịch vụ Location để nhận thông tin Wi-Fi. Hãy bật Location Services
zh_hans: 需要定位权限来获取Wi-Fi信息以进行设备添加，请先开启系统定位
zh_hant: 需要定位權限來獲取Wi-Fi信息以進行設備添加，請先開啟系統定位

# AA0071
source: The positioning permission is disabled. Please enable it in Settings
cs: Žádné oprávnění k umístění, povolte to prosím v nastavení
fa: هیچ اجازه محل وجود ندارد، لطفا در تنظیمات فعالش کنید
id: Tidak ada izin pemosisian. Silakan aktifkan di Pengaturan
ja: 位置づけの権限がありません。設定で有効にしてください
ms: Kebenaran kedudukan belum dihidupkan, sila hidupkannya dalam Tetapan
sk: Žiadne povolenie na umiestnenie, prosím, spustite ho v nastaveniach
th: ไม่อนุญาตให้วางตําแหน่ง โปรดเปิดในการตั้งค่า
vi: Không có quyền định vị, vui lòng bật quyền trong Cài đặt
zh_hans: 没有定位权限，请在设置中开启
zh_hant: 沒有定位權限，請在設置中開啟

# AA0072
source: Allow "XXXXXXXX" to use your album information？
cs: Umožňujete XXXXXXXX používat informace o vašem albu?
fa: اجازه میدی که ریوکوئو از اطلاعات آلبوم استفاده کنه؟
id: Izinkan "XXXXXXXX" menggunakan informasi album
ja: XXXXXXXXにアルバムの権限を与えますか
ms: Adakah anda mahu membenarkan XXXXXXXX menggunakan maklumat album anda
sk: Dovoľujete XXXXXXXX používať informácie o vašom albume?
th: คุณอนุญาตให้ XXXXXXXX ใช้ข้อมูลอัลบั้มรูปภาพของคุณหรือไม่
vi: Có cho phép XXXXXXXX sử dụng thông tin album của bạn
zh_hans: XXXXXXXX想使用您的相册信息
zh_hant: XXXXXXXX想使用您的相冊信息

# AA0073
source: Need to view and send the picture, is it allowed to open the album?
cs: Potřebujete prohlížet a odesílat obrázky. Je povoleno otevřít album?
de: Sie benötigen um das Bild anzuzeigen und zu senden. Ist es erlaubt, das Album zu öffnen?
el: Πρέπει να δείτε και να στείλετε την εικόνα, επιτρέπεται να ανοίξει το άλμπουμ;
es: Necesitas ver y enviar la foto. ¿Se permite abrir el álbum?
fa: نیاز به مشاهده و ارسال تصویر. آیا اجازه دارد آلبوم را باز کند؟
fr: Besoin d'afficher et d'envoyer la photo. Est-il permis d'ouvrir l'album?
id: Perlu melihat dan mengirim gambar. Apakah boleh membuka album?
it: È necessario visualizzare e inviare l'immagine. È permesso aprire l'album?
ja: 写真を见て送る必要があります。 アルバムを开くことはできますか？
ms: Perlu melihat dan menghantar gambar. Adakah dibenarkan membuka album?
nl: Noodzaak om de foto te bekijken en te verzenden. Is het toegestaan om het album te openen?
pl: Musisz wyświetlić i wysłać zdjęcie. Czy wolno otwierać album?
pt: Precisamos ver e enviar a fotos. Você permite acessar o armazenamento?
ru: Нужно просмотреть и отправить картинку. Разрешено ли открывать альбом?
sk: Potreba zobraziť a odoslať obrázok. Je povolené otvoriť album?
th: จำเป็นที่จะต้องดูและส่งภาพ มันได้รับอนุญาตให้เปิดอัลบั้ม?
tr: Resmi görüntülemeniz ve göndermeniz gerekir. Albüm açılmasına izin verildi mi?
vi: Cần xem và gửi hình. Có được phép mở album không?
zh_hans: 需要查看图片并发送图片，是否允许打开相册？
zh_hant: 需要查看圖片並發送圖片，是否允許打開相冊？

# AA0074
source: Allow "XXXXXXXX" to use your Bluetooth information？
cs: Umožňujete XXXXXXXX používat vaše Bluetooth informace?
fa: Do you allow XXXXXXXX to use your Bluetooth information?
id: Izinkan "XXXXXXXX" menggunakan informasi Bluetooth
ja: XXXXXXXXにBluetoothの権限を与えますか
ms: Adakah anda mahu membenarkan XXXXXXXX menggunakan maklumat Bluetooth anda
sk: Dovoľujete XXXXXXXX používať vaše informácie o Bluetoothe?
th: คุณอนุญาตให้ XXXXXXXX ใช้ข้อมูลบลูทู ธ ของคุณหรือไม่
vi: Có cho phép XXXXXXXX sử dụng thông tin Bluetooth của bạn
zh_hans: XXXXXXXX想使用您的蓝牙信息
zh_hant: XXXXXXXX想使用您的藍牙信息

# AA0075
source: Bluetooth permission is required to help the smart device connect to Wi-Fi during the adding process. Do you agree to enable it?
cs: Pro pomoc chytrým zařízením připojení k Wi-Fi během procesu přidávání je vyžadováno oprávnění Bluetooth.
fa: اجازه‌ی بلوتوت برای کمک به دستگاه‌های هوشمند در طول فرایند اضافه به Wi Fi نیاز دارد. اجازه دارد؟
id: Akses Bluetooth diperlukan untuk membantu perangkat pintar terhubung ke Wi-Fi selama proses penambahan. Izinkan?
ja: スマートデバイスの追加中にWIFIに接続するためにBluetooth権限が必要ですが、許可しますか。
ms: Kebenaran Bluetooth diperlukan untuk membantu peranti pintar menyambung ke Wi-Fi semasa proses penambahan. Adakah ini dibenarkan?
sk: Povolenie Bluetooth sa vyžaduje na pomoc inteligentným zariadeniam spojiť sa s Wi-Fi počas procesu pridania. Je to povolené?
th: ต้องได้รับอนุญาตจากบลูทู ธ เพื่อช่วยให้อุปกรณ์อัจฉริยะเชื่อมต่อกับ Wi-Fi ในระหว่างกระบวนการเพิ่มเติม อนุญาตหรือไม่?
vi: Cần có quyền Bluetooth để giúp các thiết bị thông minh kết nối với Wi-Fi trong quá trình thêm. Có cho phép?
zh_hans: 需要蓝牙权限来帮助智能设备在添加过程中连接Wi-Fi，是否允许？
zh_hant: 需要藍牙權限來幫助智能設備在添加過程中連接Wi-Fi，是否允許？

# AA0076
source: The Bluetooth permission is disabled. Please enable it in Settings
cs: Žádné oprávnění Bluetooth, povolte to prosím v nastavení
fa: اجازه‌ی بلوتوت نیست، لطفا در تنظیمات فعالش کنید
id: Tidak ada izin akses Bluetooth. Silakan aktifkan di Pengaturan
ja: Bluetooth権限がないため、設定で有効にしてください
ms: Tiada kebenaran Bluetooth, sila hidupkan dalam Tetapan
sk: Žiadne povolenie Bluetooth, prosím, spustite ho v nastaveniach
th: ไม่อนุญาตให้ใช้บลูทู ธ โปรดเปิดใช้งานในการตั้งค่า
vi: Không có quyền Bluetooth, vui lòng bật quyền trong Cài đặt
zh_hans: 没有蓝牙权限，请在设置中开启
zh_hant: 沒有藍牙權限，請在設置中開啟

# AA0077
source: Have you operated the device according to the above guidelines?
cs: Řídili jste se výše uvedenými pokyny pro obsluhu zařízení?
fa: آيا از هدايت بالا پيروى كرده‌ايد تا وسيله‌ها را فعال كنيد؟
id: Sudahkah Anda mengoperasikan perangkat sesuai dengan panduan di atas?
ja: 上記の案内に従って操作しましたか。
ms: Adakah anda telah mengendalikan peralatan mengikut garis panduan di atas?
sk: Sledovali ste vyššie uvedené usmernenia na prevádzku zariadenia?
th: คุณได้ใช้งานอุปกรณ์ตามแนวทางข้างต้นหรือไม่?
vi: Bạn có thao tác thiết bị theo hướng dẫn trên chưa?
zh_hans: 是否已按照上述指引操作设备？
zh_hant: 是否已按照上述指引操作設備？

# AA0078
source: Connecting device
cs: Připojování zařízení.
de: Verbinden Sie das Gerät
el: Σύνδεση συσκευής.
es: Dispositivos de conexión
fa: اتصال به دستگاه
fr: En cours de connexion à l'appareil
id: Koneksi perangkat
it: Collegarsi al dispositivo
ja: 设备接続
ms: Sambungkan peranti
nl: Verbindend apparaat.
pl: Łączenie urządzenia
pt: Conectando o dispositivo
ru: Подключение устройства.
sk: Pripájanie zariadenia.
th: เชื่อมต่อเครื่อง
tr: Aygıta bağlayın
vi: Kết nối thiết bị
zh_hans: 连接设备
zh_hant: 連接設備

# AA0079
source: Scanning...
cs: Skenování zařízení
fa: Device scanning
id: Sedang memindai…
ja: スキャン中...
ms: Pengimbasan peranti...
sk: Skanovanie zariadenia
th: อุปกรณ์สแกนอยู่ ...
vi: Đang quét thiết bị...
zh_hans: 设备扫描中...
zh_hant: 設備掃描中...

# AA0080
source: Connection in progress...
cs: Připojení zařízení
fa: اتصال دستگاه
id: Sedang menghubungkan…
ja: 接続中...
ms: Peranti menyambung...
sk: Pripojenie zariadenia
th: อุปกรณ์เชื่อมต่ออยู่ ...
vi: Đang kết nối thiết bị...
zh_hans: 设备连接中...
zh_hant: 設備連接中...

# AA0081
source: Registration in progress...
cs: Registrace zařízení probíhá
fa: ثبت دستگاه در حال حاضر
id: Sedang mendaftarkan…
ja: 登録中...
ms: Pendaftaran peranti sedang dijalankan...
sk: Zariadená registrácia zariadenia
th: อุปกรณ์ลงทะเบียนอยู่ ...
vi: Đang đăng ký thiết bị...
zh_hans: 设备注册中...
zh_hant: 設備註冊中...

# AA0082
source: Please ensure your cellphone is close to the camera
cs: Ujistěte se, že je telefon blízko fotoaparátu.
de: Bitte sicherstellen, dass sich das Handy in der Nähe der Kamera befindet
el: Βεβαιωθείτε ότι το τηλέφωνό σας είναι κοντά στην κάμερα.
es: Asegúrate de que el teléfono esté cerca de la cámara.
fa: لطفاً مطمئن شوید که تلفن نزدیک دوربین است.
fr: Assurez-vous que le portable est proche de l'appareil photo
id: Pastikan HP dekat dengan kamera
it: Assicurati che il telefono sia vicino alla fotocamera
ja: 携帯電話がカメラに近いことを確認してください
ms: Sila pastikan telefon anda dekat dengan kamera
nl: Zorg ervoor dat uw telefoon dicht bij de camera staat
pl: Upewnij się, że telefon jest blisko kamery
pt: Certifique-se de que o telefone esteja próximo à câmera
ru: Обеспечите приближение телефона к камере
sk: Prosím, uistite sa, že telefón je blízko kamery.
th: โปรดตรวจสอบให้แน่ใจว่าโทรศัพท์อยู่ใกล้กับกล้อง
tr: Telefonuzun kameraya yakın olduğundan emin olun
vi: Vui lòng đảm bảo rằng điện thoại ở gần camera
zh_hans: 请确保手机靠近摄像机
zh_hant: 請確保手機靠近攝像機

# AA0083
source: Connection error (Error code: %@)
cs: Chyba připojení (kód chyby: %@)
fa: خطای ارتباط (کد خطا: %@)
id: Kesalahan koneksi (Kode kesalahan: %@)
ja: 接続エラー（エラーコード：%@）
ms: Ralat sambungan (kod ralat: %@)
sk: Chyba spojenia (chybový kód: %@)
th: การเชื่อมต่อผิด (รหัสข้อผิดพลาด: %@)
vi: Lỗi kết nối (mã lỗi: %@)
zh_hans: 连接错误（错误码：%@）
zh_hant: 連接錯誤（錯誤碼：%@）

# AA0084
source: Please try again after the following operations:
cs: Zkuste prosím následující a zkuste to znovu:
fa: لطفا این را امتحان کنید و دوباره امتحان کنید:
id: Coba lakukan langkah berikut ini dan coba lagi:
ja: 次の通り操作してから再度試してみてください。
ms: Sila cuba lagi selepas operasi berikut:
sk: Prosím, skús toto a skús to znova:
th: โปรดลองทําดังต่อไปนี้แล้วลองอีกครั้ง:
vi: Vui lòng thử thao tác sau rồi thử lại:
zh_hans: 请尝试以下操作后重试：
zh_hant: 請嘗試以下操作後重試：

# AA0085
source: 1. Long press the reset button to reset the device
cs: 1. Dlouhým stisknutím tlačítka reset reset zařízení
fa: ۱. دکمه تنظیم دوباره را فشار دهید تا دستگاه را دوباره تنظیم کنید
id: 1. Tekan lama tombol Reset untuk mereset perangkat
ja: 1.リセットボタンを押して本機をリセットします
ms: 1. Tekan lama butang set semula untuk menetapkan semula peranti
sk: 1. Dlhé stlačte tlačidlo reset na reset zariadenia
th: 1. กดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์
vi: 1. Nhấn và giữ nút Đặt lại để cài lại thiết bị
zh_hans: 1.长按复位键重置设备
zh_hant: 1.長按復位鍵重置設備

# AA0086
source: 2. Check whether the access restriction is enabled on the router
cs: 2. Zkontrolujte prosím, zda má router povolená omezení přístupu
fa: ۲. لطفا بررسی کنید که آیا مسیر محدودیت دسترسی فعال شده
id: 2. Periksa apakah pembatasan akses diaktifkan pada perute
ja: 2.ルーターにアクセス制限がないか確認します
ms: 2. Semak sama ada sekatan akses dihidupkan pada penghala
sk: 2. Prosím skontrolujte, či je router povolený obmedzenie prístupu
th: 2. โปรดตรวจสอบว่าเราเตอร์เปิดข้อ จํากัด การเข้าถึงหรือไม่
vi: 2. Vui lòng kiểm tra xem giới hạn truy cập có được bật trên bộ định tuyến hay không
zh_hans: 2.请检查路由器是否开启接入限制
zh_hant: 2.請檢查路由器是否開啟接入限製

# AA0087
source: 3. Restart the router
cs: 3. Pokuste se restartovat router
fa: ۳. سعی کنید مسیر را دوباره شروع کنید
id: 3. Nyalakan ulang perute
ja: 3.ルーターを再起動してみます
ms: 3. Mulakan semula penghala
sk: 3. Pokús sa opätovne spustiť router
th: 3. ลองรีสตาร์ทเราเตอร์
vi: 3. Thử khởi động lại bộ định tuyến
zh_hans: 3.尝试重启路由器
zh_hant: 3.嘗試重啟路由器

# AA0088
source: Retry
cs: Zkusit znovu
de: erneut versuchen
el: Ξαναδοκιμάσετε
es: Reintentar
fa: تلاش مجدد
fr: Ressayer
id: Mencoba lagi
it: Riprova
ja: もう一度试します
ms: Cuba semula
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Repetir
ru: Повторить
sk: Skúsiť znova
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# AA0089
source: Added successfully
cs: Úspěšně přidáno
de: erfolgreich hinzugefügt
el: Προστέθηκε με επιτυχία
es: Agregado con éxito
fa: به طور موفقیت آمیزی اضافه شد
fr: Ajouté avec succès
id: Berhasil menambah
it: Aggiunto con successo
ja: 端末を登録しました
ms: Berjaya diletakkan
nl: Toevoegen gelukt
pl: Dodane poprawnie
pt: Adicionado com sucesso
ru: Устройство добавлено
sk: Úspešne pridané
th: เพิ่มความสำเร็จ
tr: Başarıyla eklendi
vi: Đã thêm thành công
zh_hans: 添加成功
zh_hant: 添加成功

# AA0090
source: Name
cs: Rychlé pojmenování
fa: نام سریع
id: Nama
ja: ネーミング
ms: Nama
sk: Rýchle menovanie
th: การตั้งชื่ออย่างรวดเร็ว
vi: Đặt tên nhanh
zh_hans: 快捷命名
zh_hant: 快捷命名

# AA0091
source: Garage
cs: garáž
el: Γκαράζ
es: garaje
fa: گاراژ
id: Garasi
it: box auto
ja: ガレージ
ms: Garaj
pl: garaż
pt: garagem
ru: гараж
sk: garáž
th: โรงรถ
tr: garaj
vi: Nhà để xe
zh_hans: 车库
zh_hant: 車庫

# AA0092
source: Warehouse
cs: sklad
de: Warenhaus
el: Αποθήκη
es: almacén
fa: انبار
fr: entrepôt
id: Gudang
it: magazzino
ja: 倉庫
ms: Gudang
nl: magazijn
pl: magazyn
pt: armazém
ru: склад
sk: sklad
th: คลังสินค้า
tr: depo
vi: Kho
zh_hans: 仓库
zh_hant: 倉庫

# AA0093
source: Home Security
cs: Domov
de: Zuhause
el: σπίτι
es: Casa
fa: خانه
fr: Accueil
id: Rumah
it: Casa
ja: ホーム
ms: Rumah
nl: Huis
pl: Dom
pt: Casa
ru: Главная
sk: Domov
th: บ้าน
tr: Ev
vi: Trang Chủ
zh_hans: 看家防盗
zh_hant: 看家防盜

# AA0094
source: Elderly Care
cs: Starý muž
de: Alter Mann
el: Μεγαλύτερος
es: Anciano
fa: پیرمرد
fr: Vieil homme
id: Pria tua
it: Vecchio uomo
ja: 老人
ms: Orang tua
nl: Oude man
pl: Starzec
pt: Velhote
ru: Старик
sk: Starý muž
th: ชายชรา
tr: Yaşlı adam
vi: Người già
zh_hans: 照看老人
zh_hant: 照看老人

# AA0095
source: Baby Room
cs: dítě
de: Baby
el: Μωρό
es: bebé
fa: عزیزم
fr: bébé
id: Bayi
it: bambino
ja: 赤ちゃん
ms: Bayi
nl: baby
pl: kochanie
pt: bebê
ru: детка
sk: dieťa
th: ทารก
tr: bebek
vi: Trẻ nhỏ
zh_hans: 看宝宝
zh_hant: 看寶寶

# AA0096
source: Pets
cs: mazlíček
de: Haustier
el: Κατοικίδιο ζώο
es: mascota
fa: حیوان
fr: anima
id: Membelai
it: animale
ja: ペット
ms: Haiwan
nl: huisdier
pl: zwierzę domowe
pt: animal
ru: животное
sk: zviera
th: สัตว์เลี้ยง
tr: Hayvan
vi: Vật nuôi
zh_hans: 看宠物
zh_hant: 看寵物

# AA0097
source: Shop
cs: Prodejna
de: Geschäft
el: Κατάστημα
es: tienda
fa: خرید کنید
fr: Boutique
id: Toko
it: Negozio
ja: ショップ
ms: Kedai
nl: Winkel
pl: Sklep
pt: loja
ru: Магазин
sk: Nakupujte
th: ร้านค้า
tr: Dükkan
vi: Cửa tiệm
zh_hans: 店铺
zh_hant: 店鋪

# AA0098
source: Courtyard
cs: nádvoří
de: Hof
el: Αυλή
es: patio
fa: حیاط
fr: Cour
id: Halaman
it: cortile
ja: 中庭
ms: Halaman
nl: binnenplaats
pl: dziedziniec
pt: pátio
ru: двор
sk: nádvorie
th: ลาน
tr: avlu
vi: Sân vườn
zh_hans: 院子
zh_hant: 院子

# AA0099
source: Other
cs: jiný
de: andere
el: Αλλα
es: otro
fa: دیگر
fr: autre
id: Lain
it: altro
ja: その他
ms: Yang lain
nl: andere
pl: inny
pt: de outros
ru: Другой
sk: iné
th: อื่น ๆ
tr: diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他

# AA0100
source: Save the device QR code to the album
cs: Uložit QR kód zařízení do alba
fa: ذخیره رمز QR دستگاه در آلبوم
id: Simpan kode QR perangkat ke album
ja: デバイスのQRコードをアルバムに保存
ms: Simpan kod QR peranti pada album
sk: Uložiť QR kód zariadenia do albumu
th: บันทึกรหัส QR ของอุปกรณ์ลงในอัลบั้ม
vi: Lưu mã QR của thiết bị vào album
zh_hans: 保存设备二维码到相册
zh_hant: 保存設備二維碼到相冊
